S 因 为 在 冰 箱 里 没 什 么 东 西 也 做 很 好 吃 的 菜 。
T0-A0 即 使 在 冰 箱 里 没 什 么 东 西 也 能 做 很 好 吃 的 菜 。
A 0 2|||S|||即 使|||REQUIRED|||-NONE-|||0
A 12 12|||M|||能|||REQUIRED|||-NONE-|||0
T1-A0 即 使 在 冰 箱 里 没 什 么 东 西 ， 也 能 做 很 好 吃 的 菜 。
A 0 2|||S|||即 使|||REQUIRED|||-NONE-|||1
A 11 11|||M|||，|||REQUIRED|||-NONE-|||1
A 12 12|||M|||能|||REQUIRED|||-NONE-|||1

S 再 说 ， 他 们 可 能 以 为 自 己 吸 烟 时 对 别 人 带 来 的 不 便 和 不 舒 服 也 不 可 能 很 大 。
T0-A0 再 说 ， 他 们 可 能 以 为 自 己 吸 烟 时 给 别 人 带 来 的 不 便 和 不 舒 服 也 不 会 很 大 。
A 14 15|||S|||给|||REQUIRED|||-NONE-|||0
A 28 30|||S|||会|||REQUIRED|||-NONE-|||0
T1-A0 再 说 ， 他 们 可 能 以 为 自 己 吸 烟 时 给 别 人 带 来 的 不 便 和 不 舒 服 也 不 是 很 大 。
A 14 15|||S|||给|||REQUIRED|||-NONE-|||1
A 28 30|||S|||是|||REQUIRED|||-NONE-|||1
T2-A0 再 说 ， 他 们 可 能 以 为 自 己 吸 烟 时 给 别 人 带 来 的 不 便 和 不 舒 服 也 不 可 能 很 大 。
A 14 15|||S|||给|||REQUIRED|||-NONE-|||2

S 这 样 我 们 在 生 活 当 中 没 有 了 跟 男 生 接 触 的 机 会 ， 总 会 有 一 天 离 开 学 校 的 ， 我 们 那 时 肯 定 会 遇 到 到 底 怎 样 与 男 人 交 流 、 沟 通 的 问 题 了 。
T0-A0 这 样 我 们 在 生 活 当 中 没 有 了 跟 男 生 接 触 的 机 会 ， 但 我 们 总 会 有 一 天 要 离 开 学 校 的 ， 我 们 离 开 学 校 后 肯 定 会 遇 到 到 底 应 该 怎 样 与 男 人 交 流 、 沟 通 的 问 题 。
A 21 21|||M|||但 我 们|||REQUIRED|||-NONE-|||0
A 26 26|||M|||要|||REQUIRED|||-NONE-|||0
A 34 36|||S|||离 开 学 校 后|||REQUIRED|||-NONE-|||0
A 43 43|||M|||应 该|||REQUIRED|||-NONE-|||0
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 样 我 们 在 生 活 当 中 没 有 了 跟 男 生 接 触 的 机 会 ， 等 有 一 天 离 开 学 校 的 时 候 ， 我 们 肯 定 会 遇 到 到 底 应 该 怎 样 与 男 人 交 流 、 沟 通 的 问 题 。
A 21 23|||S|||等|||REQUIRED|||-NONE-|||1
A 31 31|||M|||时 候|||REQUIRED|||-NONE-|||1
A 34 36|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 43 43|||M|||应 该|||REQUIRED|||-NONE-|||1
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 这 样 我 们 在 生 活 当 中 没 有 了 跟 男 生 接 触 的 机 会 ， 我 们 总 会 有 一 天 离 开 学 校 的 ， 我 们 那 时 肯 定 会 遇 到 到 底 怎 样 与 男 人 交 流 、 沟 通 的 问 题 。
A 21 21|||M|||我 们|||REQUIRED|||-NONE-|||2
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 不 愿 意 这 么 过 分 的 喜 欢 歌 手 。
T0-A0 我 不 愿 意 这 么 过 分 地 喜 欢 歌 手 。
A 8 9|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 我 不 愿 意 这 么 过 分 痴 迷 地 喜 欢 歌 手 。
A 8 9|||S|||痴 迷 地|||REQUIRED|||-NONE-|||1

S 学 生 大 概 做 飞 机 去 北 京 。
T0-A0 学 生 大 概 坐 飞 机 去 北 京 。
A 4 5|||S|||坐|||REQUIRED|||-NONE-|||0
T1-A0 学 生 大 概 是 坐 飞 机 去 北 京 。
A 4 5|||S|||是 坐|||REQUIRED|||-NONE-|||1

S 今 天 我 看 见 了 我 家 周 边 的 西 药 店 ， 吊 着 牌 子 称 ； “ 口 罩 都 卖 光 了 ” 。
T0-A0 今 天 我 看 见 我 家 周 边 的 西 药 店 ， 吊 着 牌 子 称 ： “ 口 罩 都 卖 光 了 。 ”
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S|||：|||REQUIRED|||-NONE-|||0
A 28 30|||W|||。 ”|||REQUIRED|||-NONE-|||0
T1-A0 今 天 我 看 见 我 家 周 边 的 西 药 店 吊 着 牌 子 称 ： “ 口 罩 都 卖 光 了 。 ”
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 21|||S|||：|||REQUIRED|||-NONE-|||1
A 28 30|||W|||。 ”|||REQUIRED|||-NONE-|||1

S 我 是 中 学 生 ， 不 知 因 为 我 是 喜 爱 流 行 、 时 尚 的 人 ， 但 我 认 为 流 行 歌 曲 是 一 种 自 己 享 受 快 乐 的 一 种 方 法 。
T0-A0 我 是 中 学 生 ， 不 知 是 否 是 因 为 我 是 一 个 喜 爱 流 行 、 时 尚 的 人 才 会 这 么 想 ， 但 我 确 实 认 为 流 行 歌 曲 是 一 种 自 己 享 受 快 乐 的 方 法 。
A 8 8|||M|||是 否 是|||REQUIRED|||-NONE-|||0
A 12 12|||M|||一 个|||REQUIRED|||-NONE-|||0
A 21 21|||M|||才 会 这 么 想|||REQUIRED|||-NONE-|||0
A 24 24|||M|||确 实|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 是 中 学 生 ， 不 知 是 否 是 因 为 我 是 一 个 喜 爱 流 行 、 时 尚 的 人 才 会 这 么 想 ， 但 我 确 实 认 为 流 行 歌 曲 是 自 己 享 受 快 乐 的 一 种 方 法 。
A 8 8|||M|||是 否 是|||REQUIRED|||-NONE-|||1
A 12 12|||M|||一 个|||REQUIRED|||-NONE-|||1
A 21 21|||M|||才 会 这 么 想|||REQUIRED|||-NONE-|||1
A 24 24|||M|||确 实|||REQUIRED|||-NONE-|||1
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 改 变 自 己 的 身 体 的 冲 动 往 往 是 一 个 深 刻 精 神 不 稳 定 的 症 状 。 它 应 该 被 视 为 一 个 问 题 ， 而 不 是 纵 容 还 有 鼓 励 美 容 手 术 治 疗 。
T0-A0 改 变 自 己 身 体 的 冲 动 往 往 是 一 种 深 层 次 的 精 神 不 稳 定 的 症 状 。 它 应 该 被 视 为 是 一 个 问 题 ， 而 不 是 纵 容 、 鼓 励 美 容 手 术 治 疗 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 15|||S|||种|||REQUIRED|||-NONE-|||0
A 16 17|||S|||层 次 的|||REQUIRED|||-NONE-|||0
A 32 32|||M|||是|||REQUIRED|||-NONE-|||0
A 42 44|||S|||、|||REQUIRED|||-NONE-|||0
T1-A0 改 变 自 己 的 身 体 的 冲 动 往 往 是 一 个 精 神 极 不 稳 定 的 症 状 。 它 应 该 被 视 为 一 个 问 题 ， 而 不 是 被 纵 容 或 者 被 鼓 励 采 用 美 容 手 术 治 疗 。
A 15 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 19|||M|||极|||REQUIRED|||-NONE-|||1
A 40 40|||M|||被|||REQUIRED|||-NONE-|||1
A 42 44|||S|||或 者 被|||REQUIRED|||-NONE-|||1
A 46 46|||M|||采 用|||REQUIRED|||-NONE-|||1

S 这 个 巨 大 飞 的 物 体 停 住 了 一 会 就 又 向 天 空 快 速 地 飞 去 。 一 闪 而 过 ， 变 成 了 一 个 形 影 一 样 的 亮 点 ， 一 点 点 地 暗 下 去 。
T0-A0 这 个 巨 大 的 飞 行 物 体 停 住 了 一 会 就 又 向 天 空 快 速 地 飞 去 。 它 一 闪 而 过 ， 变 成 了 一 个 星 星 一 样 的 亮 点 ， 然 后 一 点 点 地 暗 了 下 去 。
A 4 6|||W|||的 飞|||REQUIRED|||-NONE-|||0
A 6 6|||M|||行|||REQUIRED|||-NONE-|||0
A 24 24|||M|||它|||REQUIRED|||-NONE-|||0
A 34 36|||S|||星 星|||REQUIRED|||-NONE-|||0
A 42 42|||M|||然 后|||REQUIRED|||-NONE-|||0
A 47 47|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 这 个 巨 大 的 飞 行 物 体 停 了 一 会 儿 就 又 向 天 空 快 速 地 飞 去 了 。 它 一 闪 而 过 ， 变 成 了 一 个 星 星 一 样 的 亮 点 ， 然 后 一 点 点 地 暗 下 去 。
A 4 6|||W|||的 飞|||REQUIRED|||-NONE-|||1
A 6 6|||M|||行|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||儿|||REQUIRED|||-NONE-|||1
A 23 23|||M|||了|||REQUIRED|||-NONE-|||1
A 24 24|||M|||它|||REQUIRED|||-NONE-|||1
A 34 36|||S|||星 星|||REQUIRED|||-NONE-|||1
A 42 42|||M|||然 后|||REQUIRED|||-NONE-|||1

S 但 是 每 个 人 都 有 权 益 ， 对 吸 烟 者 来 说 ， 付 自 己 的 钱 买 烟 ， 吸 烟 ， 谁 都 不 能 让 不 吸 烟 。 但 是 我 觉 得 这 里 有 错 误 ， 因 为 非 吸 烟 者 们 也 有 自 己 的 权 益 。
T0-A0 但 是 每 个 人 都 有 权 益 ， 对 吸 烟 者 来 说 ， 付 自 己 的 钱 买 烟 ， 吸 烟 ， 谁 都 不 能 不 让 他 们 吸 烟 。 但 是 我 觉 得 这 里 有 个 错 误 ， 因 为 非 吸 烟 者 们 也 有 自 己 的 权 益 。
A 32 34|||W|||不 让|||REQUIRED|||-NONE-|||0
A 34 34|||M|||他 们|||REQUIRED|||-NONE-|||0
A 45 45|||M|||个|||REQUIRED|||-NONE-|||0
T1-A0 但 是 每 个 人 都 有 权 益 ， 对 吸 烟 者 来 说 ， 付 自 己 的 钱 买 烟 ， 吸 烟 ， 谁 都 不 能 不 让 他 们 不 吸 烟 。 但 是 我 觉 得 这 里 有 错 误 ， 因 为 非 吸 烟 者 们 也 有 自 己 的 权 益 。
A 32 32|||M|||不|||REQUIRED|||-NONE-|||1
A 33 33|||M|||他 们|||REQUIRED|||-NONE-|||1

S 特 别 吸 烟 引 起 气 管 和 肺 的 肿 瘤 。
T0-A0 特 别 是 吸 烟 会 引 起 气 管 和 肺 的 肿 瘤 。
A 2 2|||M|||是|||REQUIRED|||-NONE-|||0
A 4 4|||M|||会|||REQUIRED|||-NONE-|||0

S 今 天 听 天 气 预 报 说 今 天 还 有 天 气 冷 。
T0-A0 听 天 气 预 报 说 今 天 天 气 冷 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 今 天 听 天 气 预 报 说 天 气 还 会 变 冷 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 10|||M|||气|||REQUIRED|||-NONE-|||1
A 11 14|||S|||会 变|||REQUIRED|||-NONE-|||1
T2-A0 听 天 气 预 报 说 今 天 天 气 还 会 变 冷 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 14 14|||M|||还 会 变|||REQUIRED|||-NONE-|||2

S 我 现 在 住 在 柏 林 。 我 的 表 姊 妹 跟 我 一 起 住 在 她 们 我 们 租 的 房 子 里 的 租 房 ， 我 们 都 做 家 务 和 做 饭 。 在 我 父 母 的 家 ， 大 家 也 都 做 家 务 。 爸 爸 或 者 还 是 妈 妈 做 饭 。
T0-A0 我 现 在 住 在 柏 林 。 我 的 表 姐 妹 跟 我 一 起 住 在 我 们 租 的 房 子 里 ， 我 们 都 会 做 家 务 和 做 饭 。 在 我 父 母 的 家 ， 大 家 也 都 会 做 家 务 。 爸 爸 或 者 妈 妈 会 做 饭 。
A 11 12|||S|||姐|||REQUIRED|||-NONE-|||0
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M|||会|||REQUIRED|||-NONE-|||0
A 53 53|||M|||会|||REQUIRED|||-NONE-|||0
A 61 63|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 65 65|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 我 现 在 住 在 柏 林 。 我 的 表 姊 妹 跟 我 一 起 住 在 我 们 租 的 房 子 里 ， 我 们 都 做 家 务 和 做 饭 。 在 我 父 母 的 家 ， 大 家 也 都 做 家 务 ， 是 爸 爸 或 者 妈 妈 做 饭 。
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 56 57|||S|||， 是|||REQUIRED|||-NONE-|||1
A 61 63|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 现 在 住 在 柏 林 。 我 的 表 姊 妹 跟 我 住 在 一 起 ， 我 们 租 了 房 子 ， 我 们 都 会 做 家 务 和 做 饭 。 在 我 父 母 的 家 ， 大 家 也 都 做 家 务 ， 由 爸 爸 或 妈 妈 做 饭 。
A 15 19|||W|||住 在 一 起|||REQUIRED|||-NONE-|||2
A 19 21|||S|||，|||REQUIRED|||-NONE-|||2
A 24 25|||S|||了|||REQUIRED|||-NONE-|||2
A 27 31|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 35 35|||M|||会|||REQUIRED|||-NONE-|||2
A 56 57|||S|||， 由|||REQUIRED|||-NONE-|||2
A 60 63|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 觉 得 他 很 大 胆 ， 他 不 去 外 国 。 他 觉 得 如 果 要 改 转 变 中 国 ， 所 以 就 要 从 中 国 做 的 研 究 。
T0-A0 我 觉 得 他 很 大 胆 ， 他 不 去 外 国 。 他 觉 得 如 果 要 改 变 中 国 ， 就 要 在 中 国 做 研 究 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 31|||S|||在|||REQUIRED|||-NONE-|||0
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 其 实 吸 烟 不 但 不 是 潮 流 ， 而 且 是 一 种 破 坏 人 体 健 康 的 可 怕 物 质 享 受 。
T0-A0 其 实 吸 烟 不 是 潮 流 ， 而 是 一 种 破 坏 人 体 健 康 的 可 怕 物 质 享 受 。
A 4 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 他 们 一 起 在 信 主 的 过 程 中 认 识 对 方 ， 有 很 多 机 会 在 多 方 面 观 察 ， 才 决 定 结 婚 。
T0-A0 他 们 在 一 起 信 主 的 过 程 中 认 识 对 方 ， 有 很 多 机 会 在 多 方 面 观 察 对 方 ， 最 后 才 决 定 结 婚 。
A 2 5|||W|||在 一 起|||REQUIRED|||-NONE-|||0
A 27 27|||M|||对 方|||REQUIRED|||-NONE-|||0
A 28 28|||M|||最 后|||REQUIRED|||-NONE-|||0

S 如 果 父 母 本 身 的 行 为 已 经 是 很 差 ， 那 他 们 的 孩 子 也 很 有 可 能 变 坏 了 。 父 母 应 该 好 好 地 改 他 们 自 己 的 态 度 才 教 他 们 的 孩 子 。
T0-A0 如 果 父 母 本 身 的 行 为 已 经 是 很 差 ， 那 他 们 的 孩 子 也 很 有 可 能 变 坏 了 。 父 母 应 该 好 好 地 改 变 他 们 自 己 的 态 度 再 教 他 们 的 孩 子 。
A 38 38|||M|||变|||REQUIRED|||-NONE-|||0
A 45 46|||S|||再|||REQUIRED|||-NONE-|||0
T1-A0 如 果 父 母 本 身 的 行 为 已 经 是 很 差 ， 那 他 们 的 孩 子 也 很 有 可 能 变 坏 了 。 父 母 应 该 好 好 地 改 下 他 们 自 己 的 态 度 才 能 教 好 他 们 的 孩 子 。
A 38 38|||M|||下|||REQUIRED|||-NONE-|||1
A 46 46|||M|||能|||REQUIRED|||-NONE-|||1
A 47 47|||M|||好|||REQUIRED|||-NONE-|||1
T2-A0 如 果 父 母 本 身 的 行 为 已 经 是 很 差 ， 那 他 们 的 孩 子 也 很 有 可 能 变 坏 了 。 父 母 应 该 好 好 地 改 正 他 们 自 己 的 态 度 才 能 教 他 们 的 孩 子 。
A 38 38|||M|||正|||REQUIRED|||-NONE-|||2
A 46 46|||M|||能|||REQUIRED|||-NONE-|||2

S 凭 着 多 年 在 工 作 上 的 经 营 与 管 理 经 验 ， 我 有 办 法 让 公 司 在 营 业 成 本 上 减 少 开 支 。 另 一 方 面 在 管 理 公 司 方 面 能 让 公 司 运 作 不 受 顺 畅 ， 在 调 解 公 司 人 事 纠 纷 上 也 有 一 定 的 办 法 。 在 我 的 领 导 下 ， 我 相 信 能 为 公 司 在 短 期 内 见 到 好 的 改 变 ， 长 期 内 能 为 公 司 取 得 可 观 的 利 润 。 因 此 ， 我 相 信 自 己 能 胜 任 贵 公 司 的 经 理 职 位 ， 希 望 贵 公 司 能 给 予 我 发 挥 自 己 特 长 之 处 的 一 个 机 会 。
T0-A0 凭 着 多 年 在 工 作 上 的 经 营 与 管 理 经 验 ， 我 有 办 法 让 公 司 在 营 业 成 本 上 减 少 开 支 。 在 管 理 公 司 方 面 ， 我 能 让 公 司 运 作 顺 畅 ， 在 调 解 公 司 人 事 纠 纷 上 ， 我 也 有 一 定 的 办 法 。 在 我 的 领 导 下 ， 我 相 信 能 让 公 司 在 短 期 内 有 好 的 改 变 ， 长 期 内 取 得 可 观 的 利 润 。 因 此 ， 我 相 信 自 己 能 胜 任 贵 公 司 的 经 理 职 位 ， 希 望 贵 公 司 能 给 予 我 发 挥 长 处 的 一 个 机 会 。
A 35 39|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 46|||M|||， 我|||REQUIRED|||-NONE-|||0
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 67|||M|||， 我|||REQUIRED|||-NONE-|||0
A 86 87|||S|||让|||REQUIRED|||-NONE-|||0
A 93 95|||S|||有|||REQUIRED|||-NONE-|||0
A 103 107|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 146 149|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 150 151|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 四 年 前 ， 我 高 中 毕 业 后 时 ， 我 母 亲 被 工 作 去 日 本 住 六 个 月 。 因 为 我 还 没 决 定 什 么 大 学 我 想 去 ， 我 就 跟 妈 妈 一 起 去 东 京 住 。
T0-A0 四 年 前 ， 我 高 中 毕 业 后 ， 我 母 亲 由 于 工 作 去 日 本 住 六 个 月 。 因 为 我 还 没 决 定 我 想 去 什 么 大 学 ， 我 就 跟 妈 妈 一 起 去 东 京 住 。
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||由 于|||REQUIRED|||-NONE-|||0
A 33 40|||W|||我 想 去 什 么 大 学|||REQUIRED|||-NONE-|||0
T1-A0 四 年 前 ， 我 高 中 毕 业 后 ， 我 母 亲 为 了 工 作 去 日 本 住 六 个 月 。 因 为 我 还 没 决 定 想 去 什 么 大 学 ， 我 就 跟 妈 妈 一 起 去 东 京 住 。
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||S|||为 了|||REQUIRED|||-NONE-|||1
A 33 40|||W|||想 去 什 么 大 学|||REQUIRED|||-NONE-|||1

S 除 了 母 亲 以 外 ， 父 亲 对 我 的 影 响 也 不 少 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 种 的 太 阳 能 利 用 太 阳 光 对 创 造 电 光 。
T0-A0 这 种 的 太 阳 能 能 利 用 太 阳 光 创 造 电 能 。
A 5 5|||M|||能|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||能|||REQUIRED|||-NONE-|||0
T1-A0 这 种 太 阳 能 利 用 太 阳 光 创 造 电 能 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||S|||能|||REQUIRED|||-NONE-|||1

S 所 以 我 从 小 到 现 在 在 这 些 快 餐 吃 饭 的 机 会 很 少 。 对 我 来 说 每 次 饭 都 很 重 要 。
T0-A0 所 以 我 从 小 到 现 在 在 这 些 快 餐 店 吃 饭 的 机 会 很 少 。 对 我 来 说 每 顿 饭 都 很 重 要 。
A 13 13|||M|||店|||REQUIRED|||-NONE-|||0
A 26 27|||S|||顿|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 从 小 到 现 在 在 这 些 快 餐 店 吃 饭 的 机 会 很 少 。 对 我 来 说 每 次 吃 饭 都 很 重 要 。
A 13 13|||M|||店|||REQUIRED|||-NONE-|||1
A 27 27|||M|||吃|||REQUIRED|||-NONE-|||1
T2-A0 我 从 小 到 现 在 在 这 些 快 餐 店 吃 饭 的 机 会 很 少 ， 所 以 对 我 来 说 每 次 吃 饭 都 很 重 要 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||店|||REQUIRED|||-NONE-|||2
A 20 21|||S|||， 所 以|||REQUIRED|||-NONE-|||2
A 27 27|||M|||吃|||REQUIRED|||-NONE-|||2
T3-A0 我 从 小 到 现 在 在 这 些 快 餐 店 吃 饭 的 机 会 很 少 ， 所 以 对 我 来 说 每 顿 饭 都 很 重 要 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 13 13|||M|||店|||REQUIRED|||-NONE-|||3
A 20 21|||S|||， 所 以|||REQUIRED|||-NONE-|||3
A 26 27|||S|||顿|||REQUIRED|||-NONE-|||3

S 我 想 学 硕 士 ， 但 是 ， 我 不 想 学 成 博 士 。 硕 士 很 难 ， 老 师 给 我 们 多 功 课 。 我 不 非 常 努 力 用 功 。
T0-A0 我 想 读 硕 士 ， 但 是 我 不 想 读 博 士 。 硕 士 很 难 ， 老 师 为 我 们 做 了 很 多 功 课 ， 我 非 常 努 力 用 功 。
A 2 3|||S|||读|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 14|||S|||读|||REQUIRED|||-NONE-|||0
A 24 25|||S|||为|||REQUIRED|||-NONE-|||0
A 27 27|||M|||做 了 很|||REQUIRED|||-NONE-|||0
A 30 31|||S|||，|||REQUIRED|||-NONE-|||0
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 想 读 硕 士 ， 但 是 ， 我 不 想 成 为 博 士 。 尽 管 硕 士 很 难 ， 老 师 留 给 我 们 许 多 功 课 ， 我 也 会 非 常 努 力 学 习 。
A 2 3|||S|||读|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 14|||M|||为|||REQUIRED|||-NONE-|||1
A 17 17|||M|||尽 管|||REQUIRED|||-NONE-|||1
A 24 24|||M|||留|||REQUIRED|||-NONE-|||1
A 27 27|||M|||许|||REQUIRED|||-NONE-|||1
A 30 31|||S|||，|||REQUIRED|||-NONE-|||1
A 32 33|||S|||也 会|||REQUIRED|||-NONE-|||1
A 37 39|||S|||学 习|||REQUIRED|||-NONE-|||1

S 再 见 ， 我 有 要 很 多 功 课 要 做 。
T0-A0 再 见 ， 我 有 很 多 功 课 要 做 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 如 果 你 在 肺 部 或 呼 吸 道 有 病 ， 其 治 疗 就 会 难 的 。
T0-A0 如 果 你 在 肺 部 或 呼 吸 道 有 病 ， 其 治 疗 就 会 很 难 。
A 18 18|||M|||很|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 如 果 你 在 肺 部 或 呼 吸 道 有 疾 病 ， 它 的 治 疗 就 会 更 困 难 。
A 11 11|||M|||疾|||REQUIRED|||-NONE-|||1
A 13 14|||S|||它 的|||REQUIRED|||-NONE-|||1
A 18 18|||M|||更 困|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 如 果 你 在 肺 部 或 呼 吸 道 有 疾 病 ， 治 疗 就 会 变 得 困 难 。
A 11 11|||M|||疾|||REQUIRED|||-NONE-|||2
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 20|||S|||变 得 困 难|||REQUIRED|||-NONE-|||2
T2-A1 如 果 你 在 肺 部 或 呼 吸 道 有 疾 病 ， 治 疗 就 会 变 得 困 难 。
A 11 11|||M|||疾|||REQUIRED|||-NONE-|||2
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 18|||M|||变 得 困|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 如 果 你 的 肺 部 或 呼 吸 道 有 疾 病 ， 其 治 疗 就 会 变 得 很 难 。
A 3 4|||S|||的|||REQUIRED|||-NONE-|||3
A 11 11|||M|||疾|||REQUIRED|||-NONE-|||3
A 18 20|||S|||变 得 很 难|||REQUIRED|||-NONE-|||3
T3-A1 如 果 你 的 肺 部 或 呼 吸 道 有 疾 病 ， 其 治 疗 就 会 变 得 很 难 。
A 3 4|||S|||的|||REQUIRED|||-NONE-|||3
A 11 11|||M|||疾|||REQUIRED|||-NONE-|||3
A 18 18|||M|||变 得 很|||REQUIRED|||-NONE-|||3
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 跟 旅 行 困 可 以 去 野 外 看 看 野 生 动 物 。 这 是 很 有 意 思 。 在 大 自 然 里 可 以 做 名 种 名 样 放 松 的 活 动 ， 比 如 瑜 伽 、 爬 山 、 打 猎 。
T0-A0 跟 旅 行 团 可 以 去 野 外 看 野 生 动 物 ， 这 很 有 意 思 。 在 大 自 然 里 可 以 做 各 种 各 样 放 松 的 活 动 ， 比 如 瑜 伽 、 爬 山 、 打 猎 。
A 3 4|||S|||团|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||，|||REQUIRED|||-NONE-|||0
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S|||各|||REQUIRED|||-NONE-|||0
A 33 34|||S|||各|||REQUIRED|||-NONE-|||0
T1-A0 跟 旅 行 团 可 以 去 野 外 看 看 野 生 动 物 ， 这 是 很 有 意 思 的 事 情 。 在 大 自 然 里 可 以 做 各 种 各 样 放 松 的 活 动 ， 比 如 瑜 伽 、 爬 山 、 打 猎 。
A 3 4|||S|||团|||REQUIRED|||-NONE-|||1
A 15 16|||S|||，|||REQUIRED|||-NONE-|||1
A 22 22|||M|||的 事 情|||REQUIRED|||-NONE-|||1
A 31 32|||S|||各|||REQUIRED|||-NONE-|||1
A 33 34|||S|||各|||REQUIRED|||-NONE-|||1

S 我 也 来 介 绍 一 下 儿 我 的 家 吧 。 我 家 有 四 口 人 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 随 着 时 代 的 潮 流 ， 流 行 歌 曲 对 年 轻 的 一 代 特 别 喜 欢 ， 甚 至 连 歌 星 的 名 字 都 能 刻 在 记 忆 上 。 每 一 首 歌 的 曲 子 ， 谁 唱 的 也 顺 口 说 出 。 这 见 得 流 行 歌 曲 对 现 代 的 青 年 真 是 一 种 渴 求 的 音 乐 。
T0-A0 随 着 时 代 的 潮 流 ， 年 轻 的 一 代 对 流 行 歌 曲 特 别 喜 欢 ， 甚 至 连 歌 星 的 名 字 都 能 刻 在 记 忆 上 。 每 一 首 歌 的 曲 子 ， 谁 唱 的 也 能 顺 口 说 出 。 这 可 见 流 行 歌 曲 对 现 代 的 青 年 而 言 真 是 一 种 渴 求 的 音 乐 。
A 8 18|||W|||年 轻 的 一 代 对 流 行 歌 曲|||REQUIRED|||-NONE-|||0
A 51 51|||M|||能|||REQUIRED|||-NONE-|||0
A 57 57|||M|||可|||REQUIRED|||-NONE-|||0
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 69 69|||M|||而 言|||REQUIRED|||-NONE-|||0
T1-A0 随 着 时 代 的 潮 流 ， 年 轻 的 一 代 对 流 行 歌 曲 特 别 喜 欢 ， 甚 至 连 歌 星 的 名 字 都 能 刻 在 记 忆 上 。 每 一 首 歌 的 曲 子 ， 谁 唱 的 也 顺 口 说 出 。 这 足 以 见 得 流 行 歌 曲 对 现 代 的 青 年 来 说 真 是 一 种 渴 求 的 音 乐 。
A 8 18|||W|||年 轻 的 一 代 对 流 行 歌 曲|||REQUIRED|||-NONE-|||1
A 57 57|||M|||足 以|||REQUIRED|||-NONE-|||1
A 69 69|||M|||来 说|||REQUIRED|||-NONE-|||1
T2-A0 随 着 时 代 的 潮 流 ， 年 轻 的 一 代 对 流 行 歌 曲 特 别 喜 欢 ， 甚 至 连 歌 星 的 名 字 都 能 刻 在 记 忆 上 。 每 一 首 歌 的 曲 子 ， 谁 唱 的 也 能 顺 口 说 出 。 这 可 见 流 行 歌 曲 对 现 代 的 青 年 来 说 真 是 一 种 渴 求 的 音 乐 。
A 8 18|||W|||年 轻 的 一 代 对 流 行 歌 曲|||REQUIRED|||-NONE-|||2
A 51 51|||M|||能|||REQUIRED|||-NONE-|||2
A 57 57|||M|||可|||REQUIRED|||-NONE-|||2
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 69 69|||M|||来 说|||REQUIRED|||-NONE-|||2

S 死 刑 这 个 问 题 是 特 别 争 议 性 。
T0-A0 死 刑 这 个 问 题 特 别 具 有 争 议 性 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M|||具 有|||REQUIRED|||-NONE-|||0
T1-A0 死 刑 这 个 问 题 是 特 别 具 有 争 议 性 的 问 题 。
A 9 9|||M|||具 有|||REQUIRED|||-NONE-|||1
A 12 12|||M|||的 问 题|||REQUIRED|||-NONE-|||1
T2-A0 死 刑 这 个 问 题 是 特 别 有 争 议 性 的 。
A 9 9|||M|||有|||REQUIRED|||-NONE-|||2
A 12 12|||M|||的|||REQUIRED|||-NONE-|||2

S 若 说 要 把 她 们 关 起 来 ， 二 十 四 小 时 根 本 没 接 触 到 一 个 男 人 的 话 ， 她 们 会 少 了 很 多 知 识 ， 也 会 追 不 上 不 断 改 变 的 社 会 ， 让 她 们 落 在 别 的 国 家 的 后 头 。 还 有 ， 如 果 说 一 名 女 士 要 和 另 外 一 间 公 司 谈 生 意 ， 而 对 方 的 公 司 派 出 一 名 男 士 ， 那 么 那 位 女 士 不 是 会 感 到 非 常 地 紧 张 ， 一 句 话 都 说 不 出 ？ 若 这 件 事 件 真 的 发 生 的 话 ， 那 么 那 名 女 士 的 公 司 就 会 谈 不 到 很 多 生 意 吗 ？
T0-A0 若 说 把 她 们 关 起 来 ， 二 十 四 小 时 根 本 不 能 接 触 到 一 个 男 人 的 话 ， 她 们 会 少 学 到 很 多 知 识 ， 也 会 追 不 上 不 断 改 变 的 社 会 ， 让 她 们 落 在 国 家 的 后 头 。 还 有 ， 如 果 说 一 名 女 士 要 和 另 外 一 家 公 司 谈 生 意 ， 而 对 方 的 公 司 派 出 一 名 男 士 ， 那 么 这 位 女 士 会 感 到 非 常 地 紧 张 ， 一 句 话 都 说 不 出 。 若 这 件 事 情 真 的 发 生 的 话 ， 那 么 这 名 女 士 的 公 司 就 会 谈 不 到 很 多 生 意 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||不 能|||REQUIRED|||-NONE-|||0
A 32 33|||S|||学 到|||REQUIRED|||-NONE-|||0
A 56 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 79 80|||S|||家|||REQUIRED|||-NONE-|||0
A 101 102|||S|||这|||REQUIRED|||-NONE-|||0
A 105 107|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 123 124|||S|||。|||REQUIRED|||-NONE-|||0
A 128 129|||S|||情|||REQUIRED|||-NONE-|||0
A 138 139|||S|||这|||REQUIRED|||-NONE-|||0
A 154 156|||S|||。|||REQUIRED|||-NONE-|||0
T1-A0 若 要 把 她 们 关 起 来 ， 二 十 四 小 时 根 本 没 接 触 到 一 个 男 人 的 话 ， 她 们 会 少 了 很 多 知 识 ， 也 会 追 不 上 不 断 改 变 的 社 会 ， 让 她 们 落 在 国 家 的 后 头 。 还 有 ， 如 果 说 一 名 女 士 要 和 另 外 一 家 公 司 谈 生 意 ， 而 对 方 的 公 司 派 出 一 名 男 士 ， 那 么 这 位 女 士 不 是 会 感 到 非 常 地 紧 张 ， 一 句 话 都 说 不 出 吗 ？ 若 这 个 事 件 真 的 发 生 的 话 ， 那 么 这 名 女 士 的 公 司 不 就 会 谈 不 到 很 多 生 意 吗 ？
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 56 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 79 80|||S|||家|||REQUIRED|||-NONE-|||1
A 101 102|||S|||这|||REQUIRED|||-NONE-|||1
A 123 123|||M|||吗|||REQUIRED|||-NONE-|||1
A 126 127|||S|||个|||REQUIRED|||-NONE-|||1
A 138 139|||S|||这|||REQUIRED|||-NONE-|||1
A 145 145|||M|||不|||REQUIRED|||-NONE-|||1

S 不 知 不 觉 会 毅 然 看 见 各 个 都 能 自 己 随 和 买 了 包 烟 。
T0-A0 不 知 不 觉 会 看 到 各 个 人 都 能 随 和 地 买 包 烟 了 。
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||到|||REQUIRED|||-NONE-|||0
A 11 11|||M|||人|||REQUIRED|||-NONE-|||0
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 17|||M|||地|||REQUIRED|||-NONE-|||0
A 18 21|||W|||包 烟 了|||REQUIRED|||-NONE-|||0

S 正 如 我 刚 才 所 说 ， 孩 子 可 以 从 父 母 所 有 的 行 动 学 习 。
T0-A0 正 如 我 刚 才 所 说 ， 孩 子 可 以 从 父 母 所 有 的 行 为 中 学 习 。
A 19 20|||S|||为 中|||REQUIRED|||-NONE-|||0

S 在 越 南 ， 人 的 外 观 非 常 重 要 。 夫 妇 使 用 数 万 元 郎 筹 备 自 己 的 婚 礼 ， 就 像 向 对 方 展 示 竞 争 ， 固 需 要 一 袭 很 贵 的 婚 纱 ， 伴 娘 和 伴 郎 漂 亮 礼 服 ， 预 设 的 雅 仪 式 ， 狠 的 餐 饮 服 务 商 等 等 。 一 切 都 必 须 是 完 美 的 ， 地 给 我 们 一 生 中 最 快 乐 的 一 天 。
T0-A0 在 越 南 ， 人 的 外 观 非 常 重 要 。 夫 妇 使 用 数 万 元 筹 备 自 己 的 婚 礼 ， 就 像 与 对 方 竞 争 ， 比 如 需 要 一 袭 很 贵 的 婚 纱 ， 伴 娘 和 伴 郎 漂 亮 的 礼 服 ， 预 设 的 典 雅 仪 式 ， 好 的 餐 饮 服 务 商 等 等 。 一 切 都 必 须 是 完 美 的 ， 以 便 给 我 们 一 生 中 最 快 乐 的 一 天 。
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S|||与|||REQUIRED|||-NONE-|||0
A 34 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 40|||S|||比 如|||REQUIRED|||-NONE-|||0
A 57 57|||M|||的|||REQUIRED|||-NONE-|||0
A 63 63|||M|||典|||REQUIRED|||-NONE-|||0
A 67 68|||S|||好|||REQUIRED|||-NONE-|||0
A 87 88|||S|||以 便|||REQUIRED|||-NONE-|||0

S 虽 然 在 很 多 情 况 下 ， 他 们 的 外 貌 是 正 常 的 ， 他 们 希 望 改 变 自 己 的 肚 子 的 大 小 或 他 们 鼻 子 的 形 状 。 一 个 人 也 可 以 使 用 整 容 手 术 改 变 不 雅 观 的 身 体 部 位 ， 也 可 以 给 它 们 一 个 较 好 的 外 观 。
T0-A0 虽 然 在 很 多 情 况 下 ， 他 们 的 外 貌 是 正 常 的 ， 但 是 他 们 希 望 改 变 自 己 肚 子 的 大 小 或 他 们 鼻 子 的 形 状 。 一 个 人 也 可 以 使 用 整 容 手 术 改 变 不 雅 观 的 身 体 部 位 ， 给 它 们 一 个 较 好 的 外 观 。
A 19 19|||M|||但 是|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 65 68|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 在 很 多 情 况 下 ， 他 们 的 外 貌 是 正 常 的 ， 但 是 他 们 希 望 改 变 自 己 的 肚 子 大 小 或 他 们 鼻 子 的 形 状 。 一 个 人 也 可 以 使 用 整 容 手 术 改 变 不 雅 观 的 身 体 部 位 ， 可 以 给 它 们 一 个 较 好 的 外 观 。
A 19 19|||M|||但 是|||REQUIRED|||-NONE-|||1
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 65 66|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 还 有 呢 ， 当 你 正 在 和 朋 友 一 起 玩 儿 的 时 候 ， 你 也 可 能 与 他 们 讲 讲 跟 流 行 歌 曲 有 关 的 话 题 ， 这 样 ， 你 的 朋 友 也 会 发 现 ， 原 来 你 知 道 的 东 西 挺 多 ！
T0-A0 还 有 呢 ， 当 你 正 在 和 朋 友 一 起 玩 儿 的 时 候 ， 你 也 可 以 与 他 们 讲 讲 跟 流 行 歌 曲 有 关 的 话 题 ， 这 样 ， 你 的 朋 友 也 会 发 现 ， 原 来 你 知 道 的 东 西 挺 多 ！
A 22 23|||S|||以|||REQUIRED|||-NONE-|||0

S 对 这 样 的 措 施 吸 烟 者 反 对 。
T0-A0 对 这 样 的 措 施 吸 烟 者 表 示 反 对 。
A 9 9|||M|||表 示|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 者 反 对 这 样 的 措 施 。
A 0 11|||W|||吸 烟 者 反 对 这 样 的 措 施|||REQUIRED|||-NONE-|||1

S 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 的 情 况 ， 在 有 孩 子 的 眼 前 吸 烟 . 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 人 的 身 体 根 本 没 有 一 个 好 处 ， 对 社 会 、 对 环 境 也 没 有 一 个 优 点 ， 何 必 还 要 吸 烟 ？
T0-A0 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 环 境 的 情 况 ， 在 孩 子 的 眼 前 吸 烟 。 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 人 的 身 体 没 有 一 个 好 处 ， 对 社 会 、 环 境 也 没 有 一 个 优 点 ， 为 什 么 还 要 吸 烟 ？
A 15 15|||M|||环 境|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S|||。|||REQUIRED|||-NONE-|||0
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 78 80|||S|||为 什 么|||REQUIRED|||-NONE-|||0
T1-A0 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 的 情 况 ， 在 孩 子 的 眼 前 吸 烟 。 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 人 的 身 体 根 本 没 有 好 处 ， 对 社 会 、 环 境 也 没 有 一 个 优 点 ， 为 什 么 还 要 吸 烟 ？
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 29|||S|||。|||REQUIRED|||-NONE-|||1
A 58 60|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 78 80|||S|||为 什 么|||REQUIRED|||-NONE-|||1
T2-A0 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 环 境 的 情 况 ， 在 孩 子 的 眼 前 吸 烟 。 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 社 会 、 对 环 境 、 对 人 的 身 体 没 有 一 个 好 处 ， 为 什 么 还 要 吸 烟 ？
A 15 15|||M|||环 境|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 29|||S|||。|||REQUIRED|||-NONE-|||2
A 49 49|||M|||对 社 会 、 对 环 境 、|||REQUIRED|||-NONE-|||2
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 63 80|||S|||为 什 么|||REQUIRED|||-NONE-|||2
T3-A0 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 的 情 况 ， 在 孩 子 的 眼 前 吸 烟 。 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 人 的 身 体 没 有 一 个 好 处 ， 对 社 会 、 环 境 也 没 有 一 个 优 点 ， 为 什 么 还 要 吸 烟 ？
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 28 29|||S|||。|||REQUIRED|||-NONE-|||3
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 78 80|||S|||为 什 么|||REQUIRED|||-NONE-|||3
T4-A0 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 环 境 的 情 况 ， 在 孩 子 的 眼 前 吸 烟 。 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 人 的 身 体 根 本 没 有 好 处 ， 对 社 会 、 环 境 也 没 有 一 个 优 点 ， 为 什 么 还 要 吸 烟 ？
A 15 15|||M|||环 境|||REQUIRED|||-NONE-|||4
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 28 29|||S|||。|||REQUIRED|||-NONE-|||4
A 58 60|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 78 80|||S|||为 什 么|||REQUIRED|||-NONE-|||4
T5-A0 我 以 前 看 过 许 多 吸 烟 者 不 考 虑 周 围 环 境 的 情 况 ， 在 孩 子 的 眼 前 吸 烟 。 他 们 随 时 随 地 带 着 烟 ， 停 下 来 就 抽 一 支 。 吸 烟 对 人 的 身 体 根 本 没 有 好 处 ， 对 社 会 、 对 环 境 也 没 有 一 个 优 点 ， 为 什 么 还 要 吸 烟 ？
A 15 15|||M|||环 境|||REQUIRED|||-NONE-|||5
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||5
A 28 29|||S|||。|||REQUIRED|||-NONE-|||5
A 58 60|||R|||-NONE-|||REQUIRED|||-NONE-|||5
A 78 80|||S|||为 什 么|||REQUIRED|||-NONE-|||5

S 她 们 生 活 中 最 大 的 一 部 分 是 听 流 行 歌 曲 的 。
T0-A0 她 们 生 活 中 最 大 的 一 部 分 是 去 听 流 行 歌 曲 。
A 12 12|||M|||去|||REQUIRED|||-NONE-|||0
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 她 们 生 活 中 最 大 的 一 部 分 是 听 流 行 歌 曲 。
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 在 学 校 上 课 时 ， 看 到 有 些 老 师 学 生 烟 不 离 手 ， 在 谈 话 时 也 抽 着 烟 。
T0-A0 我 在 学 校 上 课 时 ， 看 到 有 些 老 师 、 学 生 烟 不 离 手 ， 即 使 在 谈 话 时 也 抽 着 烟 。
A 14 14|||M|||、|||REQUIRED|||-NONE-|||0
A 21 21|||M|||即 使|||REQUIRED|||-NONE-|||0
T1-A0 我 在 学 校 上 课 时 ， 看 到 有 些 老 师 和 学 生 烟 不 离 手 ， 在 谈 话 时 也 抽 着 烟 。
A 14 14|||M|||和|||REQUIRED|||-NONE-|||1
T2-A0 我 在 学 校 上 课 时 ， 看 到 有 些 老 师 和 学 生 烟 不 离 手 ， 甚 至 在 谈 话 时 也 抽 着 烟 。
A 14 14|||M|||和|||REQUIRED|||-NONE-|||2
A 21 21|||M|||甚 至|||REQUIRED|||-NONE-|||2

S 最 近 注 意 点 吸 烟 的 人 越 来 越 多 了 ， 大 家 都 是 这 样 的 文 化 思 想 要 求 高 等 生 活 水 平 的 。 在 公 共 场 所 规 定 再 多 严 厉 要 的 话 ， 必 须 做 为 了 青 少 年 和 所 有 人 的 健 康 ， 我 希 望 一 定 好 生 活 的 改 变 的 环 境 。
T0-A0 最 近 注 意 到 吸 烟 的 人 越 来 越 多 了 ， 大 家 都 是 有 文 化 思 想 和 高 等 生 活 水 平 的 人 。 在 公 共 场 所 制 定 更 多 严 厉 的 规 定 是 必 须 要 做 的 。 为 了 青 少 年 和 所 有 人 的 健 康 ， 我 希 望 生 活 环 境 一 定 要 被 改 善 。
A 4 5|||S|||到|||REQUIRED|||-NONE-|||0
A 19 22|||S|||有|||REQUIRED|||-NONE-|||0
A 26 28|||S|||和|||REQUIRED|||-NONE-|||0
A 35 35|||M|||人|||REQUIRED|||-NONE-|||0
A 41 42|||S|||制|||REQUIRED|||-NONE-|||0
A 43 44|||S|||更|||REQUIRED|||-NONE-|||0
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 51|||S|||规 定 是|||REQUIRED|||-NONE-|||0
A 53 53|||M|||要|||REQUIRED|||-NONE-|||0
A 54 54|||M|||的 。|||REQUIRED|||-NONE-|||0
A 70 73|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 75 79|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 81 81|||M|||一 定 要 被 改 善|||REQUIRED|||-NONE-|||0
T1-A0 最 近 注 意 吸 烟 的 人 越 来 越 多 了 ， 大 家 都 要 以 这 样 的 文 化 思 想 标 准 去 追 求 高 等 生 活 水 平 。 为 了 青 少 年 和 所 有 人 的 健 康 ， 必 须 在 公 共 场 所 制 定 更 严 厉 的 规 定 ， 我 希 望 生 活 环 境 一 定 要 好 好 改 变 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 19|||S|||要 以|||REQUIRED|||-NONE-|||1
A 26 27|||S|||标 准 去 追|||REQUIRED|||-NONE-|||1
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 66 66|||M|||， 必 须 在 公 共 场 所 制 定 更 严 厉 的 规 定|||REQUIRED|||-NONE-|||1
A 70 70|||M|||生 活 环 境|||REQUIRED|||-NONE-|||1
A 72 72|||M|||要|||REQUIRED|||-NONE-|||1
A 73 76|||S|||好|||REQUIRED|||-NONE-|||1
A 78 81|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 而 每 一 代 的 年 轻 时 代 都 有 不 同 的 音 乐 调 。
T0-A0 而 每 一 代 的 年 轻 时 代 都 有 不 同 的 音 乐 曲 调 。
A 16 16|||M|||曲|||REQUIRED|||-NONE-|||0
T1-A0 而 每 一 代 的 年 轻 时 代 都 有 不 同 的 音 乐 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 来 保 定 的 时 候 ， 我 发 现 了 一 般 中 国 人 的 早 餐 不 像 一 般 欧 洲 人 的 早 餐 。
T0-A0 来 保 定 的 时 候 ， 我 发 现 了 一 般 中 国 人 的 早 餐 不 像 欧 洲 人 的 早 餐 。
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 来 保 定 的 时 候 ， 我 发 现 了 一 般 中 国 人 吃 的 早 餐 和 一 般 欧 洲 人 吃 的 早 餐 不 一 样 。
A 16 16|||M|||吃|||REQUIRED|||-NONE-|||1
A 19 21|||S|||和|||REQUIRED|||-NONE-|||1
A 26 26|||M|||吃|||REQUIRED|||-NONE-|||1
A 29 29|||M|||不 一 样|||REQUIRED|||-NONE-|||1

S 随 着 社 会 发 展 ， 我 们 能 够 听 其 它 国 家 的 流 行 歌 曲 ， 我 也 来 中 国 之 前 也 常 常 听 中 国 的 流 行 歌 曲 。 对 我 来 说 ， 听 中 国 流 行 歌 曲 是 不 但 给 我 学 习 汉 语 的 帮 助 ， 而 且 给 我 体 会 中 国 文 化 和 年 轻 人 的 感 情 的 机 会 。
T0-A0 随 着 社 会 发 展 ， 我 们 能 够 听 其 它 国 家 的 流 行 歌 曲 ， 我 在 来 中 国 之 前 也 常 常 听 中 国 的 流 行 歌 曲 。 对 我 来 说 ， 听 中 国 流 行 歌 曲 是 不 但 给 我 学 习 汉 语 的 帮 助 ， 而 且 让 我 体 会 到 中 国 文 化 和 年 轻 人 的 感 情 。
A 23 24|||S|||在|||REQUIRED|||-NONE-|||0
A 68 69|||S|||让|||REQUIRED|||-NONE-|||0
A 72 72|||M|||到|||REQUIRED|||-NONE-|||0
A 83 86|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 随 着 社 会 发 展 ， 我 们 能 够 听 其 它 国 家 的 流 行 歌 曲 ， 我 在 来 中 国 之 前 也 常 常 听 中 国 的 流 行 歌 曲 。 对 我 来 说 ， 听 中 国 流 行 歌 曲 不 但 给 我 学 习 汉 语 的 帮 助 ， 而 且 让 我 体 会 了 中 国 文 化 和 年 轻 人 的 感 情 。
A 23 24|||S|||在|||REQUIRED|||-NONE-|||1
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 68 69|||S|||让|||REQUIRED|||-NONE-|||1
A 72 72|||M|||了|||REQUIRED|||-NONE-|||1
A 83 86|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 随 着 社 会 发 展 ， 我 们 能 够 听 其 它 国 家 的 流 行 歌 曲 ， 我 来 中 国 之 前 也 常 常 听 中 国 的 流 行 歌 曲 。 对 我 来 说 ， 听 中 国 流 行 歌 曲 不 但 给 我 学 习 汉 语 的 帮 助 ， 而 且 给 我 体 会 中 国 文 化 和 年 轻 人 的 感 情 的 机 会 。
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 随 着 社 会 发 展 ， 我 们 能 够 听 其 它 国 家 的 流 行 歌 曲 ， 我 来 中 国 之 前 也 常 常 听 中 国 的 流 行 歌 曲 。 对 我 来 说 ， 听 中 国 流 行 歌 曲 不 但 帮 助 我 学 习 汉 语 ， 而 且 让 我 体 会 到 中 国 文 化 和 年 轻 人 的 感 情 。
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 56 57|||S|||帮 助|||REQUIRED|||-NONE-|||3
A 62 65|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 68 69|||S|||让|||REQUIRED|||-NONE-|||3
A 72 72|||M|||到|||REQUIRED|||-NONE-|||3
A 83 86|||R|||-NONE-|||REQUIRED|||-NONE-|||3
T4-A0 随 着 社 会 发 展 ， 我 们 能 够 听 到 其 它 国 家 的 流 行 歌 曲 ， 我 在 来 中 国 之 前 也 常 常 听 中 国 的 流 行 歌 曲 。 对 我 来 说 ， 听 中 国 流 行 歌 曲 不 但 给 了 我 汉 语 学 习 方 面 的 帮 助 ， 而 且 给 了 我 体 会 中 国 文 化 和 年 轻 人 感 情 的 机 会 。
A 12 12|||M|||到|||REQUIRED|||-NONE-|||4
A 23 24|||S|||在|||REQUIRED|||-NONE-|||4
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 57 57|||M|||了|||REQUIRED|||-NONE-|||4
A 58 62|||W|||汉 语 学 习|||REQUIRED|||-NONE-|||4
A 62 62|||M|||方 面|||REQUIRED|||-NONE-|||4
A 69 69|||M|||了|||REQUIRED|||-NONE-|||4
A 80 81|||R|||-NONE-|||REQUIRED|||-NONE-|||4

S 女 服 务 员 回 去 后 ， 我 们 一 起 笑 了 起 来 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 自 眼 看 见 了 ： 为 了 孩 了 。 父 母 什 么 都 作 。
T0-A0 我 亲 眼 看 见 ： 为 了 孩 子 ， 父 母 什 么 都 做 。
A 1 2|||S|||亲|||REQUIRED|||-NONE-|||0
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 12|||S|||子 ，|||REQUIRED|||-NONE-|||0
A 17 18|||S|||做|||REQUIRED|||-NONE-|||0
T1-A0 我 亲 眼 看 见 了 ： 为 了 孩 子 ， 父 母 什 么 都 做 。
A 1 2|||S|||亲|||REQUIRED|||-NONE-|||1
A 10 12|||S|||子 ，|||REQUIRED|||-NONE-|||1
A 17 18|||S|||做|||REQUIRED|||-NONE-|||1

S 生 物 質 能 利 用 光 合 的 现 象 。 囤 积 的 有 机 物 是 农 场 开 发 的 。 地 热 能 在 于 抽 取 地 面 里 的 来 创 造 热 气 电 力 。
T0-A0 生 物 质 能 是 农 场 的 植 物 利 用 光 合 作 用 囤 积 的 有 机 物 中 含 有 的 能 量 。 地 热 能 是 由 地 壳 抽 取 的 以 热 力 形 式 存 在 的 能 量 ， 并 且 可 用 来 创 造 电 力 。
A 2 3|||S|||质|||REQUIRED|||-NONE-|||0
A 4 4|||M|||是 农 场 的 植 物|||REQUIRED|||-NONE-|||0
A 8 12|||S|||作 用|||REQUIRED|||-NONE-|||0
A 18 23|||S|||中 含 有|||REQUIRED|||-NONE-|||0
A 24 24|||M|||能 量|||REQUIRED|||-NONE-|||0
A 28 30|||S|||是 由 地 壳|||REQUIRED|||-NONE-|||0
A 32 35|||S|||的 以 热 力 形 式 存 在|||REQUIRED|||-NONE-|||0
A 36 36|||M|||能 量 ， 并 且 可 用|||REQUIRED|||-NONE-|||0
A 39 41|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 深 信 能 胜 任 此 一 职 务 ， 特 投 函 应 聘 。
T0-A0 我 深 信 能 胜 任 这 一 职 务 ， 特 投 函 应 聘 。
A 6 7|||S|||这|||REQUIRED|||-NONE-|||0
T1-A0 我 深 信 能 胜 任 此 职 务 ， 特 投 函 应 聘 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 生 了 第 一 个 孩 子 的 时 候 完 全 不 知 道 怎 么 照 顾 孩 子 。 可 是 我 母 亲 住 在 我 家 附 近 ， 常 常 问 她 怎 么 做 好 。
T0-A0 我 生 下 第 一 个 孩 子 的 时 候 完 全 不 知 道 怎 么 照 顾 孩 子 。 但 是 我 母 亲 住 在 我 家 附 近 ， 所 以 我 常 常 问 她 该 怎 么 做 。
A 2 3|||S|||下|||REQUIRED|||-NONE-|||0
A 23 24|||S|||但|||REQUIRED|||-NONE-|||0
A 35 35|||M|||所 以 我|||REQUIRED|||-NONE-|||0
A 39 39|||M|||该|||REQUIRED|||-NONE-|||0
A 42 43|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 生 了 第 一 个 孩 子 的 时 候 完 全 不 知 道 怎 么 照 顾 孩 子 。 但 是 我 母 亲 住 在 我 家 附 近 ， 所 以 我 常 常 问 她 怎 么 做 好 。
A 23 24|||S|||但|||REQUIRED|||-NONE-|||1
A 35 35|||M|||所 以 我|||REQUIRED|||-NONE-|||1

S 我 高 中 同 学 之 间 有 一 些 根 本 没 有 和 女 孩 子 讲 过 话 ， 现 在 他 们 太 不 好 意 思 讲 ， 因 此 会 出 现 同 性 恋 这 一 类 问 题 。 实 事 上 我 高 中 同 学 之 间 的 同 性 率 算 较 高 。
T0-A0 我 高 中 同 学 之 中 有 一 些 根 本 没 有 和 女 孩 子 讲 过 话 的 ， 现 在 他 们 也 不 太 好 意 思 讲 ， 因 此 会 出 现 同 性 恋 这 一 类 问 题 。 事 实 上 ， 我 高 中 同 学 之 中 的 同 性 恋 率 确 实 算 是 较 高 的 。
A 6 7|||S|||中|||REQUIRED|||-NONE-|||0
A 21 21|||M|||的|||REQUIRED|||-NONE-|||0
A 26 26|||M|||也|||REQUIRED|||-NONE-|||0
A 26 28|||W|||不 太|||REQUIRED|||-NONE-|||0
A 47 49|||W|||事 实|||REQUIRED|||-NONE-|||0
A 50 50|||M|||，|||REQUIRED|||-NONE-|||0
A 56 57|||S|||中|||REQUIRED|||-NONE-|||0
A 60 60|||M|||恋|||REQUIRED|||-NONE-|||0
A 61 61|||M|||确 实|||REQUIRED|||-NONE-|||0
A 62 62|||M|||是|||REQUIRED|||-NONE-|||0
A 64 64|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 的 一 些 高 中 同 学 根 本 没 有 和 女 孩 子 讲 过 话 ， 现 在 他 们 也 不 太 好 意 思 讲 ， 因 此 会 出 现 同 性 恋 这 一 类 问 题 。 事 实 上 ， 我 的 高 中 同 学 之 中 的 同 性 恋 比 率 算 是 较 高 的 。
A 1 1|||M|||的 一 些|||REQUIRED|||-NONE-|||1
A 5 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 26|||M|||也|||REQUIRED|||-NONE-|||1
A 26 28|||W|||不 太|||REQUIRED|||-NONE-|||1
A 47 49|||W|||事 实|||REQUIRED|||-NONE-|||1
A 50 50|||M|||，|||REQUIRED|||-NONE-|||1
A 51 51|||M|||的|||REQUIRED|||-NONE-|||1
A 56 57|||S|||中|||REQUIRED|||-NONE-|||1
A 60 60|||M|||恋 比|||REQUIRED|||-NONE-|||1
A 62 62|||M|||是|||REQUIRED|||-NONE-|||1
A 64 64|||M|||的|||REQUIRED|||-NONE-|||1

S 其 实 ， 以 前 人 们 认 为 吸 烟 是 吸 烟 人 的 权 力 ， 或 者 一 种 爱 好 ， 所 以 ， 吸 烟 者 也 无 管 什 么 地 方 过 瘾 的 话 就 吸 烟 了 。
T0-A0 其 实 ， 以 前 人 们 认 为 吸 烟 是 吸 烟 人 的 权 利 ， 或 者 一 种 爱 好 ， 所 以 ， 吸 烟 者 也 不 管 什 么 地 方 ， 只 要 想 过 瘾 就 吸 烟 了 。
A 17 18|||S|||利|||REQUIRED|||-NONE-|||0
A 33 34|||S|||不|||REQUIRED|||-NONE-|||0
A 39 39|||M|||， 只 要 想|||REQUIRED|||-NONE-|||0
A 41 43|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 其 实 ， 以 前 人 们 认 为 吸 烟 是 吸 烟 人 的 权 利 ， 或 者 一 种 爱 好 ， 所 以 ， 吸 烟 者 也 不 管 什 么 地 方 ， 过 瘾 的 话 就 吸 烟 了 。
A 17 18|||S|||利|||REQUIRED|||-NONE-|||1
A 33 34|||S|||不|||REQUIRED|||-NONE-|||1
A 39 39|||M|||，|||REQUIRED|||-NONE-|||1

S 我 们 俩 投 缘 对 劲 ！
T0-A0 我 们 俩 很 投 缘 ！
A 3 3|||M|||很|||REQUIRED|||-NONE-|||0
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 们 俩 之 间 投 缘 ！
A 3 3|||M|||之 间|||REQUIRED|||-NONE-|||1
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S ” 这 样 注 意 的 话 ， 肯 定 对 孩 子 好 的 影 响 。
T0-A0 像 这 样 注 意 的 话 ， 肯 定 对 孩 子 有 好 的 影 响 。
A 0 1|||S|||像|||REQUIRED|||-NONE-|||0
A 13 13|||M|||有|||REQUIRED|||-NONE-|||0
T1-A0 这 样 注 意 的 话 ， 肯 定 对 孩 子 有 好 的 影 响 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||有|||REQUIRED|||-NONE-|||1

S 因 为 绿 色 食 品 几 乎 没 有 让 他 健 康 有 害 的 污 染 物 质 ， 所 以 ， 很 多 国 家 越 来 越 关 注 绿 色 食 品 。 而 且 ， 在 世 界 上 ， 很 多 国 家 的 科 学 家 为 了 多 生 产 绿 色 食 品 ， 拼 命 的 研 究 。 但 是 ， 受 绿 色 食 品 的 出 现 的 影 响 ， 导 致 了 农 产 量 的 减 少 ， 这 使 产 生 了 很 严 重 的 饥 饿 问 题 ， 我 认 为 这 种 严 重 的 情 况 ， 随 着 时 间 的 推 移 ， 越 来 越 会 更 严 重 。
T0-A0 因 为 绿 色 食 品 里 几 乎 没 有 对 人 体 健 康 有 害 的 污 染 物 质 ， 所 以 很 多 国 家 越 来 越 关 注 绿 色 食 品 。 而 且 ， 在 世 界 上 ， 很 多 科 学 家 为 了 多 生 产 绿 色 食 品 ， 拼 命 地 研 究 。 但 是 ， 绿 色 食 品 的 出 现 导 致 了 农 产 量 的 减 少 ， 产 生 了 很 严 重 的 饥 饿 问 题 。 我 认 为 这 种 情 况 ， 随 着 时 间 的 推 移 ， 会 越 来 越 严 重 。
A 6 6|||M|||里|||REQUIRED|||-NONE-|||0
A 10 12|||S|||对 人 体|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 52|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 68|||S|||地|||REQUIRED|||-NONE-|||0
A 74 75|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 82 86|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 96 98|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 109 110|||S|||。|||REQUIRED|||-NONE-|||0
A 115 118|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 129 129|||M|||会|||REQUIRED|||-NONE-|||0
A 132 134|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 一 般 来 说 ， 偏 头 痛 没 有 治 疗 。 这 是 一 个 大 的 问 题 。 不 能 开 刀 ， 也 没 有 好 的 药 品 治 疗 。 这 是 一 个 大 的 问 题 。 不 能 开 刀 ， 也 没 有 好 的 药
T0-A0 一 般 来 说 ， 偏 头 痛 没 有 治 疗 方 案 。 这 是 一 个 大 的 问 题 ， 不 能 开 刀 ， 也 没 有 好 的 药 品 治 疗 。
A 12 12|||M|||方 案|||REQUIRED|||-NONE-|||0
A 21 22|||S|||，|||REQUIRED|||-NONE-|||0
A 36 45|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 57|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 一 般 来 说 ， 偏 头 痛 没 有 治 疗 方 法 。 这 是 一 个 大 的 问 题 ， 不 能 开 刀 ， 也 没 有 好 的 药 品 治 疗 。
A 12 12|||M|||方 法|||REQUIRED|||-NONE-|||1
A 21 22|||S|||，|||REQUIRED|||-NONE-|||1
A 36 45|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 46 57|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 一 般 来 说 ， 偏 头 痛 没 有 治 疗 方 法 ， 不 能 开 刀 ， 也 没 有 好 的 药 品 治 疗 ， 这 是 一 个 大 的 问 题 。
A 12 22|||S|||方 法 ，|||REQUIRED|||-NONE-|||2
A 36 37|||S|||，|||REQUIRED|||-NONE-|||2
A 46 57|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 总 结 以 上 ， 男 女 最 理 想 的 结 交 方 式 是 从 朋 友 相 识 开 始 ， 自 然 演 化 为 情 侣 ， 大 家 有 共 同 的 目 标 ， 为 此 目 标 一 起 前 进 ， 携 手 共 创 美 好 的 将 来 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 其 中 ， 我 最 喜 欢 听 流 行 歌 曲 种 类 中 歌 曲 速 度 比 较 缓 慢 、 有 感 情 、 能 代 表 爱 情 种 类 的 歌 曲 ， 想 必 一 些 和 我 同 年 龄 的 人 ， 也 和 我 一 样 喜 欢 这 种 流 行 歌 曲 ， 但 也 有 一 部 分 人 不 喜 欢 流 行 歌 曲 。
T0-A0 其 中 ， 我 最 喜 欢 听 流 行 歌 曲 中 歌 曲 速 度 比 较 缓 慢 、 唱 得 有 感 情 、 能 代 表 爱 情 的 歌 曲 ， 想 必 一 些 和 我 同 年 龄 的 人 ， 也 和 我 一 样 喜 欢 这 种 流 行 歌 曲 ， 但 也 有 一 部 分 人 不 喜 欢 这 样 的 流 行 歌 曲 。
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||唱 得|||REQUIRED|||-NONE-|||0
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 75 75|||M|||这 样 的|||REQUIRED|||-NONE-|||0
T1-A0 其 中 ， 我 最 喜 欢 听 流 行 歌 曲 中 歌 曲 速 度 比 较 缓 慢 、 唱 得 有 感 情 、 能 代 表 爱 情 的 歌 曲 ， 想 必 一 些 和 我 同 年 龄 的 人 ， 也 和 我 一 样 喜 欢 这 种 流 行 歌 曲 ， 但 也 有 一 部 分 人 不 喜 欢 。
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 24|||M|||唱 得|||REQUIRED|||-NONE-|||1
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 75 79|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 他 建 议 一 个 跟 过 去 一 样 的 社 会 。 在 这 个 不 暗 想 的 社 会 上 ， 国 民 小 、 人 民 稀 少 。
T0-A0 他 建 议 创 建 一 个 跟 过 去 一 样 的 社 会 。 在 这 个 不 理 想 的 社 会 上 ， 人 民 稀 少 。
A 3 3|||M|||创 建|||REQUIRED|||-NONE-|||0
A 18 19|||S|||理|||REQUIRED|||-NONE-|||0
A 25 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 他 建 议 形 成 一 个 跟 过 去 一 样 的 社 会 。 在 这 个 不 理 想 的 社 会 上 ， 人 民 很 少 。
A 3 3|||M|||形 成|||REQUIRED|||-NONE-|||1
A 18 19|||S|||理|||REQUIRED|||-NONE-|||1
A 25 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 32|||S|||很|||REQUIRED|||-NONE-|||1

S 还 对 吸 烟 问 题 存 在 着 各 种 各 样 的 分 岐 。
T0-A0 关 于 吸 烟 问 题 还 存 在 着 各 种 各 样 的 分 歧 。
A 0 2|||S|||关 于|||REQUIRED|||-NONE-|||0
A 6 6|||M|||还|||REQUIRED|||-NONE-|||0
A 15 16|||S|||歧|||REQUIRED|||-NONE-|||0
T1-A0 在 吸 烟 问 题 上 还 存 在 着 各 种 各 样 的 分 歧 。
A 0 2|||S|||在|||REQUIRED|||-NONE-|||1
A 6 6|||M|||上 还|||REQUIRED|||-NONE-|||1
A 15 16|||S|||歧|||REQUIRED|||-NONE-|||1

S 父 母 就 是 第 一 个 在 这 张 白 纸 上 面 写 画 的 人 。 正 常 的 人 生 有 至 少 十 八 年 是 同 父 母 一 起 过 的 。
T0-A0 父 母 就 是 第 一 个 在 这 张 白 纸 上 面 写 画 的 人 。 正 常 的 人 生 至 少 有 十 八 年 是 同 父 母 一 起 过 的 。
A 24 27|||W|||至 少 有|||REQUIRED|||-NONE-|||0
T1-A0 父 母 就 是 第 一 个 在 这 张 白 纸 上 面 画 画 的 人 。 正 常 的 人 生 至 少 有 十 八 年 是 同 父 母 一 起 过 的 。
A 14 15|||S|||画|||REQUIRED|||-NONE-|||1
A 24 27|||W|||至 少 有|||REQUIRED|||-NONE-|||1
T2-A0 父 母 就 是 第 一 个 在 这 张 白 纸 上 面 写 和 画 的 人 。 正 常 的 人 生 至 少 有 十 八 年 是 同 父 母 一 起 过 的 。
A 15 15|||M|||和|||REQUIRED|||-NONE-|||2
A 24 27|||W|||至 少 有|||REQUIRED|||-NONE-|||2

S 由 于 烟 会 伤 害 人 们 的 健 康 与 自 然 环 境 。 这 种 小 部 分 的 吸 烟 者 应 该 在 某 个 专 门 地 方 吸 烟 ， 这 样 一 来 也 不 会 影 响 到 别 人 的 健 康 和 自 然 空 气 我 相 信 在 密 集 的 商 业 城 也 好 ， 公 园 也 好 等 ， 都 会 更 干 净 。 并 对 青 年 们 也 是 一 个 良 好 的 习 惯 。
T0-A0 由 于 烟 会 损 害 人 们 的 健 康 并 破 坏 自 然 环 境 ， 这 种 小 规 模 的 吸 烟 者 们 应 该 在 某 个 专 门 的 地 方 吸 烟 ， 这 样 一 来 也 不 会 影 响 到 别 人 的 健 康 和 空 气 。 我 相 信 密 集 的 商 业 区 也 好 ， 公 园 也 好 ， 各 个 地 方 都 会 更 干 净 ， 并 帮 助 青 年 们 养 成 良 好 的 习 惯 。
A 4 5|||S|||损|||REQUIRED|||-NONE-|||0
A 11 12|||S|||并 破 坏|||REQUIRED|||-NONE-|||0
A 16 17|||S|||，|||REQUIRED|||-NONE-|||0
A 20 22|||S|||规 模|||REQUIRED|||-NONE-|||0
A 26 26|||M|||们|||REQUIRED|||-NONE-|||0
A 33 33|||M|||的|||REQUIRED|||-NONE-|||0
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 58|||M|||。|||REQUIRED|||-NONE-|||0
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 68|||S|||区|||REQUIRED|||-NONE-|||0
A 75 76|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 77 77|||M|||各 个 地 方|||REQUIRED|||-NONE-|||0
A 82 83|||S|||，|||REQUIRED|||-NONE-|||0
A 84 85|||S|||帮 助|||REQUIRED|||-NONE-|||0
A 88 92|||S|||养 成|||REQUIRED|||-NONE-|||0
T1-A0 由 于 烟 会 损 害 人 们 的 健 康 并 破 坏 自 然 环 境 ， 这 种 小 规 模 的 吸 烟 者 们 应 该 在 某 个 专 门 的 地 方 吸 烟 ， 这 样 一 来 也 不 会 影 响 到 别 人 的 健 康 和 空 气 。 我 相 信 密 集 的 商 业 城 也 好 ， 公 园 也 好 ， 各 个 地 方 都 会 更 干 净 ， 并 帮 助 青 年 们 养 成 良 好 的 习 惯 。
A 4 5|||S|||损|||REQUIRED|||-NONE-|||1
A 11 12|||S|||并 破 坏|||REQUIRED|||-NONE-|||1
A 16 17|||S|||，|||REQUIRED|||-NONE-|||1
A 20 22|||S|||规 模|||REQUIRED|||-NONE-|||1
A 26 26|||M|||们|||REQUIRED|||-NONE-|||1
A 33 33|||M|||的|||REQUIRED|||-NONE-|||1
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 58 58|||M|||。|||REQUIRED|||-NONE-|||1
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 75 76|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 77 77|||M|||各 个 地 方|||REQUIRED|||-NONE-|||1
A 82 83|||S|||，|||REQUIRED|||-NONE-|||1
A 84 85|||S|||帮 助|||REQUIRED|||-NONE-|||1
A 88 92|||S|||养 成|||REQUIRED|||-NONE-|||1
T2-A0 由 于 吸 烟 会 伤 害 人 们 的 健 康 与 破 坏 自 然 环 境 ， 所 以 那 些 小 部 分 的 吸 烟 者 应 该 在 某 个 专 门 的 地 方 吸 烟 ， 这 样 一 来 不 会 影 响 到 别 人 的 健 康 和 自 然 空 气 。 我 相 信 在 密 集 的 商 业 区 也 好 ， 公 园 等 也 好 ， 都 会 更 干 净 。 并 且 这 对 青 年 们 来 说 也 是 一 个 良 好 的 习 惯 。
A 2 2|||M|||吸|||REQUIRED|||-NONE-|||2
A 12 12|||M|||破 坏|||REQUIRED|||-NONE-|||2
A 16 19|||S|||， 所 以 那 些|||REQUIRED|||-NONE-|||2
A 33 33|||M|||的|||REQUIRED|||-NONE-|||2
A 42 43|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 58 58|||M|||。|||REQUIRED|||-NONE-|||2
A 67 68|||S|||区|||REQUIRED|||-NONE-|||2
A 73 76|||W|||等 也 好|||REQUIRED|||-NONE-|||2
A 84 84|||M|||且 这|||REQUIRED|||-NONE-|||2
A 88 88|||M|||来 说|||REQUIRED|||-NONE-|||2
T3-A0 由 于 吸 烟 会 伤 害 人 们 的 健 康 与 破 坏 自 然 环 境 ， 所 以 那 些 小 部 分 的 吸 烟 者 应 该 在 某 个 专 门 的 地 方 吸 烟 ， 这 样 一 来 不 会 影 响 到 别 人 的 健 康 和 自 然 空 气 。 我 相 信 在 密 集 的 商 业 城 也 好 ， 公 园 等 也 好 ， 都 会 更 干 净 ， 并 且 这 对 青 年 们 来 说 也 是 一 个 良 好 的 习 惯 。
A 2 2|||M|||吸|||REQUIRED|||-NONE-|||3
A 12 12|||M|||破 坏|||REQUIRED|||-NONE-|||3
A 16 19|||S|||， 所 以 那 些|||REQUIRED|||-NONE-|||3
A 33 33|||M|||的|||REQUIRED|||-NONE-|||3
A 42 43|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 58 58|||M|||。|||REQUIRED|||-NONE-|||3
A 73 76|||W|||等 也 好|||REQUIRED|||-NONE-|||3
A 82 83|||S|||，|||REQUIRED|||-NONE-|||3
A 84 84|||M|||且 这|||REQUIRED|||-NONE-|||3
A 88 88|||M|||来 说|||REQUIRED|||-NONE-|||3

S 总 之 ， 我 想 应 该 父 母 使 孩 子 在 健 康 的 环 境 中 长 大 。
T0-A0 总 之 ， 我 想 父 母 应 该 使 孩 子 在 健 康 的 环 境 中 长 大 。
A 5 9|||W|||父 母 应 该|||REQUIRED|||-NONE-|||0

S 以 接 触 流 行 歌 曲 的 方 式 来 将 我 的 生 活 更 丰 富 美 满 。
T0-A0 我 以 接 触 流 行 歌 曲 的 方 式 来 将 生 活 变 得 更 丰 富 美 满 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||0
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 16|||M|||变 得|||REQUIRED|||-NONE-|||0
T1-A0 以 接 触 流 行 歌 曲 的 方 式 来 将 我 的 生 活 变 得 更 丰 富 美 满 。
A 16 16|||M|||变 得|||REQUIRED|||-NONE-|||1
T2-A0 以 接 触 流 行 歌 曲 的 方 式 来 使 我 的 生 活 更 丰 富 美 满 。
A 11 12|||S|||使|||REQUIRED|||-NONE-|||2

S 首 先 ， 对 我 个 人 来 说 一 首 歌 最 重 要 要 能 表 达 出 来 个 人 的 想 法 ， 情 感 等 等 。 所 以 听 这 首 歌 后 ， 别 人 会 懂 这 首 歌 要 表 达 出 来 的 意 思 是 什 么 。
T0-A0 首 先 ， 对 我 个 人 来 说 一 首 歌 最 重 要 的 是 要 能 表 达 出 个 人 的 想 法 、 情 感 等 等 ， 所 以 在 听 了 这 首 歌 后 ， 别 人 才 能 懂 这 首 歌 要 表 达 出 来 的 意 思 是 什 么 。
A 15 15|||M|||的 是|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S|||、|||REQUIRED|||-NONE-|||0
A 31 32|||S|||，|||REQUIRED|||-NONE-|||0
A 34 34|||M|||在|||REQUIRED|||-NONE-|||0
A 35 35|||M|||了|||REQUIRED|||-NONE-|||0
A 42 43|||S|||才 能|||REQUIRED|||-NONE-|||0
T1-A0 首 先 ， 对 我 个 人 来 说 一 首 歌 最 重 要 的 是 能 表 达 出 来 个 人 的 想 法 、 情 感 等 等 。 所 以 听 了 这 首 歌 后 ， 别 人 会 懂 这 首 歌 要 表 达 出 来 的 意 思 是 什 么 。
A 15 16|||S|||的 是|||REQUIRED|||-NONE-|||1
A 26 27|||S|||、|||REQUIRED|||-NONE-|||1
A 35 35|||M|||了|||REQUIRED|||-NONE-|||1

S 这 好 像 影 响 到 现 在 我 在 上 海 读 书 的 。
T0-A0 这 现 在 好 像 影 响 到 我 在 上 海 读 书 。
A 1 8|||W|||现 在 好 像 影 响 到|||REQUIRED|||-NONE-|||0
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 样 的 时 候 不 抽 烟 人 受 的 影 响 比 抽 烟 者 更 多 。 所 以 在 公 共 场 所 等 很 多 人 在 一 起 的 地 方 开 始 了 新 措 施 是 应 该 的 。
T0-A0 这 样 的 话 ， 不 吸 烟 者 比 吸 烟 者 受 到 的 影 响 更 大 。 所 以 在 公 共 场 所 等 有 多 人 聚 集 在 一 起 的 地 方 采 取 新 措 施 是 应 该 的 。
A 3 5|||S|||话 ，|||REQUIRED|||-NONE-|||0
A 6 7|||S|||吸 烟 者 比 吸|||REQUIRED|||-NONE-|||0
A 8 9|||S|||者|||REQUIRED|||-NONE-|||0
A 10 10|||M|||到|||REQUIRED|||-NONE-|||0
A 13 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S|||大|||REQUIRED|||-NONE-|||0
A 28 29|||S|||有|||REQUIRED|||-NONE-|||0
A 31 31|||M|||聚 集|||REQUIRED|||-NONE-|||0
A 37 40|||S|||采 取|||REQUIRED|||-NONE-|||0
T0-A1 这 样 的 话 ， 不 吸 烟 者 比 吸 烟 者 受 到 的 影 响 更 大 。 所 以 在 公 共 场 所 等 有 多 人 聚 集 在 一 起 的 地 方 采 取 新 措 施 是 应 该 的 。
A 3 5|||S|||话 ，|||REQUIRED|||-NONE-|||0
A 6 7|||S|||吸|||REQUIRED|||-NONE-|||0
A 8 9|||S|||者 比 吸 烟 者|||REQUIRED|||-NONE-|||0
A 10 10|||M|||到|||REQUIRED|||-NONE-|||0
A 13 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S|||大|||REQUIRED|||-NONE-|||0
A 28 29|||S|||有|||REQUIRED|||-NONE-|||0
A 31 31|||M|||聚 集|||REQUIRED|||-NONE-|||0
A 37 40|||S|||采 取|||REQUIRED|||-NONE-|||0
T1-A0 这 样 的 时 候 不 抽 烟 人 受 的 影 响 比 抽 烟 者 更 大 。 所 以 在 公 共 场 所 等 很 多 人 在 一 起 的 地 方 开 始 实 施 新 措 施 是 应 该 的 。
A 18 19|||S|||大|||REQUIRED|||-NONE-|||1
A 39 40|||S|||实 施|||REQUIRED|||-NONE-|||1
T2-A0 这 样 的 话 ， 不 抽 烟 人 受 到 的 影 响 比 抽 烟 者 更 大 。 所 以 在 公 共 场 所 等 很 多 人 在 一 起 的 地 方 实 施 新 措 施 是 应 该 的 。
A 3 5|||S|||话 ，|||REQUIRED|||-NONE-|||2
A 10 10|||M|||到|||REQUIRED|||-NONE-|||2
A 18 19|||S|||大|||REQUIRED|||-NONE-|||2
A 37 40|||S|||实 施|||REQUIRED|||-NONE-|||2

S 长 期 以 来 ， 中 国 的 学 校 大 多 是 男 女 混 合 。
T0-A0 长 期 以 来 ， 中 国 的 学 校 实 行 的 大 多 是 男 女 混 合 制 。
A 10 10|||M|||实 行 的|||REQUIRED|||-NONE-|||0
A 17 17|||M|||制|||REQUIRED|||-NONE-|||0
T1-A0 长 期 以 来 ， 中 国 的 学 校 大 多 实 行 男 女 混 合 制 。
A 12 13|||S|||实 行|||REQUIRED|||-NONE-|||1
A 17 17|||M|||制|||REQUIRED|||-NONE-|||1

S ” 我 指 着 那 个 标 志 之 后 说 ： “ 是 的 。
T0-A0 我 指 着 那 个 标 志 后 面 说 ： “ 是 的 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M|||面|||REQUIRED|||-NONE-|||0
A 16 16|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 我 指 着 那 个 标 志 ， 然 后 说 ： “ 是 的 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 9|||S|||， 然|||REQUIRED|||-NONE-|||1
A 16 16|||M|||”|||REQUIRED|||-NONE-|||1
T2-A0 我 指 着 那 个 标 志 之 后 ， 说 ： “ 是 的 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 10 10|||M|||，|||REQUIRED|||-NONE-|||2
A 16 16|||M|||”|||REQUIRED|||-NONE-|||2
T3-A0 我 指 着 那 个 标 志 说 ： “ 是 的 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 16 16|||M|||”|||REQUIRED|||-NONE-|||3

S 这 些 歌 曲 ， 在 一 定 程 度 上 ， 给 人 予 教 育 的 作 用 。
T0-A0 这 些 歌 曲 ， 在 一 定 程 度 上 ， 给 予 人 教 育 的 作 用 。
A 13 15|||W|||予 人|||REQUIRED|||-NONE-|||0
T1-A0 这 些 歌 曲 ， 在 一 定 程 度 上 ， 给 人 以 教 育 的 作 用 。
A 14 15|||S|||以|||REQUIRED|||-NONE-|||1
T2-A0 这 些 歌 曲 ， 在 一 定 程 度 上 ， 给 人 教 育 的 作 用 。
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 这 正 因 为 我 父 母 在 我 母 亲 肚 子 里 的 时 候 给 我 听 了 好 多 音 乐 。 虽 然 我 已 经 不 记 得 那 时 候 ， 可 是 也 有 科 学 家 的 证 明 ， 我 相 信 我 父 母 在 那 段 时 候 的 努 力 做 成 了 现 在 的 我 。
T0-A0 这 正 因 为 我 父 母 在 我 还 在 母 亲 肚 子 里 的 时 候 给 我 听 了 好 多 音 乐 。 虽 然 我 已 经 不 记 得 那 时 候 的 事 情 ， 可 是 也 有 科 学 家 证 明 了 这 是 有 用 的 ， 我 相 信 我 父 母 在 那 段 时 间 的 努 力 成 就 了 现 在 的 我 。
A 9 9|||M|||还 在|||REQUIRED|||-NONE-|||0
A 37 37|||M|||的 事 情|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 48|||M|||了 这 是 有 用 的|||REQUIRED|||-NONE-|||0
A 59 60|||S|||间|||REQUIRED|||-NONE-|||0
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 65 65|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 我 父 母 在 我 还 在 母 亲 肚 子 里 的 时 候 给 我 听 了 好 多 音 乐 。 虽 然 我 已 经 不 记 得 那 时 候 ， 可 是 也 有 科 学 家 证 明 这 是 有 用 的 ， 我 相 信 我 父 母 在 那 段 时 间 的 努 力 促 成 了 现 在 的 我 。
A 0 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 9|||M|||还 在|||REQUIRED|||-NONE-|||1
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 48 48|||M|||这 是 有 用 的|||REQUIRED|||-NONE-|||1
A 59 60|||S|||间|||REQUIRED|||-NONE-|||1
A 63 64|||S|||促|||REQUIRED|||-NONE-|||1

S 对 公 众 利 益 产 生 的 影 响 也 不 能 忽 视 。 有 关 调 查 表 明 ， 间 接 吸 烟 对 身 康 的 危 害 比 吸 烟 者 严 重 得 多 。 因 此 ， 吸 烟 者 为 了 保 护 非 吸 烟 者 的 健 康 尽 量 不 应 该 在 非 吸 烟 者 面 前 抽 烟 。
T0-A0 对 公 众 利 益 产 生 的 影 响 也 不 能 忽 视 。 有 关 调 查 表 明 ， 间 接 吸 烟 对 身 体 健 康 的 危 害 比 对 吸 烟 者 的 严 重 得 多 。 因 此 ， 吸 烟 者 为 了 保 护 非 吸 烟 者 的 健 康 不 应 该 在 非 吸 烟 者 面 前 抽 烟 。
A 29 29|||M|||体 健|||REQUIRED|||-NONE-|||0
A 34 34|||M|||对|||REQUIRED|||-NONE-|||0
A 37 37|||M|||的|||REQUIRED|||-NONE-|||0
A 59 61|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 对 公 众 利 益 产 生 的 影 响 也 不 能 忽 视 。 有 关 调 查 表 明 ， 间 接 吸 烟 对 身 体 健 康 的 危 害 比 对 吸 烟 者 的 严 重 得 多 。 因 此 ， 吸 烟 者 为 了 保 护 非 吸 烟 者 的 健 康 尽 量 不 要 在 非 吸 烟 者 面 前 抽 烟 。
A 29 29|||M|||体 健|||REQUIRED|||-NONE-|||1
A 34 34|||M|||对|||REQUIRED|||-NONE-|||1
A 37 37|||M|||的|||REQUIRED|||-NONE-|||1
A 62 64|||S|||要|||REQUIRED|||-NONE-|||1
T2-A0 对 公 众 利 益 产 生 的 影 响 也 不 能 忽 视 。 有 关 调 查 表 明 ， 间 接 吸 烟 对 身 体 健 康 的 危 害 比 对 直 接 吸 烟 者 的 危 害 要 严 重 得 多 。 因 此 ， 吸 烟 者 为 了 保 护 非 吸 烟 者 的 健 康 尽 量 不 要 在 非 吸 烟 者 面 前 抽 烟 。
A 29 29|||M|||体 健|||REQUIRED|||-NONE-|||2
A 34 34|||M|||对 直 接|||REQUIRED|||-NONE-|||2
A 37 37|||M|||的 危 害 要|||REQUIRED|||-NONE-|||2
A 62 64|||S|||要|||REQUIRED|||-NONE-|||2

S 可 是 有 一 些 人 呢 肯 定 没 有 特 别 的 爱 好 的 。
T0-A0 可 是 有 一 些 人 肯 定 没 有 特 别 的 爱 好 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 可 是 有 一 些 人 呢 是 肯 定 没 有 特 殊 的 爱 好 的 。
A 7 7|||M|||是|||REQUIRED|||-NONE-|||1
A 12 13|||S|||殊|||REQUIRED|||-NONE-|||1

S 一 听 说 贵 公 司 正 在 征 聘 导 游 ， 本 人 便 有 意 思 想 加 入 。
T0-A0 一 听 说 贵 公 司 正 在 征 聘 导 游 ， 本 人 便 想 加 入 。
A 16 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 一 听 说 贵 公 司 正 在 征 聘 导 游 ， 本 人 便 有 意 愿 加 入 。
A 18 20|||S|||愿|||REQUIRED|||-NONE-|||1
T2-A0 一 听 说 贵 公 司 正 在 征 聘 导 游 ， 本 人 便 有 了 想 加 入 的 意 向 。
A 17 19|||S|||了|||REQUIRED|||-NONE-|||2
A 22 22|||M|||的 意 向|||REQUIRED|||-NONE-|||2

S 现 在 还 是 在 中 国 实 现 父 母 的 学 习 要 求 ， 不 知 何 时 可 以 让 他 们 开 心 呢 ？ 作 为 一 个 小 孩 子 ， 让 父 母 开 心 是 专 心 学 习 做 为 一 个 成 长 的 人 ， 我 该 是 为 他 们 全 心 全 力 地 付 出 全 部 ， 因 为 他 们 在 我 们 心 中 是 至 高 无 上 的 父 母 ， 不 能 相 比 的 老 师 。
T0-A0 [缺失成分] 现 在 还 是 在 中 国 去 满 足 父 母 的 学 习 要 求 ， 不 知 何 时 可 以 让 他 们 开 心 呢 ？ 作 为 小 孩 ， 让 父 母 开 心 就 是 要 专 心 学 习 ， 做 一 个 不 断 成 长 的 人 ， 为 他 们 全 心 全 力 地 付 出 ， 因 为 他 们 在 我 心 中 既 是 至 高 无 上 的 父 母 ， 也 是 旁 人 不 能 相 比 的 老 师 。
A 0 0|||M|||[缺失成分]|||REQUIRED|||-NONE-|||0
A 7 9|||S|||去 满 足|||REQUIRED|||-NONE-|||0
A 32 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 43|||M|||就|||REQUIRED|||-NONE-|||0
A 44 44|||M|||要|||REQUIRED|||-NONE-|||0
A 48 48|||M|||，|||REQUIRED|||-NONE-|||0
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 52|||M|||不 断|||REQUIRED|||-NONE-|||0
A 57 60|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 70 72|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 82 82|||M|||既|||REQUIRED|||-NONE-|||0
A 91 91|||M|||也 是 旁 人|||REQUIRED|||-NONE-|||0

S 这 样 的 恶 循 环 没 完 没 了 。
T0-A0 这 样 的 恶 性 循 环 没 完 没 了 。
A 4 4|||M|||性|||REQUIRED|||-NONE-|||0

S 要 是 他 们 的 感 情 能 经 历 数 十 多 年 的 时 间 ， 那 一 定 也 能 再 渡 过 多 几 十 年 的 时 间 海 。
T0-A0 要 是 他 们 的 感 情 能 经 历 数 十 年 的 时 间 ， 那 一 定 也 能 再 渡 过 几 十 年 的 时 间 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 要 是 他 们 的 感 情 能 经 历 十 多 年 的 时 间 ， 那 一 定 也 能 再 多 渡 过 几 十 年 的 时 间 。
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 27|||W|||多 渡 过|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 然 后 我 跟 一 个 俄 罗 斯 女 朋 友 去 三 亚 至 一 个 星 期 。
T0-A0 然 后 我 跟 一 个 俄 罗 斯 女 朋 友 去 三 亚 一 个 星 期 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 然 后 我 就 跟 一 个 俄 罗 斯 女 朋 友 去 三 亚 住 了 一 个 星 期 。
A 3 3|||M|||就|||REQUIRED|||-NONE-|||1
A 15 16|||S|||住 了|||REQUIRED|||-NONE-|||1
T2-A0 然 后 我 跟 一 个 俄 罗 斯 女 朋 友 去 了 三 亚 至 少 一 个 星 期 。
A 13 13|||M|||了|||REQUIRED|||-NONE-|||2
A 16 16|||M|||少|||REQUIRED|||-NONE-|||2

S 如 果 吸 烟 是 只 害 自 己 的 健 康 的 话 ， 不 能 随 便 让 吸 烟 的 人 戒 烟 。 但 是 吸 烟 还 给 大 家 不 利 益 。 因 为 ， 吸 烟 者 的 旁 边 的 人 也 呼 吸 时 烟 雾 进 入 到 体 内 而 害 健 康 。
T0-A0 如 果 吸 烟 是 只 损 害 自 己 的 健 康 的 话 ， 就 不 能 随 便 让 吸 烟 的 人 戒 烟 。 但 是 吸 烟 还 会 给 大 家 带 来 不 利 ， 因 为 吸 烟 者 旁 边 的 人 呼 吸 时 烟 雾 也 会 进 入 到 他 的 体 内 从 而 危 害 健 康 。
A 6 6|||M|||损|||REQUIRED|||-NONE-|||0
A 15 15|||M|||就|||REQUIRED|||-NONE-|||0
A 32 32|||M|||会|||REQUIRED|||-NONE-|||0
A 35 35|||M|||带 来|||REQUIRED|||-NONE-|||0
A 37 39|||S|||，|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 56|||M|||也 会|||REQUIRED|||-NONE-|||0
A 59 59|||M|||他 的|||REQUIRED|||-NONE-|||0
A 61 61|||M|||从|||REQUIRED|||-NONE-|||0
A 62 62|||M|||危|||REQUIRED|||-NONE-|||0
T1-A0 如 果 吸 烟 只 危 害 自 己 的 健 康 的 话 ， 就 不 能 随 便 让 吸 烟 的 人 戒 烟 。 但 是 吸 烟 还 影 响 大 家 的 利 益 ， 因 为 吸 烟 者 的 旁 边 的 人 呼 吸 时 烟 雾 进 入 到 体 内 而 危 害 健 康 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 6|||M|||危|||REQUIRED|||-NONE-|||1
A 15 15|||M|||就|||REQUIRED|||-NONE-|||1
A 32 33|||S|||影 响|||REQUIRED|||-NONE-|||1
A 35 36|||S|||的|||REQUIRED|||-NONE-|||1
A 38 39|||S|||，|||REQUIRED|||-NONE-|||1
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 62 62|||M|||危|||REQUIRED|||-NONE-|||1

S 但 这 里 我 可 以 说 这 是 对 孩 子 受 了 许 多 的 伤 害 。
T0-A0 但 在 这 里 我 可 以 说 ， 这 孩 子 受 到 了 许 多 的 伤 害 。
A 1 1|||M|||在|||REQUIRED|||-NONE-|||0
A 7 7|||M|||，|||REQUIRED|||-NONE-|||0
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M|||到|||REQUIRED|||-NONE-|||0
T1-A0 但 在 这 里 我 可 以 说 ： 这 是 对 孩 子 的 严 重 伤 害 。
A 1 1|||M|||在|||REQUIRED|||-NONE-|||1
A 7 7|||M|||：|||REQUIRED|||-NONE-|||1
A 12 17|||S|||的 严 重|||REQUIRED|||-NONE-|||1
T2-A0 但 在 这 里 我 可 以 说 ： 这 对 孩 子 造 成 了 许 多 的 伤 害 。
A 1 1|||M|||在|||REQUIRED|||-NONE-|||2
A 7 7|||M|||：|||REQUIRED|||-NONE-|||2
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 12 13|||S|||造 成|||REQUIRED|||-NONE-|||2
T3-A0 但 在 这 里 我 可 以 说 ， 这 对 孩 子 造 成 了 许 多 的 伤 害 。
A 1 1|||M|||在|||REQUIRED|||-NONE-|||3
A 7 7|||M|||，|||REQUIRED|||-NONE-|||3
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 12 13|||S|||造 成|||REQUIRED|||-NONE-|||3

S 父 母 的 一 切 的 行 为 培 养 了 孩 子 。
T0-A0 父 母 的 一 切 行 为 都 是 为 了 培 养 孩 子 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 7|||M|||为 都 是|||REQUIRED|||-NONE-|||0
A 8 11|||W|||了 培 养|||REQUIRED|||-NONE-|||0
T1-A0 父 母 的 一 切 的 行 为 影 响 了 孩 子 。
A 8 10|||S|||影 响|||REQUIRED|||-NONE-|||1
T2-A0 父 母 的 一 切 的 行 为 都 对 培 养 孩 子 起 到 一 定 作 用 。
A 8 8|||M|||都 对|||REQUIRED|||-NONE-|||2
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||起 到 一 定 作 用|||REQUIRED|||-NONE-|||2

S 不 过 如 果 父 母 不 相 爱 了 ， 但 是 因 为 有 孩 子 不 要 离 婚 ， 就 能 让 孩 子 受 伤 。
T0-A0 不 过 如 果 父 母 不 相 爱 了 ， 但 是 因 为 有 孩 子 不 离 婚 ， 会 让 孩 子 受 伤 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 25|||S|||会|||REQUIRED|||-NONE-|||0
T1-A0 不 过 如 果 父 母 不 相 爱 了 ， 但 是 因 为 有 孩 子 而 不 离 婚 ， 就 会 让 孩 子 受 伤 。
A 18 18|||M|||而|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 25|||S|||会|||REQUIRED|||-NONE-|||1

S 不 仅 仅 是 保 持 市 容 整 洁 、 帮 助 青 少 年 养 成 良 好 的 习 惯 ， 而 且 对 这 样 的 公 共 安 全 方 面 来 说 ， 这 个 措 施 也 会 有 效 果 。
T0-A0 不 仅 仅 是 为 保 持 市 容 整 洁 、 帮 助 青 少 年 养 成 良 好 的 习 惯 ， 而 且 对 公 共 安 全 这 样 的 方 面 来 说 ， 这 个 措 施 也 会 有 效 果 。
A 4 4|||M|||为|||REQUIRED|||-NONE-|||0
A 27 34|||W|||公 共 安 全 这 样 的|||REQUIRED|||-NONE-|||0
T1-A0 不 仅 仅 是 为 了 保 持 市 容 整 洁 、 帮 助 青 少 年 养 成 良 好 的 习 惯 ， 而 且 对 公 共 安 全 这 方 面 来 说 ， 这 个 措 施 也 会 有 效 果 。
A 4 4|||M|||为 了|||REQUIRED|||-NONE-|||1
A 27 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 34 34|||M|||这|||REQUIRED|||-NONE-|||1

S 我 明 明 记 得 父 亲 到 了 日 内 瓦 的 那 天 我 在 提 契 诺 州 正 在 开 车 ， 临 开 发 动 机 前 ， 我 的 手 机 响 起 来 了 ， 是 我 父 亲 给 我 打 电 话 了 。
T0-A0 我 明 明 记 得 父 亲 到 了 日 内 瓦 的 那 天 ， 我 在 提 契 诺 州 正 在 开 车 ， 临 开 发 动 机 前 ， 我 的 手 机 响 起 来 了 ， 是 我 父 亲 给 我 打 电 话 了 。
A 15 15|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 我 明 明 记 得 ， 父 亲 到 日 内 瓦 的 那 天 我 正 在 提 契 诺 州 开 车 ， 临 开 启 前 ， 我 的 手 机 响 起 来 了 ， 是 我 父 亲 给 我 打 来 了 电 话 。
A 5 5|||M|||，|||REQUIRED|||-NONE-|||1
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 16|||M|||正|||REQUIRED|||-NONE-|||1
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 31|||S|||启|||REQUIRED|||-NONE-|||1
A 49 49|||M|||来|||REQUIRED|||-NONE-|||1
A 49 52|||W|||了 电 话|||REQUIRED|||-NONE-|||1
T1-A1 我 明 明 记 得 ， 父 亲 到 日 内 瓦 的 那 天 我 正 在 提 契 诺 州 开 车 ， 临 开 启 前 ， 我 的 手 机 响 起 来 了 ， 是 我 父 亲 给 我 打 来 了 电 话 。
A 5 5|||M|||，|||REQUIRED|||-NONE-|||1
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 16|||M|||正|||REQUIRED|||-NONE-|||1
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 31|||S|||启|||REQUIRED|||-NONE-|||1
A 49 49|||M|||来 了|||REQUIRED|||-NONE-|||1
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 明 明 记 得 父 亲 到 了 日 内 瓦 的 那 天 我 在 提 契 诺 州 正 在 开 车 ， 临 开 发 动 机 前 ， 我 的 手 机 响 起 来 了 ， 是 我 的 父 亲 给 我 打 电 话 。
A 44 44|||M|||的|||REQUIRED|||-NONE-|||2
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 这 句 话 是 像 我 一 样 爱 吸 烟 的 人 来 说 不 对 的 。 如 不 能 吸 烟 的 情 况 下 ， 需 要 一 定 的 忍 耐 。 时 间 长 了 的 话 ， 慢 慢 开 始 心 情 不 平 衡 了 。
T0-A0 这 句 话 对 像 我 一 样 爱 吸 烟 的 人 来 说 是 不 对 的 。 如 在 不 能 吸 烟 的 情 况 下 ， 我 就 需 要 一 定 的 忍 耐 。 时 间 长 了 的 话 ， 心 理 就 开 始 慢 慢 不 平 衡 了 。
A 3 4|||S|||对|||REQUIRED|||-NONE-|||0
A 15 15|||M|||是|||REQUIRED|||-NONE-|||0
A 20 20|||M|||在|||REQUIRED|||-NONE-|||0
A 29 29|||M|||我 就|||REQUIRED|||-NONE-|||0
A 44 46|||S|||心 理 就|||REQUIRED|||-NONE-|||0
A 48 50|||S|||慢 慢|||REQUIRED|||-NONE-|||0

S 最 后 ， 提 高 人 们 对 健 康 意 识 。
T0-A0 最 后 ， 提 高 人 们 对 健 康 的 意 识 。
A 10 10|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 最 后 ， 提 高 人 们 的 健 康 意 识 。
A 7 8|||S|||的|||REQUIRED|||-NONE-|||1

S 现 在 这 么 有 理 想 的 足 球 员 就 算 少 楼 。 有 的 足 球 员 甚 至 认 为 同 国 家 队 参 加 比 赛 不 值 得 ， 因 为 这 样 做 不 会 提 高 他 们 的 收 入 。
T0-A0 现 在 这 么 有 理 想 的 足 球 运 动 员 就 算 少 数 。 有 的 球 员 甚 至 认 为 代 表 国 家 队 参 加 比 赛 不 值 得 ， 因 为 这 样 做 不 会 提 高 他 们 的 收 入 。
A 10 10|||M|||运 动|||REQUIRED|||-NONE-|||0
A 14 15|||S|||数|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||S|||代 表|||REQUIRED|||-NONE-|||0
T1-A0 现 在 这 么 有 理 想 的 足 球 运 动 员 算 是 少 数 喽 。 有 的 足 球 运 动 员 甚 至 认 为 代 表 国 家 队 参 加 比 赛 不 值 得 ， 因 为 这 样 做 不 会 提 高 他 们 的 收 入 。
A 10 10|||M|||运 动|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||是|||REQUIRED|||-NONE-|||1
A 14 15|||S|||数 喽|||REQUIRED|||-NONE-|||1
A 20 20|||M|||运 动|||REQUIRED|||-NONE-|||1
A 25 26|||S|||代 表|||REQUIRED|||-NONE-|||1
T2-A0 现 在 这 么 有 理 想 的 足 球 员 算 是 少 数 的 。 有 的 足 球 运 动 员 甚 至 认 为 代 表 国 家 队 参 加 比 赛 不 值 得 ， 因 为 这 样 做 不 会 提 高 他 们 的 收 入 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||是|||REQUIRED|||-NONE-|||2
A 14 15|||S|||数 的|||REQUIRED|||-NONE-|||2
A 20 20|||M|||运 动|||REQUIRED|||-NONE-|||2
A 25 26|||S|||代 表|||REQUIRED|||-NONE-|||2

S 我 们 现 在 得 考 虑 这 个 很 严 重 的 问 题 ， 当 然 不 能 只 顾 现 代 人 们 的 要 求 ， 也 不 能 只 顾 缺 少 食 粮 的 人 们 的 立 场 。 所 以 我 想 最 好 的 办 法 是 好 好 调 整 绿 色 食 品 的 产 量 和 一 般 食 品 的 产 量 的 比 例 ， 那 么 可 以 同 时 充 足 两 方 的 要 求 ， 可 是 如 果 周 围 的 条 件 不 允 许 的 话 ， 我 想 还 是 听 缺 少 食 粮 的 人 们 的 主 张 。
T0-A0 我 们 现 在 得 考 虑 这 个 很 严 重 的 问 题 ， 当 然 不 能 只 顾 现 代 人 们 的 要 求 ， 也 不 能 只 顾 缺 少 食 粮 的 人 们 的 立 场 ， 所 以 我 想 最 好 的 办 法 是 好 好 调 整 绿 色 食 品 的 产 量 和 一 般 食 品 的 产 量 的 比 例 ， 那 么 可 以 同 时 满 足 两 方 的 要 求 ， 可 是 如 果 周 围 的 条 件 不 允 许 的 话 ， 我 想 还 是 听 缺 少 食 粮 的 人 们 的 主 张 。
A 45 46|||S|||，|||REQUIRED|||-NONE-|||0
A 85 86|||S|||满|||REQUIRED|||-NONE-|||0
T1-A0 我 们 现 在 得 考 虑 这 个 很 严 重 的 问 题 ， 既 不 能 只 顾 现 代 人 们 的 要 求 ， 也 不 能 只 顾 缺 少 食 粮 的 人 们 的 立 场 ， 所 以 我 想 最 好 的 办 法 是 好 好 调 整 绿 色 食 品 的 产 量 和 一 般 食 品 的 产 量 的 比 例 ， 那 么 就 可 以 同 时 满 足 两 方 的 要 求 ， 可 是 如 果 周 围 的 条 件 不 允 许 的 话 ， 我 想 还 是 听 缺 少 食 粮 的 人 们 的 主 张 。
A 16 18|||S|||既|||REQUIRED|||-NONE-|||1
A 45 46|||S|||，|||REQUIRED|||-NONE-|||1
A 81 81|||M|||就|||REQUIRED|||-NONE-|||1
A 85 86|||S|||满|||REQUIRED|||-NONE-|||1

S 从 电 力 的 发 明 这 个 天 然 的 现 象 被 改 变 了 。
T0-A0 电 力 的 发 明 使 这 个 天 然 的 现 象 被 改 变 了 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M|||使|||REQUIRED|||-NONE-|||0
T1-A0 从 电 力 的 发 明 开 始 ， 这 个 天 然 的 现 象 被 改 变 了 。
A 6 6|||M|||开 始 ，|||REQUIRED|||-NONE-|||1
T2-A0 自 从 电 力 被 发 明 ， 这 个 天 然 的 现 象 就 开 始 改 变 了 。
A 0 0|||M|||自|||REQUIRED|||-NONE-|||2
A 3 4|||S|||被|||REQUIRED|||-NONE-|||2
A 6 6|||M|||，|||REQUIRED|||-NONE-|||2
A 13 14|||S|||就 开 始|||REQUIRED|||-NONE-|||2

S 所 以 我 还 是 认 为 宁 可 饿 死 ， 就 不 吃 污 染 食 品 是 最 好 。
T0-A0 所 以 我 还 是 认 为 宁 可 饿 死 ， 也 不 吃 污 染 食 品 是 最 好 的 。
A 12 13|||S|||也|||REQUIRED|||-NONE-|||0
A 22 22|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 还 是 认 为 宁 可 饿 死 ， 也 不 吃 污 染 的 食 品 是 最 好 的 选 择 。
A 12 13|||S|||也|||REQUIRED|||-NONE-|||1
A 17 17|||M|||的|||REQUIRED|||-NONE-|||1
A 22 22|||M|||的 选 择|||REQUIRED|||-NONE-|||1
T2-A0 所 以 我 还 是 认 为 宁 可 饿 死 ， 也 不 吃 污 染 食 品 最 好 。
A 12 13|||S|||也|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 母 亲 曾 经 跟 我 说 过 ： “ 不 是 绿 色 食 品 的 再 洗 也 洗 不 掉 农 药 ， 所 以 我 们 的 身 体 没 有 好 处 。
T0-A0 我 母 亲 曾 经 跟 我 说 过 ： “ 不 是 绿 色 食 品 ， 再 洗 也 洗 不 掉 农 药 ， 所 以 对 我 们 的 身 体 没 有 好 处 。 ”
A 17 18|||S|||，|||REQUIRED|||-NONE-|||0
A 29 29|||M|||对|||REQUIRED|||-NONE-|||0
A 39 39|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 我 母 亲 曾 经 跟 我 说 过 ： “ 如 果 不 是 绿 色 食 品 的 话 ， 再 怎 么 洗 也 洗 不 掉 农 药 ， 所 以 对 我 们 的 身 体 没 有 好 处 。 ”
A 11 11|||M|||如 果|||REQUIRED|||-NONE-|||1
A 18 18|||M|||话 ，|||REQUIRED|||-NONE-|||1
A 19 19|||M|||怎 么|||REQUIRED|||-NONE-|||1
A 29 29|||M|||对|||REQUIRED|||-NONE-|||1
A 39 39|||M|||”|||REQUIRED|||-NONE-|||1

S 那 我 们 面 对 这 个 问 题 该 如 此 好 呢 ？
T0-A0 那 我 们 面 对 这 个 问 题 该 怎 么 办 呢 ？
A 10 13|||S|||怎 么 办|||REQUIRED|||-NONE-|||0
T1-A0 那 我 们 面 对 这 个 问 题 该 如 何 是 好 呢 ？
A 11 12|||S|||何 是|||REQUIRED|||-NONE-|||1

S 吃 惊 的 是 虽 然 这 些 男 人 都 是 二 十 几 岁 ， 其 中 六 个 却 不 工 作 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 再 次 ， 很 好 的 恋 爱 可 以 向 上 年 轻 人 的 精 神 。
T0-A0 再 者 ， 好 的 恋 爱 可 以 激 发 年 轻 人 向 上 的 精 神 。
A 1 2|||S|||者|||REQUIRED|||-NONE-|||0
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 12|||S|||激 发|||REQUIRED|||-NONE-|||0
A 15 15|||M|||向 上|||REQUIRED|||-NONE-|||0
T1-A0 因 此 ， 好 的 恋 爱 可 以 使 年 轻 人 积 极 向 上 。
A 0 2|||S|||因 此|||REQUIRED|||-NONE-|||1
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 12|||S|||使|||REQUIRED|||-NONE-|||1
A 15 18|||S|||积 极 向 上|||REQUIRED|||-NONE-|||1
T2-A0 第 二 ， 良 好 的 恋 爱 可 以 鼓 舞 年 轻 人 的 精 神 。
A 0 2|||S|||第 二|||REQUIRED|||-NONE-|||2
A 3 4|||S|||良|||REQUIRED|||-NONE-|||2
A 10 12|||S|||鼓 舞|||REQUIRED|||-NONE-|||2

S 我 很 喜 欢 去 外 国 ， 因 为 我 觉 得 去 看 没 见 过 的 风 景 ， 跟 有 和 我 们 的 思 想 不 一 样 的 人 说 ， 很 有 意 思 。 离 城 市 的 污 染 离 得 秀 远 的 地 方 又 有 新 鲜 的 空 气 ， 又 有 漂 亮 的 植 物 ， 例 如 报 春 花 、 百 合 、 素 等 等 ， 而 且 在 那 些 幽 美 的 地 方 感 觉 沉 静 。 所 以 对 我 来 说 最 好 的 旅 行 就 是 在 大 自 然 参 观 。
T0-A0 我 很 喜 欢 去 外 国 ， 因 为 我 觉 得 去 看 没 见 过 的 风 景 、 跟 和 我 们 的 思 想 不 一 样 的 人 说 话 ， 很 有 意 思 。 离 城 市 的 污 染 较 远 的 地 方 又 有 新 鲜 的 空 气 ， 又 有 漂 亮 的 植 物 ， 例 如 迎 春 花 、 百 合 等 等 ， 而 且 在 那 些 幽 美 的 地 方 我 感 觉 很 宁 静 。 所 以 对 我 来 说 最 好 的 旅 行 就 是 参 观 大 自 然 。
A 21 22|||S|||、|||REQUIRED|||-NONE-|||0
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 36|||M|||话|||REQUIRED|||-NONE-|||0
A 48 51|||S|||较|||REQUIRED|||-NONE-|||0
A 73 74|||S|||迎|||REQUIRED|||-NONE-|||0
A 79 81|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 94 94|||M|||我|||REQUIRED|||-NONE-|||0
A 96 97|||S|||很 宁|||REQUIRED|||-NONE-|||0
A 112 113|||S|||参 观|||REQUIRED|||-NONE-|||0
A 116 118|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 很 喜 欢 去 外 国 ， 因 为 我 觉 得 去 看 没 见 过 的 风 景 和 与 我 们 的 思 想 不 一 样 的 人 说 话 很 有 意 思 。 离 城 市 越 远 的 地 方 不 仅 有 新 鲜 的 空 气 ， 也 有 漂 亮 的 植 物 ， 例 如 报 春 花 、 百 合 花 、 素 馨 等 等 ， 而 且 在 那 些 幽 美 的 地 方 我 感 觉 心 旷 神 怡 。 所 以 对 我 来 说 最 好 的 旅 行 就 是 在 大 自 然 参 观 。
A 21 25|||S|||和 与|||REQUIRED|||-NONE-|||1
A 36 37|||S|||话|||REQUIRED|||-NONE-|||1
A 45 51|||S|||越|||REQUIRED|||-NONE-|||1
A 55 56|||S|||不 仅|||REQUIRED|||-NONE-|||1
A 63 64|||S|||也|||REQUIRED|||-NONE-|||1
A 79 79|||M|||花|||REQUIRED|||-NONE-|||1
A 81 81|||M|||馨|||REQUIRED|||-NONE-|||1
A 94 94|||M|||我|||REQUIRED|||-NONE-|||1
A 96 98|||S|||心 旷 神 怡|||REQUIRED|||-NONE-|||1
T2-A0 我 很 喜 欢 去 外 国 ， 因 为 我 觉 得 去 看 没 见 过 的 风 景 ， 跟 和 我 们 的 思 想 不 一 样 的 人 聊 天 ， 很 有 意 思 。 离 城 市 的 污 染 远 的 地 方 又 有 新 鲜 的 空 气 ， 又 有 漂 亮 的 植 物 ， 例 如 报 春 花 、 百 合 、 紫 苏 等 等 ， 而 且 在 那 些 幽 美 的 地 方 让 人 感 觉 沉 静 。 所 以 对 我 来 说 最 好 的 旅 行 就 是 在 大 自 然 里 参 观 。
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 35 36|||S|||聊 天|||REQUIRED|||-NONE-|||2
A 48 51|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 80 81|||S|||紫 苏|||REQUIRED|||-NONE-|||2
A 94 94|||M|||让 人|||REQUIRED|||-NONE-|||2
A 116 116|||M|||里|||REQUIRED|||-NONE-|||2

S 其 次 ， 吸 烟 对 公 众 的 人 也 有 所 影 响 。 他 们 抽 出 后 的 烟 ， 别 人 会 吸 收 ， 也 跟 他 们 一 样 受 到 影 响 。 特 别 是 对 小 孩 子 ， 产 妇 等 一 些 身 体 不 是 很 健 康 ， 体 康 力 不 强 的 人 。
T0-A0 其 次 ， 吸 烟 对 公 众 也 有 所 影 响 。 他 们 抽 出 后 的 烟 ， 别 人 会 吸 入 ， 也 跟 他 们 一 样 受 到 影 响 。 特 别 是 对 小 孩 子 、 产 妇 等 一 些 身 体 不 是 很 健 康 ， 抵 抗 力 不 强 的 人 。
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S|||入|||REQUIRED|||-NONE-|||0
A 48 49|||S|||、|||REQUIRED|||-NONE-|||0
A 62 64|||S|||抵 抗|||REQUIRED|||-NONE-|||0
T1-A0 其 次 ， 吸 烟 对 公 众 场 所 的 人 也 有 影 响 。 他 们 抽 出 后 的 烟 ， 别 人 会 吸 入 ， 也 跟 他 们 一 样 受 到 影 响 。 特 别 是 对 小 孩 子 、 产 妇 等 一 些 身 体 不 是 很 健 康 ， 抵 抗 力 不 强 的 人 。
A 8 8|||M|||场 所|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 29|||S|||入|||REQUIRED|||-NONE-|||1
A 48 49|||S|||、|||REQUIRED|||-NONE-|||1
A 62 64|||S|||抵 抗|||REQUIRED|||-NONE-|||1

S 因 为 比 较 大 的 地 方 就 没 有 受 害 健 康 别 人 的 。
T0-A0 因 为 在 比 较 大 的 地 方 ， 别 人 的 健 康 就 没 有 受 害 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||0
A 8 8|||M|||， 别 人 的 健 康|||REQUIRED|||-NONE-|||0
A 13 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 因 为 比 较 大 的 地 方 就 不 会 危 害 别 人 的 健 康 。
A 9 12|||S|||不 会 危|||REQUIRED|||-NONE-|||1
A 13 18|||W|||别 人 的 健 康|||REQUIRED|||-NONE-|||1

S 现 在 新 的 生 活 开 始 了 。 一 个 生 活 其 中 你 不 存 在 。 我 身 体 ， 精 神 ， 都 是 自 由 的 。
T0-A0 新 的 生 活 现 在 开 始 了 。 在 一 个 你 不 存 在 的 生 活 中 ， 我 的 身 体 、 精 神 都 是 自 由 的 。
A 0 6|||W|||新 的 生 活 现 在|||REQUIRED|||-NONE-|||0
A 10 10|||M|||在|||REQUIRED|||-NONE-|||0
A 12 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S|||的 生 活 中 ，|||REQUIRED|||-NONE-|||0
A 22 22|||M|||的|||REQUIRED|||-NONE-|||0
A 24 25|||S|||、|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 现 在 新 的 生 活 开 始 了 。 在 一 个 你 不 存 在 其 中 的 生 活 里 。 我 的 身 体 、 精 神 ， 都 是 自 由 的 。
A 10 10|||M|||在|||REQUIRED|||-NONE-|||1
A 12 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 20|||M|||其 中 的 生 活 里|||REQUIRED|||-NONE-|||1
A 22 22|||M|||的|||REQUIRED|||-NONE-|||1
A 24 25|||S|||、|||REQUIRED|||-NONE-|||1

S 这 座 岛 屿 的 形 状 北 到 南 跟 地 瓜 差 不 多 。 因 为 在 “ 地 瓜 ” 的 中 心 北 到 南 都 有 高 山 。 二 十 万 多 人 口 住 在 大 部 分 最 发 过 的 西 海 岸 。
T0-A0 这 座 岛 屿 从 北 到 南 的 形 状 跟 地 瓜 差 不 多 。 因 为 在 “ 地 瓜 ” 的 中 心 从 北 到 南 都 有 高 山 。 二 十 多 万 人 口 大 部 分 住 在 最 发 达 的 西 海 岸 。
A 4 7|||S|||从|||REQUIRED|||-NONE-|||0
A 10 10|||M|||的 形 状|||REQUIRED|||-NONE-|||0
A 27 27|||M|||从|||REQUIRED|||-NONE-|||0
A 37 39|||W|||多 万|||REQUIRED|||-NONE-|||0
A 41 46|||W|||大 部 分 住 在|||REQUIRED|||-NONE-|||0
A 48 49|||S|||达|||REQUIRED|||-NONE-|||0

S 军 队 的 实 际 和 直 证 的 生 活 ， 和 每 天 的 生 活 （ 学 业 、 工 作 、 家 庭 的 关 系 、 恋 爱 的 关 系 ） 都 不 一 样 。 只 是 一 个 孤 独 的 实 际 。
T0 无法标注
A -1 -1|||NA|||-NONE-|||REQUIRED|||-NONE-|||0

S 绿 色 食 品 是 好 东 西 ， 但 好 东 西 只 有 在 好 的 时 期 才 发 挥 出 他 的 本 能 。 现 在 我 们 要 做 是 打 造 好 的 社 会 ， 打 造 好 的 时 期 。
T0-A0 绿 色 食 品 是 好 东 西 ， 但 好 东 西 只 有 在 好 的 时 期 才 发 挥 出 他 的 作 用 。 现 在 我 们 要 做 的 是 打 造 好 的 社 会 ， 打 造 好 的 时 期 。
A 26 28|||S|||作 用|||REQUIRED|||-NONE-|||0
A 35 35|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 绿 色 食 品 是 好 东 西 ， 但 好 东 西 只 有 在 好 的 时 代 才 能 发 挥 出 他 的 功 能 。 现 在 我 们 要 做 的 是 营 造 良 好 的 社 会 环 境 ， 创 造 好 的 时 代 。
A 19 20|||S|||代|||REQUIRED|||-NONE-|||1
A 21 21|||M|||能|||REQUIRED|||-NONE-|||1
A 26 27|||S|||功|||REQUIRED|||-NONE-|||1
A 35 35|||M|||的|||REQUIRED|||-NONE-|||1
A 36 37|||S|||营|||REQUIRED|||-NONE-|||1
A 38 38|||M|||良|||REQUIRED|||-NONE-|||1
A 42 42|||M|||环 境|||REQUIRED|||-NONE-|||1
A 43 44|||S|||创|||REQUIRED|||-NONE-|||1
A 48 49|||S|||代|||REQUIRED|||-NONE-|||1

S 可 是 ， 还 是 要 想 出 来 什 么 是 最 理 想 的 结 交 方 式 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 反 正 ， 爸 爸 ， 我 真 的 很 祝 贺 你 的 生 日 。
T0-A0 反 正 ， 爸 爸 ， 我 真 心 地 祝 贺 你 生 日 快 乐 。
A 8 10|||S|||心 地|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 16|||M|||快 乐|||REQUIRED|||-NONE-|||0
T1-A0 反 正 ， 爸 爸 ， 我 真 的 祝 贺 你 生 日 快 乐 。
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 16|||M|||快 乐|||REQUIRED|||-NONE-|||1
T2-A0 反 正 ， 爸 爸 ， 我 真 诚 地 祝 贺 你 的 生 日 。
A 8 10|||S|||诚 地|||REQUIRED|||-NONE-|||2

S 对 个 人 来 说 ， 吸 烟 会 影 响 健 康 ， 包 括 内 在 与 外 在 。
T0-A0 对 个 人 来 说 ， 吸 烟 会 影 响 健 康 ， 包 括 内 在 与 外 在 的 健 康 。
A 21 21|||M|||的 健 康|||REQUIRED|||-NONE-|||0
T1-A0 对 一 个 人 来 说 ， 吸 烟 会 影 响 健 康 ， 包 括 内 在 与 外 在 的 健 康 。
A 1 1|||M|||一|||REQUIRED|||-NONE-|||1
A 21 21|||M|||的 健 康|||REQUIRED|||-NONE-|||1

S 不 要 只 顾 自 己 的 身 体 而 要 尽 管 多 生 产 绿 色 食 品 。 也 不 是 反 对 绿 色 食 品 的 。
T0-A0 不 要 只 顾 自 己 的 身 体 而 要 尽 可 能 多 生 产 绿 色 食 品 。 当 然 这 也 不 是 反 对 绿 色 食 品 。
A 12 13|||S|||可 能|||REQUIRED|||-NONE-|||0
A 21 21|||M|||当 然 这|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 有 这 个 事 情 后 天 天 很 早 回 来 ， 然 后 我 帮 妈 妈 做 菜 。
T0-A0 这 个 事 情 之 后 我 天 天 很 早 回 来 ， 然 后 帮 妈 妈 做 菜 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||之|||REQUIRED|||-NONE-|||0
A 6 16|||W|||我 天 天 很 早 回 来 ， 然 后|||REQUIRED|||-NONE-|||0
T1-A0 发 生 这 个 事 情 后 ， 我 天 天 很 早 回 来 ， 然 后 帮 妈 妈 做 菜 。
A 0 1|||S|||发 生|||REQUIRED|||-NONE-|||1
A 6 6|||M|||， 我|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 这 个 事 情 发 生 后 ， 我 天 天 很 早 回 来 ， 然 后 帮 妈 妈 做 菜 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 5 5|||M|||发 生|||REQUIRED|||-NONE-|||2
A 6 6|||M|||， 我|||REQUIRED|||-NONE-|||2
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 那 就 是 因 为 浪 费 金 钱 特 意 购 买 毒 品 。 我 对 中 国 人 的 吸 烟 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 年 为 了 装 酷 抽 的 坏 习 惯 。 第 二 ， 为 了 得 到 轻 松 的 吸 烟 。
T0-A0 那 就 是 为 了 浪 费 金 钱 ， 特 意 购 买 毒 品 。 我 对 中 国 人 吸 烟 的 原 因 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 少 年 为 了 装 酷 ， 养 成 了 抽 烟 的 坏 习 惯 。 第 二 ， 为 了 得 到 快 乐 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||了|||REQUIRED|||-NONE-|||0
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 21 24|||W|||吸 烟 的|||REQUIRED|||-NONE-|||0
A 24 24|||M|||原 因|||REQUIRED|||-NONE-|||0
A 51 51|||M|||少|||REQUIRED|||-NONE-|||0
A 56 56|||M|||， 养 成 了|||REQUIRED|||-NONE-|||0
A 57 57|||M|||烟|||REQUIRED|||-NONE-|||0
A 69 74|||S|||快 乐|||REQUIRED|||-NONE-|||0
T0-A1 那 就 是 为 了 浪 费 金 钱 ， 特 意 购 买 毒 品 。 我 对 中 国 人 吸 烟 的 原 因 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 少 年 为 了 装 酷 ， 养 成 了 抽 烟 的 坏 习 惯 。 第 二 ， 为 了 得 到 快 乐 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||了|||REQUIRED|||-NONE-|||0
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||的 原 因|||REQUIRED|||-NONE-|||0
A 51 51|||M|||少|||REQUIRED|||-NONE-|||0
A 56 56|||M|||， 养 成 了|||REQUIRED|||-NONE-|||0
A 57 57|||M|||烟|||REQUIRED|||-NONE-|||0
A 69 74|||S|||快 乐|||REQUIRED|||-NONE-|||0
T1-A0 那 就 是 为 了 浪 费 金 钱 特 意 购 买 毒 品 。 我 对 中 国 人 吸 烟 的 理 由 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 年 为 了 装 酷 而 抽 烟 。 第 二 ， 为 了 感 到 轻 松 而 吸 烟 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||了|||REQUIRED|||-NONE-|||1
A 21 24|||W|||吸 烟 的|||REQUIRED|||-NONE-|||1
A 24 24|||M|||理 由|||REQUIRED|||-NONE-|||1
A 56 56|||M|||而|||REQUIRED|||-NONE-|||1
A 57 61|||S|||烟|||REQUIRED|||-NONE-|||1
A 67 68|||S|||感|||REQUIRED|||-NONE-|||1
A 71 72|||S|||而|||REQUIRED|||-NONE-|||1
T1-A1 那 就 是 为 了 浪 费 金 钱 特 意 购 买 毒 品 。 我 对 中 国 人 吸 烟 的 理 由 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 年 为 了 装 酷 而 抽 烟 。 第 二 ， 为 了 感 到 轻 松 而 吸 烟 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||了|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 24|||M|||的 理 由|||REQUIRED|||-NONE-|||1
A 56 56|||M|||而|||REQUIRED|||-NONE-|||1
A 57 61|||S|||烟|||REQUIRED|||-NONE-|||1
A 67 68|||S|||感|||REQUIRED|||-NONE-|||1
A 71 72|||S|||而|||REQUIRED|||-NONE-|||1
T2-A0 那 就 是 为 了 浪 费 金 钱 特 意 购 买 毒 品 。 我 对 中 国 人 吸 烟 的 理 由 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 年 为 了 装 酷 养 成 抽 烟 的 坏 习 惯 。 第 二 ， 为 了 得 到 轻 松 而 吸 烟 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 5 5|||M|||了|||REQUIRED|||-NONE-|||2
A 21 24|||W|||吸 烟 的|||REQUIRED|||-NONE-|||2
A 24 24|||M|||理 由|||REQUIRED|||-NONE-|||2
A 56 56|||M|||养 成|||REQUIRED|||-NONE-|||2
A 57 57|||M|||烟|||REQUIRED|||-NONE-|||2
A 71 72|||S|||而|||REQUIRED|||-NONE-|||2
T2-A1 那 就 是 为 了 浪 费 金 钱 特 意 购 买 毒 品 。 我 对 中 国 人 吸 烟 的 理 由 不 太 清 楚 ， 但 是 ， 说 起 日 本 人 ， 吸 烟 的 理 由 有 三 个 ： 第 一 ， 青 年 为 了 装 酷 养 成 抽 烟 的 坏 习 惯 。 第 二 ， 为 了 得 到 轻 松 而 吸 烟 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 5 5|||M|||了|||REQUIRED|||-NONE-|||2
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 24|||M|||的 理 由|||REQUIRED|||-NONE-|||2
A 56 56|||M|||养 成|||REQUIRED|||-NONE-|||2
A 57 57|||M|||烟|||REQUIRED|||-NONE-|||2
A 71 72|||S|||而|||REQUIRED|||-NONE-|||2

S 还 有 想 作 为 好 老 师 的 话 ， 不 能 给 孩 子 一 个 答 案 。
T0-A0 想 做 一 名 好 老 师 的 话 ， 就 不 能 只 给 孩 子 一 个 答 案 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 3 5|||S|||做 一 名|||REQUIRED|||-NONE-|||0
A 11 11|||M|||就|||REQUIRED|||-NONE-|||0
A 13 13|||M|||只|||REQUIRED|||-NONE-|||0
T1-A0 还 有 ， 想 当 一 个 好 老 师 的 话 ， 不 能 只 给 孩 子 一 个 答 案 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 3 5|||S|||当 一 个|||REQUIRED|||-NONE-|||1
A 13 13|||M|||只|||REQUIRED|||-NONE-|||1
T2-A0 还 有 ， 想 做 好 老 师 的 话 ， 不 能 只 给 孩 子 一 个 答 案 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 3 5|||S|||做|||REQUIRED|||-NONE-|||2
A 13 13|||M|||只|||REQUIRED|||-NONE-|||2

S 地 方 政 府 ， 从 下 个 月 一 号 起 开 始 示 范 运 营 ， 而 六 月 一 号 开 始 正 式 查 处 吸 烟 行 为 ， 如 果 吸 烟 被 发 现 的 话 ， 将 征 收 以 5 万 韩 元 的 罚 钱 。
T0-A0 地 方 政 府 ， 从 下 个 月 一 号 开 始 示 范 运 营 ， 六 月 一 号 开 始 正 式 查 处 吸 烟 行 为 。 如 果 吸 烟 被 发 现 的 话 ， 将 征 收 5 万 韩 元 的 罚 款 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||S|||。|||REQUIRED|||-NONE-|||0
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 56|||S|||款|||REQUIRED|||-NONE-|||0
T1-A0 地 方 政 府 ， 从 下 个 月 一 号 起 示 范 运 营 ， 六 月 一 号 开 始 正 式 查 处 吸 烟 行 为 ， 如 果 吸 烟 被 发 现 的 话 ， 将 征 收 5 万 韩 元 的 罚 金 。
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 55 56|||S|||金|||REQUIRED|||-NONE-|||1
T2-A0 地 方 政 府 从 下 个 月 一 号 开 始 示 范 运 营 ， 六 月 一 号 开 始 正 式 查 处 吸 烟 行 为 。 如 果 吸 烟 被 发 现 的 话 ， 将 处 以 5 万 韩 元 的 罚 款 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 34 35|||S|||。|||REQUIRED|||-NONE-|||2
A 46 48|||S|||处|||REQUIRED|||-NONE-|||2
A 55 56|||S|||款|||REQUIRED|||-NONE-|||2

S 我 觉 得 在 自 己 的 孩 子 开 始 谈 恋 爱 时 ， 作 为 父 母 应 该 做 的 不 是 想 方 设 法 的 阻 止 他 们 ， 而 应 该 为 此 高 兴 ， 和 孩 子 一 起 分 享 这 来 之 不 易 的 感 情 。
T0-A0 我 觉 得 在 自 己 的 孩 子 开 始 谈 恋 爱 时 ， 作 为 父 母 应 该 做 的 不 是 想 方 设 法 地 阻 止 他 们 ， 而 应 该 为 此 高 兴 ， 和 孩 子 一 起 分 享 这 来 之 不 易 的 感 情 。
A 30 31|||S|||地|||REQUIRED|||-NONE-|||0

S 父 母 的 一 举 一 动 ， 品 格 、 人 格 态 度 足 而 影 响 他 们 的 孩 子 。
T0-A0 父 母 的 一 举 一 动 、 品 格 与 人 格 态 度 足 以 影 响 他 们 孩 子 的 一 生 。
A 7 8|||S|||、|||REQUIRED|||-NONE-|||0
A 10 11|||S|||与|||REQUIRED|||-NONE-|||0
A 16 17|||S|||以|||REQUIRED|||-NONE-|||0
A 21 24|||W|||孩 子 的|||REQUIRED|||-NONE-|||0
A 24 24|||M|||一 生|||REQUIRED|||-NONE-|||0
T0-A1 父 母 的 一 举 一 动 、 品 格 与 人 格 态 度 足 以 影 响 他 们 孩 子 的 一 生 。
A 7 8|||S|||、|||REQUIRED|||-NONE-|||0
A 10 11|||S|||与|||REQUIRED|||-NONE-|||0
A 16 17|||S|||以|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||的 一 生|||REQUIRED|||-NONE-|||0
T1-A0 父 母 的 一 举 一 动 、 品 格 和 人 格 态 度 足 以 影 响 他 们 的 孩 子 一 生 。
A 7 8|||S|||、|||REQUIRED|||-NONE-|||1
A 10 11|||S|||和|||REQUIRED|||-NONE-|||1
A 16 17|||S|||以|||REQUIRED|||-NONE-|||1
A 24 24|||M|||一 生|||REQUIRED|||-NONE-|||1

S 再 举 个 例 子 ， 一 位 歌 手 说 ， 他 把 自 己 挣 的 钱 的 百 分 之 五 十 献 给 希 望 工 程 ， 帮 助 没 钱 的 供 他 们 上 学 。
T0-A0 再 举 个 例 子 ， 一 位 歌 手 说 ， 他 把 自 己 挣 的 钱 的 百 分 之 五 十 捐 给 希 望 工 程 ， 帮 助 没 钱 的 孩 子 ， 供 他 们 上 学 。
A 25 26|||S|||捐|||REQUIRED|||-NONE-|||0
A 37 37|||M|||孩 子 ，|||REQUIRED|||-NONE-|||0
T1-A0 再 举 个 例 子 ， 一 位 歌 手 说 ， 他 把 自 己 挣 的 钱 的 百 分 之 五 十 捐 给 希 望 工 程 ， 帮 助 没 钱 的 人 ， 供 他 们 上 学 。
A 25 26|||S|||捐|||REQUIRED|||-NONE-|||1
A 37 37|||M|||人 ，|||REQUIRED|||-NONE-|||1
T2-A0 再 举 个 例 子 ， 一 位 歌 手 说 ， 他 把 自 己 挣 的 钱 的 百 分 之 五 十 都 捐 给 了 希 望 工 程 ， 希 望 帮 助 没 钱 的 孩 子 ， 供 他 们 上 学 。
A 25 26|||S|||都 捐|||REQUIRED|||-NONE-|||2
A 27 27|||M|||了|||REQUIRED|||-NONE-|||2
A 32 32|||M|||希 望|||REQUIRED|||-NONE-|||2
A 37 37|||M|||孩 子 ，|||REQUIRED|||-NONE-|||2

S 她 有 两 个 姐 姐 、 一 个 妹 妹 和 西 个 哥 哥 。 但 是 ， 在 她 的 家 只 有 西 个 养 ： 父 母 、 妹 妹 和 她 。 他 们 有 四 个 猫 。
T0-A0 她 有 两 个 姐 姐 、 一 个 妹 妹 和 四 个 哥 哥 。 但 是 ， 在 她 家 只 有 四 个 人 养 猫 ： 父 母 、 妹 妹 和 她 。 他 们 只 有 四 只 猫 。
A 12 13|||S|||四|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S|||四|||REQUIRED|||-NONE-|||0
A 28 28|||M|||人|||REQUIRED|||-NONE-|||0
A 29 29|||M|||猫|||REQUIRED|||-NONE-|||0
A 40 40|||M|||只|||REQUIRED|||-NONE-|||0
A 42 43|||S|||只|||REQUIRED|||-NONE-|||0
T1-A0 她 有 两 个 姐 姐 、 一 个 妹 妹 和 四 个 哥 哥 。 但 是 ， 在 她 的 家 里 只 有 四 个 人 养 猫 ： 父 母 、 妹 妹 和 她 。 他 们 有 四 只 猫 。
A 12 13|||S|||四|||REQUIRED|||-NONE-|||1
A 24 24|||M|||里|||REQUIRED|||-NONE-|||1
A 26 27|||S|||四|||REQUIRED|||-NONE-|||1
A 28 28|||M|||人|||REQUIRED|||-NONE-|||1
A 29 29|||M|||猫|||REQUIRED|||-NONE-|||1
A 42 43|||S|||只|||REQUIRED|||-NONE-|||1

S 我 从 父 母 学 到 的 东 西 实 在 多 。 比 如 说 ， 我 的 开 朗 的 性 格 是 从 父 亲 学 到 的 。 我 喜 欢 看 书 的 爱 好 是 从 母 亲 来 的 。
T0-A0 我 从 父 母 那 里 学 到 的 东 西 实 在 很 多 。 比 如 说 ， 我 的 开 朗 的 性 格 是 从 父 亲 那 里 学 到 的 ， 我 看 书 的 爱 好 是 从 母 亲 那 里 学 来 的 。
A 4 4|||M|||那 里|||REQUIRED|||-NONE-|||0
A 11 11|||M|||很|||REQUIRED|||-NONE-|||0
A 28 28|||M|||那 里|||REQUIRED|||-NONE-|||0
A 31 32|||S|||，|||REQUIRED|||-NONE-|||0
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 44|||M|||那 里 学|||REQUIRED|||-NONE-|||0
T1-A0 我 从 父 母 那 学 到 的 东 西 实 在 太 多 。 比 如 说 ， 我 的 开 朗 的 性 格 是 从 父 亲 那 学 到 的 ， 我 看 书 的 爱 好 是 从 母 亲 那 来 的 。
A 4 4|||M|||那|||REQUIRED|||-NONE-|||1
A 11 11|||M|||太|||REQUIRED|||-NONE-|||1
A 28 28|||M|||那|||REQUIRED|||-NONE-|||1
A 31 32|||S|||，|||REQUIRED|||-NONE-|||1
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 44 44|||M|||那|||REQUIRED|||-NONE-|||1

S 我 的 汉 语 水 平 不 够 高 解 释 为 什 幺 这 样 的 情 况 出 现 了 。 有 兴 趣 的 话 ， 请 阅 读 用 英 语 写 的 我 以 前 日 记 。
T0-A0 我 的 汉 语 水 平 还 不 够 高 ， 所 以 解 释 不 了 为 什 么 出 现 了 这 样 的 情 况 ， 有 兴 趣 的 话 ， 可 以 阅 读 我 以 前 用 英 语 写 的 日 记 。
A 6 6|||M|||还|||REQUIRED|||-NONE-|||0
A 9 9|||M|||， 所 以|||REQUIRED|||-NONE-|||0
A 11 11|||M|||不 了|||REQUIRED|||-NONE-|||0
A 13 14|||S|||么 出 现 了|||REQUIRED|||-NONE-|||0
A 19 23|||S|||，|||REQUIRED|||-NONE-|||0
A 29 30|||S|||可 以|||REQUIRED|||-NONE-|||0
A 32 40|||W|||我 以 前 用 英 语 写 的|||REQUIRED|||-NONE-|||0
T1-A0 我 的 汉 语 水 平 不 够 高 ， 无 法 解 释 为 什 么 出 现 了 这 样 的 情 况 ， 有 兴 趣 的 话 ， 请 阅 读 我 以 前 用 英 语 写 的 日 记 。
A 9 9|||M|||， 无 法|||REQUIRED|||-NONE-|||1
A 13 14|||S|||么 出 现 了|||REQUIRED|||-NONE-|||1
A 19 23|||S|||，|||REQUIRED|||-NONE-|||1
A 32 40|||W|||我 以 前 用 英 语 写 的|||REQUIRED|||-NONE-|||1
T2-A0 我 的 汉 语 水 平 还 不 够 高 所 以 解 释 不 了 为 什 么 出 现 了 这 样 的 情 况 ， 有 兴 趣 的 话 ， 可 以 阅 读 我 以 前 用 英 语 写 的 日 记 。
A 6 6|||M|||还|||REQUIRED|||-NONE-|||2
A 9 9|||M|||所 以|||REQUIRED|||-NONE-|||2
A 11 11|||M|||不 了|||REQUIRED|||-NONE-|||2
A 13 14|||S|||么 出 现 了|||REQUIRED|||-NONE-|||2
A 19 23|||S|||，|||REQUIRED|||-NONE-|||2
A 29 30|||S|||可 以|||REQUIRED|||-NONE-|||2
A 32 40|||W|||我 以 前 用 英 语 写 的|||REQUIRED|||-NONE-|||2
T3-A0 我 的 汉 语 水 平 没 有 高 到 可 以 解 释 为 什 么 出 现 了 这 样 的 情 况 ， 有 兴 趣 的 话 ， 请 阅 读 我 以 前 用 英 语 写 的 日 记 。
A 6 8|||S|||没 有|||REQUIRED|||-NONE-|||3
A 9 9|||M|||到 可 以|||REQUIRED|||-NONE-|||3
A 13 14|||S|||么 出 现 了|||REQUIRED|||-NONE-|||3
A 19 23|||S|||，|||REQUIRED|||-NONE-|||3
A 32 40|||W|||我 以 前 用 英 语 写 的|||REQUIRED|||-NONE-|||3

S 我 本 人 曾 经 在 义 安 理 工 学 院 就 读 长 达 三 年 广 告 设 计 课 程 ， 所 学 到 的 知 识 与 技 能 相 信 能 在 市 场 上 有 所 用 处 。 就 读 这 课 程 的 日 子 里 ， 我 的 作 品 深 受 老 师 与 同 学 们 的 认 可 、 赞 扬 。
T0-A0 我 曾 经 在 义 安 理 工 学 院 学 习 了 长 达 三 年 的 广 告 设 计 ， 学 到 的 知 识 与 技 能 相 信 能 在 市 场 上 有 所 用 处 。 在 就 读 这 门 专 业 的 日 子 里 ， 我 的 作 品 得 到 了 老 师 和 同 学 们 的 认 可 和 赞 扬 。
A 1 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 14|||S|||学 习 了|||REQUIRED|||-NONE-|||0
A 18 18|||M|||的|||REQUIRED|||-NONE-|||0
A 22 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 46|||M|||在|||REQUIRED|||-NONE-|||0
A 49 51|||S|||门 专 业|||REQUIRED|||-NONE-|||0
A 60 62|||S|||得 到 了|||REQUIRED|||-NONE-|||0
A 64 65|||S|||和|||REQUIRED|||-NONE-|||0
A 71 72|||S|||和|||REQUIRED|||-NONE-|||0
T1-A0 我 本 人 曾 经 在 义 安 理 工 学 院 学 习 广 告 设 计 课 程 长 达 三 年 ， 所 学 到 的 知 识 与 技 能 相 信 能 在 市 场 上 有 所 用 处 。 在 就 读 这 课 程 的 日 子 里 ， 我 的 作 品 深 受 老 师 与 同 学 们 的 认 可 、 赞 扬 。
A 12 18|||S|||学 习|||REQUIRED|||-NONE-|||1
A 24 24|||M|||长 达 三 年|||REQUIRED|||-NONE-|||1
A 46 46|||M|||在|||REQUIRED|||-NONE-|||1

S 我 希 望 这 措 施 适 用 的 范 围 从 商 业 中 心 到 个 个 地 方 。
T0-A0 我 希 望 这 措 施 适 用 的 范 围 从 商 业 中 心 变 为 各 个 地 方 。
A 16 18|||S|||变 为 各|||REQUIRED|||-NONE-|||0
T1-A0 我 希 望 这 措 施 适 用 的 范 围 从 商 业 中 心 扩 展 到 各 个 地 方 。
A 16 16|||M|||扩 展|||REQUIRED|||-NONE-|||1
A 17 18|||S|||各|||REQUIRED|||-NONE-|||1
T2-A0 我 希 望 这 措 施 适 用 的 范 围 是 从 商 业 中 心 到 各 个 地 方 。
A 11 11|||M|||是|||REQUIRED|||-NONE-|||2
A 17 18|||S|||各|||REQUIRED|||-NONE-|||2

S 在 这 部 电 影 当 中 ， 我 喜 欢 花 木 兰 ， 因 为 她 是 一 个 女 巾 帼 英 雄 。
T0-A0 在 这 部 电 影 当 中 ， 我 喜 欢 花 木 兰 ， 因 为 她 是 一 个 巾 帼 英 雄 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 随 着 科 技 发 展 的 高 度 需 求 ， 大 量 涌 现 超 能 源 的 产 品 。 相 应 地 ， 人 们 也 增 加 了 对 这 些 的 理 论 知 识 ， 大 量 收 集 有 关 的 书 籍 来 阅 读 ， 进 行 研 究 和 探 讨 。 在 这 样 的 前 提 下 ， “ 有 效 阅 读 ” 应 该 要 有 的 放 矢 ， 用 很 少 的 时 间 而 获 得 相 当 的 效 益 。
T0-A0 随 着 科 技 发 展 的 高 度 需 求 ， 超 能 源 的 产 品 大 量 涌 现 。 相 应 地 ， 人 们 也 增 加 了 与 这 些 有 关 的 理 论 知 识 ， 大 量 收 集 有 关 的 书 籍 来 阅 读 ， 进 行 研 究 和 探 讨 。 在 这 样 的 前 提 下 ， “ 有 效 阅 读 ” 应 该 要 有 的 放 矢 ， 用 很 少 的 时 间 而 获 得 相 当 的 效 益 。
A 12 22|||W|||超 能 源 的 产 品 大 量 涌 现|||REQUIRED|||-NONE-|||0
A 33 34|||S|||与|||REQUIRED|||-NONE-|||0
A 36 36|||M|||有 关|||REQUIRED|||-NONE-|||0
T1-A0 随 着 科 技 发 展 的 高 度 需 求 ， 超 能 源 的 产 品 大 量 涌 现 。 相 应 地 ， 人 们 也 增 加 了 关 于 这 些 的 理 论 知 识 ， 大 量 收 集 有 关 的 书 籍 来 阅 读 ， 进 行 研 究 和 探 讨 。 在 这 样 的 前 提 下 ， “ 有 效 阅 读 ” 应 该 要 有 的 放 矢 ， 用 很 少 的 时 间 来 获 得 相 当 的 效 益 。
A 12 22|||W|||超 能 源 的 产 品 大 量 涌 现|||REQUIRED|||-NONE-|||1
A 33 34|||S|||关 于|||REQUIRED|||-NONE-|||1
A 91 92|||S|||来|||REQUIRED|||-NONE-|||1

S 那 么 ， 谁 也 不 控 制 吸 烟 ， 有 可 能 在 公 共 场 所 很 多 人 抽 烟 的 话 ， 会 伤 害 不 吸 烟 的 人 的 肺 。
T0-A0 那 么 ， 如 果 谁 也 不 控 制 吸 烟 ， 有 可 能 在 公 共 场 所 有 很 多 人 抽 烟 的 话 ， 就 会 伤 害 不 吸 烟 的 人 的 肺 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||0
A 19 19|||M|||有|||REQUIRED|||-NONE-|||0
A 27 27|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 那 么 ， 如 果 谁 也 不 控 制 吸 烟 的 话 ， 就 有 可 能 会 有 很 多 人 在 公 共 场 所 抽 烟 ， 这 样 就 会 伤 害 不 吸 烟 的 人 的 肺 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||1
A 10 10|||M|||的 话|||REQUIRED|||-NONE-|||1
A 11 11|||M|||就|||REQUIRED|||-NONE-|||1
A 14 14|||M|||会 有 很 多 人|||REQUIRED|||-NONE-|||1
A 19 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||这 样 就|||REQUIRED|||-NONE-|||1
T2-A0 那 么 ， 如 果 谁 也 不 控 制 吸 烟 ， 有 可 能 在 公 共 场 所 有 很 多 人 抽 烟 的 话 ， 会 伤 害 不 吸 烟 的 人 的 肺 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||2
A 19 19|||M|||有|||REQUIRED|||-NONE-|||2
T3-A0 那 么 ， 如 果 谁 也 不 控 制 吸 烟 ， 有 可 能 在 公 共 场 所 有 很 多 人 抽 烟 的 话 ， 可 能 会 伤 害 不 吸 烟 的 人 的 肺 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||3
A 19 19|||M|||有|||REQUIRED|||-NONE-|||3
A 27 27|||M|||可 能|||REQUIRED|||-NONE-|||3

S 对 孩 子 父 母 的 教 育 很 重 要 ， 孩 子 的 教 育 方 面 不 能 只 靠 一 个 学 校 老 师 。
T0-A0 父 母 对 孩 子 的 教 育 很 重 要 ， 孩 子 的 教 育 方 面 不 能 只 靠 一 个 学 校 老 师 。
A 0 5|||W|||父 母 对 孩 子|||REQUIRED|||-NONE-|||0

S 因 为 男 的 理 发 师 对 一 位 女 人 一 直 说 话 洗 发 露 的 问 题 。
T0-A0 因 为 男 的 理 发 师 对 一 位 女 人 一 直 说 洗 发 露 的 问 题 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 还 有 我 要 感 谢 我 的 父 母 ， 他 们 不 仅 对 我 来 说 是 非 常 好 的 老 师 ， 他 们 也 是 非 常 好 的 朋 友 。
T0-A0 还 有 我 要 感 谢 我 的 父 母 ， 对 我 来 说 他 们 不 仅 是 非 常 好 的 老 师 ， 他 们 也 是 非 常 好 的 朋 友 。
A 11 19|||W|||对 我 来 说 他 们 不 仅|||REQUIRED|||-NONE-|||0
T1-A0 还 有 我 要 感 谢 我 的 父 母 ， 他 们 对 我 来 说 不 仅 是 非 常 好 的 老 师 ， 也 是 非 常 好 的 朋 友 。
A 13 19|||W|||对 我 来 说 不 仅|||REQUIRED|||-NONE-|||1
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 只 要 把 花 在 绿 色 食 品 的 钱 ， 寄 给 饥 饿 的 人 民 的 话 ， 在 地 球 上 再 也 不 会 出 现 因 饥 饿 而 死 的 悲 惨 的 事 情 ， 让 他 们 找 更 好 的 未 来 。
T0-A0 只 要 把 花 在 绿 色 食 品 上 的 钱 ， 分 给 饥 饿 的 人 民 的 话 ， 地 球 上 再 也 不 会 出 现 因 饥 饿 而 死 的 悲 惨 的 事 情 ， 给 他 们 更 好 的 未 来 。
A 9 9|||M|||上|||REQUIRED|||-NONE-|||0
A 12 13|||S|||分|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 45|||S|||给|||REQUIRED|||-NONE-|||0
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 只 要 把 花 在 绿 色 食 品 的 钱 ， 发 给 饥 饿 的 人 民 的 话 ， 在 地 球 上 再 也 不 会 出 现 因 饥 饿 而 死 的 悲 惨 的 事 情 ， 给 他 们 更 好 的 未 来 。
A 12 13|||S|||发|||REQUIRED|||-NONE-|||1
A 44 45|||S|||给|||REQUIRED|||-NONE-|||1
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 说 起 孩 子 的 成 长 过 程 ， 父 母 毫 无 疑 问 对 孩 子 举 轻 重 的 作 用 。 尤 其 是 在 孩 子 上 小 学 和 初 中 的 年 龄 中 ， 父 母 言 行 肯 定 会 影 响 孩 子 在 思 想 、 心 理 等 方 面 的 发 展 。 当 我 们 用 “ 修 养 ” 这 个 来 形 容 某 个 人 的 素 质 ， 这 一 般 是 指 这 个 人 在 童 年 中 受 到 什 么 样 的 教 育 及 教 养 ： 在 父 母 积 极 的 熏 陶 下 ， 孩 子 逐 渐 地 成 为 一 个 心 理 素 质 高 的 颇 具 修 养 的 成 年 人 ， 这 样 一 来 在 以 后 的 生 活 中 走 上 一 条 充 满 成 功 的 道 路 ； 相 对 而 言 ， 特 別 是 在 陷 入 贫 困 处 境 的 家 庭 里 ， 孩 子 可 能 会 受 到 庸 俗 文 化 的 坏 影 响 ， 结 果 在 以 后 生 活 中 没 法 取 得 出 色 的 成 就 ， ， 反 而 沦 为 黑 社 会 等 恶 劣 的 社 会 领 域 。
T0-A0 说 起 孩 子 的 成 长 过 程 ， 父 母 毫 无 疑 问 对 孩 子 起 着 举 足 轻 重 的 作 用 。 尤 其 是 在 孩 子 上 小 学 和 初 中 的 过 程 中 ， 父 母 言 行 肯 定 会 影 响 孩 子 思 想 、 心 理 等 方 面 的 发 展 。 当 我 们 用 “ 修 养 ” 这 个 词 来 形 容 某 个 人 的 素 质 ， 这 一 般 是 指 这 个 人 在 童 年 中 受 到 什 么 样 的 教 育 及 影 响 ： 在 父 母 积 极 的 熏 陶 下 ， 孩 子 逐 渐 地 成 为 一 个 心 理 素 质 高 的 颇 具 修 养 的 成 年 人 ， 这 样 一 来 在 以 后 的 生 活 中 走 上 一 条 充 满 成 功 的 道 路 ； 相 对 而 言 ， 特 别 是 在 陷 入 贫 困 处 境 的 家 庭 里 ， 孩 子 可 能 会 受 到 庸 俗 文 化 的 坏 影 响 ， 结 果 在 以 后 生 活 中 没 法 取 得 出 色 的 成 就 ， ， 反 而 沦 为 黑 社 会 等 恶 劣 的 社 会 领 域 的 人 士 。
A 19 19|||M|||起 着|||REQUIRED|||-NONE-|||0
A 20 20|||M|||足|||REQUIRED|||-NONE-|||0
A 39 41|||S|||过 程|||REQUIRED|||-NONE-|||0
A 54 55|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 77 77|||M|||词|||REQUIRED|||-NONE-|||0
A 108 110|||S|||影 响|||REQUIRED|||-NONE-|||0
A 174 175|||S|||别|||REQUIRED|||-NONE-|||0
A 238 238|||M|||的 人 士|||REQUIRED|||-NONE-|||0

S 但 是 ， 经 济 发 展 的 另 一 方 面 ， 人 口 的 增 加 对 人 们 的 食 粮 问 题 上 出 现 了 不 少 问 题 。
T0-A0 但 是 ， 经 济 发 展 的 另 一 方 面 ， 人 口 的 增 加 使 人 们 在 饮 食 上 出 现 了 不 少 问 题 。
A 18 19|||S|||使|||REQUIRED|||-NONE-|||0
A 21 22|||S|||在 饮|||REQUIRED|||-NONE-|||0
A 23 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 经 济 发 展 的 另 一 方 面 ， 人 口 的 增 加 使 人 们 在 粮 食 方 面 出 现 了 不 少 问 题 。
A 18 19|||S|||使|||REQUIRED|||-NONE-|||1
A 21 22|||S|||在|||REQUIRED|||-NONE-|||1
A 22 24|||W|||粮 食|||REQUIRED|||-NONE-|||1
A 24 27|||S|||方 面|||REQUIRED|||-NONE-|||1
T2-A0 但 是 ， 经 济 发 展 的 另 一 方 面 ， 人 口 的 增 加 使 人 们 的 粮 食 上 出 现 了 不 少 问 题 。
A 18 19|||S|||使|||REQUIRED|||-NONE-|||2
A 22 24|||W|||粮 食|||REQUIRED|||-NONE-|||2
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 这 是 我 最 后 的 一 封 信 ， 分 开 不 是 容 易 事 情 。
T0-A0 这 是 我 的 最 后 一 封 信 ， 分 开 不 是 容 易 的 事 情 。
A 3 6|||W|||的 最 后|||REQUIRED|||-NONE-|||0
A 16 16|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 这 是 我 最 后 一 封 信 ， 分 开 不 是 容 易 的 事 情 。
A 5 16|||W|||一 封 信 ， 分 开 不 是 容 易 的|||REQUIRED|||-NONE-|||1

S 在 1 9 岁 的 暑 假 ， 本 人 曾 在 一 间 服 装 店 当 广 告 设 计 师 ， 所 以 对 这 方 面 有 经 验 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 尤 其 是 当 我 们 这 次 受 到 ‘ 非 典 ’ 的 冲 击 时 ， 人 们 更 深 深 地 认 识 到 健 康 对 人 生 多 么 重 要 。
T0-A0 尤 其 是 这 次 当 我 们 受 到 “ 非 典 ” 的 冲 击 时 ， 人 们 更 深 深 地 认 识 到 健 康 对 人 生 有 多 么 重 要 。
A 3 8|||W|||这 次 当 我 们|||REQUIRED|||-NONE-|||0
A 10 11|||S|||“|||REQUIRED|||-NONE-|||0
A 13 14|||S|||”|||REQUIRED|||-NONE-|||0
A 33 33|||M|||有|||REQUIRED|||-NONE-|||0
T1-A0 尤 其 是 这 次 受 到 “ 非 典 ” 冲 击 时 ， 人 们 更 深 深 地 认 识 到 健 康 对 人 生 是 有 多 么 重 要 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 11|||S|||“|||REQUIRED|||-NONE-|||1
A 13 15|||S|||”|||REQUIRED|||-NONE-|||1
A 33 33|||M|||是 有|||REQUIRED|||-NONE-|||1
T2-A0 尤 其 是 当 我 们 这 次 受 到 “ 非 典 ” 的 冲 击 时 ， 人 们 更 是 深 深 地 认 识 到 健 康 对 人 有 多 么 重 要 。
A 10 11|||S|||“|||REQUIRED|||-NONE-|||2
A 13 14|||S|||”|||REQUIRED|||-NONE-|||2
A 22 22|||M|||是|||REQUIRED|||-NONE-|||2
A 32 33|||S|||有|||REQUIRED|||-NONE-|||2

S 但 现 在 ， 怎 么 戒 不 了 了 。 ” 以 后 我 每 天 看 到 爸 爸 抽 着 烟 ， 我 很 生 气 。 因 为 爸 爸 抽 的 烟 家 里 满 地 都 是 。
T0-A0 “ 但 现 在 ， 怎 么 戒 不 了 了 。 ” 以 前 我 每 天 看 到 爸 爸 抽 烟 ， 我 很 生 气 。 因 为 爸 爸 抽 的 烟 头 家 里 满 地 都 是 。
A 0 0|||M|||“|||REQUIRED|||-NONE-|||0
A 13 14|||S|||前|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 37|||M|||头|||REQUIRED|||-NONE-|||0
T1-A0 “ 但 现 在 ， 怎 么 都 戒 不 了 了 。 ” 以 前 我 每 天 看 到 爸 爸 抽 烟 ， 我 就 很 生 气 ， 因 为 家 里 满 地 都 是 爸 爸 抽 的 烟 。
A 0 0|||M|||“|||REQUIRED|||-NONE-|||1
A 6 6|||M|||都|||REQUIRED|||-NONE-|||1
A 13 14|||S|||前|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 26|||M|||就|||REQUIRED|||-NONE-|||1
A 29 30|||S|||，|||REQUIRED|||-NONE-|||1
A 32 43|||W|||家 里 满 地 都 是 爸 爸 抽 的 烟|||REQUIRED|||-NONE-|||1

S 我 父 亲 也 抽 烟 ， 我 那 天 知 道 烟 多 么 害 身 体 以 后 ， 已 经 不 知 道 劝 父 亲 不 要 抽 烟 ， 父 亲 也 不 听 ， 他 也 知 道 烟 对 身 体 不 好 ， 但 他 还 是 没 打 算 不 抽 烟 。
T0-A0 我 父 亲 也 抽 烟 ， 自 从 我 那 天 知 道 烟 多 么 害 身 体 以 后 ， 已 经 不 知 道 劝 过 父 亲 不 要 抽 烟 多 少 次 ， 父 亲 也 不 听 ， 他 也 知 道 抽 烟 对 身 体 不 好 ， 但 他 还 是 不 打 算 不 抽 烟 。
A 7 7|||M|||自 从|||REQUIRED|||-NONE-|||0
A 27 27|||M|||过|||REQUIRED|||-NONE-|||0
A 33 33|||M|||多 少 次|||REQUIRED|||-NONE-|||0
A 44 44|||M|||抽|||REQUIRED|||-NONE-|||0
A 55 56|||S|||不|||REQUIRED|||-NONE-|||0
T1-A0 我 父 亲 也 抽 烟 ， 自 从 我 那 天 知 道 烟 多 么 害 身 体 以 后 ， 已 经 不 知 道 劝 父 亲 不 要 抽 烟 多 少 次 了 ， 父 亲 也 不 听 ， 他 也 知 道 抽 烟 对 身 体 不 好 ， 但 他 还 是 没 打 算 不 抽 烟 。
A 7 7|||M|||自 从|||REQUIRED|||-NONE-|||1
A 33 33|||M|||多 少 次 了|||REQUIRED|||-NONE-|||1
A 44 44|||M|||抽|||REQUIRED|||-NONE-|||1

S 我 很 高 兴 认 识 你 的 人 家 。 现 在 轮 到 我 来 介 绍 一 下 我 的 家 了 。
T0-A0 我 很 高 兴 认 识 你 的 家 人 。 现 在 轮 到 我 来 介 绍 一 下 我 的 家 人 了 。
A 8 10|||W|||家 人|||REQUIRED|||-NONE-|||0
A 24 24|||M|||人|||REQUIRED|||-NONE-|||0
T1-A0 我 很 高 兴 认 识 你 的 家 人 ， 现 在 轮 到 我 来 介 绍 一 下 我 家 了 。
A 8 10|||W|||家 人|||REQUIRED|||-NONE-|||1
A 10 11|||S|||，|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 然 后 这 样 下 去 以 后 我 的 身 体 跟 以 前 大 不 一 样 ， 吃 饭 以 后 经 常 吸 烟 ， 然 后 马 上 吐 起 来 这 个 是 初 步 的 症 态 。 一 直 吸 烟 以 后 呢 吐 的 次 数 越 来 越 多 。 还 有 运 动 的 时 候 马 上 喘 不 过 气 。 这 样 的 情 况 遇 到 以 后 我 马 上 不 能 吸 烟 。
T0-A0 然 后 这 样 下 去 以 后 ， 我 的 身 体 跟 以 前 大 不 一 样 ， 吃 饭 以 后 经 常 吸 烟 ， 然 后 马 上 吐 出 来 ， 这 个 是 初 步 的 症 状 。 一 直 吸 烟 以 后 呢 ， 吐 的 次 数 越 来 越 多 ， 还 有 运 动 的 时 候 基 本 喘 不 过 气 。 遇 到 这 样 的 情 况 以 后 ， 我 立 刻 不 吸 烟 了 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||0
A 34 35|||S|||出|||REQUIRED|||-NONE-|||0
A 36 36|||M|||，|||REQUIRED|||-NONE-|||0
A 43 44|||S|||状|||REQUIRED|||-NONE-|||0
A 52 52|||M|||，|||REQUIRED|||-NONE-|||0
A 60 61|||S|||，|||REQUIRED|||-NONE-|||0
A 68 70|||S|||基 本|||REQUIRED|||-NONE-|||0
A 75 82|||W|||遇 到 这 样 的 情 况|||REQUIRED|||-NONE-|||0
A 84 84|||M|||，|||REQUIRED|||-NONE-|||0
A 85 87|||S|||立 刻|||REQUIRED|||-NONE-|||0
A 88 89|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 91 91|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 然 后 这 样 下 去 以 后 ， 我 的 身 体 跟 以 前 大 不 一 样 ， 吃 饭 以 后 经 常 吸 烟 ， 然 后 马 上 吐 出 来 ， 这 个 是 初 步 的 症 状 。 一 直 吸 烟 以 后 呢 ， 吐 的 次 数 越 来 越 多 ， 还 有 一 旦 运 动 马 上 喘 不 过 气 。 这 样 的 情 况 发 生 以 后 ， 我 立 刻 就 不 吸 烟 了 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||1
A 34 35|||S|||出|||REQUIRED|||-NONE-|||1
A 36 36|||M|||，|||REQUIRED|||-NONE-|||1
A 43 44|||S|||状|||REQUIRED|||-NONE-|||1
A 52 52|||M|||，|||REQUIRED|||-NONE-|||1
A 60 61|||S|||，|||REQUIRED|||-NONE-|||1
A 63 63|||M|||一 旦|||REQUIRED|||-NONE-|||1
A 65 68|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 80 82|||S|||发 生|||REQUIRED|||-NONE-|||1
A 84 84|||M|||，|||REQUIRED|||-NONE-|||1
A 85 87|||S|||立 刻 就|||REQUIRED|||-NONE-|||1
A 88 89|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 91 91|||M|||了|||REQUIRED|||-NONE-|||1

S 父 母 就 是 孩 子 的 第 一 任 老 师 ， 从 小 就 给 孩 子 们 对 事 物 、 对 知 识 有 简 单 的 了 解 。
T0-A0 父 母 就 是 孩 子 的 第 一 任 老 师 ， 从 小 就 让 孩 子 们 对 事 物 、 对 知 识 有 简 单 的 了 解 。
A 16 17|||S|||让|||REQUIRED|||-NONE-|||0
T1-A0 父 母 就 是 孩 子 的 第 一 任 老 师 ， 因 为 从 小 父 母 就 让 孩 子 们 对 事 物 、 对 知 识 有 了 简 单 的 了 解 。
A 13 13|||M|||因 为|||REQUIRED|||-NONE-|||1
A 15 15|||M|||父 母|||REQUIRED|||-NONE-|||1
A 16 17|||S|||让|||REQUIRED|||-NONE-|||1
A 28 28|||M|||了|||REQUIRED|||-NONE-|||1

S 你 问 我 瑞 士 男 人 做 不 做 家 务 吗 ？
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S “ 艺 术 家 ” 词 常 常 听 起 来 否 定 的 东 西 。 如 果 要 我 们 把 自 己 看 成 艺 术 家 ， 大 家 会 惴 惴 不 安 ， 因 为 他 们 觉 得 艺 术 家 前 途 渺 茫 ， 把 法 则 也 不 管 。 根 据 这 件 实 事 ， 人 们 说 ： “ 每 个 人 都 是 艺 术 家 ” 为 对 艺 术 家 很 刻 薄 。
T0-A0 “ 艺 术 家 ” 这 个 词 听 起 来 常 常 是 否 定 的 东 西 。 如 果 我 们 要 把 自 己 看 成 艺 术 家 ， 大 家 会 惴 惴 不 安 ， 因 为 他 们 觉 得 艺 术 家 前 途 渺 茫 ， 也 不 管 法 则 。 根 据 这 件 事 实 ， 人 们 说 ： “ 每 个 人 都 是 艺 术 家 ” ， 因 为 对 艺 术 家 很 刻 薄 。
A 5 5|||M|||这 个|||REQUIRED|||-NONE-|||0
A 6 11|||W|||听 起 来 常 常 是|||REQUIRED|||-NONE-|||0
A 19 22|||W|||我 们 要|||REQUIRED|||-NONE-|||0
A 53 59|||W|||也 不 管 法 则|||REQUIRED|||-NONE-|||0
A 64 66|||W|||事 实|||REQUIRED|||-NONE-|||0
A 81 81|||M|||， 因|||REQUIRED|||-NONE-|||0
T1-A0 “ 艺 术 家 ” 这 个 词 常 常 听 起 来 是 否 定 的 东 西 。 如 果 要 我 们 把 自 己 看 成 艺 术 家 ， 大 家 都 会 惴 惴 不 安 ， 因 为 他 们 觉 得 艺 术 家 前 途 渺 茫 ， 也 不 管 法 则 。 根 据 这 件 事 实 ， 人 们 说 ： “ 每 个 人 都 是 艺 术 家 ” 这 句 话 对 艺 术 家 是 很 刻 薄 的 。
A 5 5|||M|||这 个|||REQUIRED|||-NONE-|||1
A 11 11|||M|||是|||REQUIRED|||-NONE-|||1
A 33 33|||M|||都|||REQUIRED|||-NONE-|||1
A 53 59|||W|||也 不 管 法 则|||REQUIRED|||-NONE-|||1
A 64 66|||W|||事 实|||REQUIRED|||-NONE-|||1
A 81 82|||S|||这 句 话|||REQUIRED|||-NONE-|||1
A 86 86|||M|||是|||REQUIRED|||-NONE-|||1
A 89 89|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 “ 艺 术 家 ” 一 词 常 常 听 起 来 像 是 被 否 定 的 东 西 。 如 果 要 他 们 把 自 己 看 成 艺 术 家 ， 大 家 会 惴 惴 不 安 ， 因 为 他 们 觉 得 艺 术 家 前 途 渺 茫 ， 也 不 管 规 则 。 根 据 这 些 事 实 ， 人 们 说 ： “ 每 个 人 都 是 艺 术 家 ， 我 们 不 该 对 艺 术 家 很 刻 薄 。 ”
A 5 5|||M|||一|||REQUIRED|||-NONE-|||2
A 11 11|||M|||像 是 被|||REQUIRED|||-NONE-|||2
A 20 21|||S|||他|||REQUIRED|||-NONE-|||2
A 53 56|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 59 59|||M|||规 则|||REQUIRED|||-NONE-|||2
A 63 64|||S|||些|||REQUIRED|||-NONE-|||2
A 64 66|||W|||事 实|||REQUIRED|||-NONE-|||2
A 80 82|||S|||， 我 们 不 该|||REQUIRED|||-NONE-|||2
A 90 90|||M|||”|||REQUIRED|||-NONE-|||2

S 从 我 的 经 验 来 看 ， 我 父 母 很 喜 欢 听 音 乐 ， 他 们 无 论 去 哪 里 都 拿 着 磁 带 而 放 音 乐 。
T0-A0 从 我 的 经 验 来 看 ， 我 父 母 很 喜 欢 听 音 乐 ， 他 们 无 论 去 哪 里 都 拿 着 磁 带 放 音 乐 。
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 以 我 的 经 验 来 看 ， 我 父 母 很 喜 欢 听 音 乐 ， 他 们 无 论 去 哪 里 都 拿 着 磁 带 放 音 乐 。
A 0 1|||S|||以|||REQUIRED|||-NONE-|||1
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 如 果 在 工 作 中 ， 流 行 歌 曲 也 是 必 需 要 的 。
T0-A0 在 工 作 中 ， 流 行 歌 曲 也 是 必 需 的 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 抱 着 自 足 自 己 的 情 况 ， 像 耕 农 田 似 的 ， 人 们 默 默 地 培 养 自 己 的 人 生 。
T0-A0 抱 着 自 给 自 足 的 心 态 ， 像 耕 农 田 似 的 ， 人 们 默 默 地 耕 耘 自 己 的 人 生 。
A 3 4|||S|||给|||REQUIRED|||-NONE-|||0
A 5 6|||S|||足|||REQUIRED|||-NONE-|||0
A 7 9|||S|||心 态|||REQUIRED|||-NONE-|||0
A 22 24|||S|||耕 耘|||REQUIRED|||-NONE-|||0

S 从 其 中 脱 出 来 是 很 难 做 的 。 由 这 些 原 因 ， 不 能 吸 烟 就 成 为 很 容 易 生 气 ， 不 能 集 中 的 状 态 。
T0-A0 要 从 其 中 摆 脱 出 来 是 很 难 做 到 的 。 由 于 这 些 原 因 ， 不 能 吸 烟 就 很 容 易 让 吸 烟 者 进 入 生 气 ， 不 能 集 中 精 神 的 状 态 。
A 0 0|||M|||要|||REQUIRED|||-NONE-|||0
A 3 3|||M|||摆|||REQUIRED|||-NONE-|||0
A 10 10|||M|||到|||REQUIRED|||-NONE-|||0
A 13 13|||M|||于|||REQUIRED|||-NONE-|||0
A 23 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M|||让 吸 烟 者 进 入|||REQUIRED|||-NONE-|||0
A 35 35|||M|||精 神|||REQUIRED|||-NONE-|||0
T1-A0 从 其 中 脱 身 是 很 难 的 。 由 于 某 些 原 因 ， 不 吸 烟 会 导 致 易 怒 、 注 意 力 不 集 中 的 状 态 。
A 4 6|||S|||身|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 14|||S|||于 某|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 27|||S|||会 导 致|||REQUIRED|||-NONE-|||1
A 28 31|||S|||怒 、 注 意 力|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 要 从 其 中 摆 脱 出 来 是 很 难 做 到 的 。 由 于 这 些 原 因 ， 不 能 吸 烟 就 成 为 吸 烟 者 很 容 易 生 气 ， 不 能 集 中 精 神 的 原 因 。
A 0 0|||M|||要|||REQUIRED|||-NONE-|||2
A 3 3|||M|||摆|||REQUIRED|||-NONE-|||2
A 10 10|||M|||到|||REQUIRED|||-NONE-|||2
A 13 13|||M|||于|||REQUIRED|||-NONE-|||2
A 25 25|||M|||吸 烟 者|||REQUIRED|||-NONE-|||2
A 35 35|||M|||精 神|||REQUIRED|||-NONE-|||2
A 36 38|||S|||原 因|||REQUIRED|||-NONE-|||2

S 首 先 欧 洲 被 认 为 是 一 个 理 想 及 生 活 水 平 比 亚 洲 高 ； 人 们 更 有 良 好 的 教 育 ； 有 很 多 大 小 不 同 的 国 家 可 以 探 访 ， 每 个 国 家 都 有 特 别 的 文 化 ， 给 人 有 非 常 优 越 的 感 觉 。
T0-A0 首 先 欧 洲 被 认 为 是 一 个 理 想 的 及 生 活 水 平 比 亚 洲 高 的 洲 ： 人 们 有 更 良 好 的 教 育 ； 有 很 多 大 小 不 同 的 国 家 可 以 探 访 ， 每 个 国 家 都 有 特 别 的 文 化 ， 给 人 有 非 常 优 越 的 感 觉 。
A 12 12|||M|||的|||REQUIRED|||-NONE-|||0
A 21 22|||S|||的 洲 ：|||REQUIRED|||-NONE-|||0
A 24 26|||W|||有 更|||REQUIRED|||-NONE-|||0

S 运 动 除 了 对 身 体 有 好 也 会 健 康 。 然 后 父 母 的 思 想 观 念 对 孩 子 也 有 很 大 的 影 响 ， 比 如 父 母 的 思 想 是 好 ， 要 好 好 培 养 孩 子 ， 孩 子 会 自 己 也 做 好 ， 好 好 照 顾 自 己 ， 认 真 读 书 。 然 后 如 果 父 母 思 想 要 做 很 好 的 家 庭 ， 快 乐 的 生 活 ， 孩 子 也 会 对 他 们 好 。
T0-A0 运 动 对 身 体 有 好 处 ， 会 让 你 健 康 。 然 后 父 母 的 思 想 观 念 对 孩 子 也 有 很 大 的 影 响 ， 比 如 父 母 的 思 想 是 好 的 ， 他 们 好 好 培 养 孩 子 ， 孩 子 自 己 也 会 做 得 好 ， 好 好 照 顾 自 己 ， 认 真 读 书 。 然 后 如 果 父 母 思 想 是 要 建 立 一 个 很 好 的 家 庭 ， 快 乐 地 生 活 ， 孩 子 也 会 对 他 们 好 。
A 2 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||S|||处 ，|||REQUIRED|||-NONE-|||0
A 11 11|||M|||让 你|||REQUIRED|||-NONE-|||0
A 43 43|||M|||的|||REQUIRED|||-NONE-|||0
A 44 45|||S|||他 们|||REQUIRED|||-NONE-|||0
A 54 58|||W|||自 己 也 会|||REQUIRED|||-NONE-|||0
A 59 59|||M|||得|||REQUIRED|||-NONE-|||0
A 81 81|||M|||是|||REQUIRED|||-NONE-|||0
A 82 83|||S|||建 立 一 个|||REQUIRED|||-NONE-|||0
A 91 92|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 运 动 除 了 对 身 体 有 好 处 也 会 有 利 于 健 康 ， 然 后 父 母 的 思 想 观 念 对 孩 子 也 有 很 大 的 影 响 ， 比 如 父 母 的 思 想 是 要 好 好 培 养 孩 子 ， 孩 子 会 对 自 己 也 好 ， 好 好 照 顾 自 己 ， 认 真 读 书 。 然 后 如 果 父 母 想 要 建 立 很 好 的 家 庭 ， 实 现 快 乐 的 生 活 ， 孩 子 也 会 对 他 们 好 。
A 9 9|||M|||处|||REQUIRED|||-NONE-|||1
A 11 11|||M|||有 利 于|||REQUIRED|||-NONE-|||1
A 13 14|||S|||，|||REQUIRED|||-NONE-|||1
A 42 44|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 55 55|||M|||对|||REQUIRED|||-NONE-|||1
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 82 83|||S|||建 立|||REQUIRED|||-NONE-|||1
A 89 89|||M|||实 现|||REQUIRED|||-NONE-|||1

S 我 的 儿 子 已 经 大 了 两 个 月 。
T0-A0 我 的 儿 子 已 经 两 个 月 大 了 。
A 6 11|||W|||两 个 月 大 了|||REQUIRED|||-NONE-|||0

S 那 儿 的 很 长 很 长 的 龙 样 子 自 动 扶 梯 很 有 趣 。 峡 谷 的 风 景 让 我 想 起 桂 林 。
T0-A0 那 儿 的 很 长 很 长 的 龙 样 子 的 自 动 扶 梯 很 有 趣 。 峡 谷 的 风 景 让 我 想 起 了 桂 林 。
A 11 11|||M|||的|||REQUIRED|||-NONE-|||0
A 28 28|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 那 儿 的 很 长 很 长 的 龙 一 样 的 自 动 扶 梯 很 有 趣 。 峡 谷 的 风 景 让 我 想 起 桂 林 。
A 9 9|||M|||一|||REQUIRED|||-NONE-|||1
A 10 11|||S|||的|||REQUIRED|||-NONE-|||1

S 这 些 问 题 不 宜 一 概 而 论 ， 也 是 一 言 难 尽 的 ， 绿 色 食 品 虽 然 已 经 普 及 了 人 们 的 生 活 中 ， 但 是 假 如 没 有 添 加 剂 的 话 ， 我 们 原 来 能 吃 到 的 东 西 ， 都 吃 不 了 了 ， 所 以 添 加 剂 是 不 可 缺 少 的 ， 也 是 功 不 可 没 的 。 问 题 是 不 仅 仅 添 加 剂 ， 化 肥 和 农 药 也 是 一 个 问 题 ， 它 们 虽 然 带 来 农 作 物 的 增 产 ， 但 是 也 带 来 的 化 学 污 染 和 伤 害 人 们 的 健 康 。 所 以 说 农 药 和 化 肥 这 些 问 题 一 不 宜 概 而 论 ， 也 可 以 说 各 有 千 秋 吧 ， 人 们 已 经 认 识 了 它 们 好 处 和 坏 处 。
T0-A0 这 些 问 题 不 宜 一 概 而 论 ， 也 是 一 言 难 尽 的 ， 绿 色 食 品 虽 然 已 经 普 及 到 了 人 们 的 生 活 中 ， 但 是 假 如 没 有 添 加 剂 的 话 ， 我 们 原 来 能 吃 到 的 东 西 ， 都 吃 不 了 了 ， 所 以 添 加 剂 是 不 可 缺 少 的 ， 也 是 功 不 可 没 的 。 问 题 是 不 仅 仅 是 添 加 剂 ， 化 肥 和 农 药 也 是 一 个 问 题 ， 它 们 虽 然 带 来 农 作 物 的 增 产 ， 但 是 也 带 来 化 学 污 染 并 且 伤 害 了 人 们 的 健 康 。 所 以 说 农 药 和 化 肥 这 些 问 题 不 宜 一 概 而 论 ， 也 可 以 说 各 有 千 秋 吧 ， 人 们 已 经 认 识 了 它 们 的 好 处 和 坏 处 。
A 29 29|||M|||到|||REQUIRED|||-NONE-|||0
A 92 92|||M|||是|||REQUIRED|||-NONE-|||0
A 126 127|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 131 132|||S|||并 且|||REQUIRED|||-NONE-|||0
A 134 134|||M|||了|||REQUIRED|||-NONE-|||0
A 152 155|||W|||不 宜 一|||REQUIRED|||-NONE-|||0
A 178 178|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 这 些 问 题 不 宜 一 概 而 论 ， 也 是 一 言 难 尽 的 。 绿 色 食 品 虽 然 已 经 在 人 们 的 生 活 中 得 到 普 及 ， 但 是 假 如 没 有 添 加 剂 的 话 ， 我 们 原 来 能 吃 到 的 东 西 都 吃 不 了 了 ， 所 以 添 加 剂 是 不 可 缺 少 的 ， 也 是 功 不 可 没 的 。 问 题 是 不 仅 仅 是 添 加 剂 ， 化 肥 和 农 药 也 是 一 个 问 题 ， 它 们 虽 然 带 来 农 作 物 的 增 产 ， 但 是 也 带 来 化 学 污 染 并 伤 害 人 们 的 健 康 。 所 以 说 农 药 和 化 肥 这 些 问 题 一 不 宜 概 而 论 ， 也 可 以 说 各 有 千 秋 吧 ， 人 们 已 经 认 识 了 它 们 的 好 处 和 坏 处 。
A 18 19|||S|||。|||REQUIRED|||-NONE-|||1
A 27 30|||S|||在|||REQUIRED|||-NONE-|||1
A 36 36|||M|||得 到 普 及|||REQUIRED|||-NONE-|||1
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 92 92|||M|||是|||REQUIRED|||-NONE-|||1
A 126 127|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 131 132|||S|||并|||REQUIRED|||-NONE-|||1
A 178 178|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 这 些 问 题 不 宜 一 概 而 论 ， 也 一 言 难 尽 ， 绿 色 食 品 虽 然 已 经 普 及 到 人 们 的 生 活 中 ， 但 是 假 如 没 有 添 加 剂 的 话 ， 我 们 原 来 能 吃 到 的 很 多 东 西 ， 都 吃 不 了 了 ， 所 以 添 加 剂 是 不 可 缺 少 的 ， 也 是 功 不 可 没 的 。 问 题 是 不 仅 仅 是 添 加 剂 ， 化 肥 和 农 药 也 是 一 个 问 题 ， 它 们 虽 然 带 来 了 农 作 物 的 增 产 ， 但 是 也 带 来 了 化 学 污 染 和 对 人 们 的 健 康 的 伤 害 。 所 以 说 农 药 和 化 肥 这 些 问 题 不 宜 一 概 而 论 ， 甚 至 可 以 说 各 有 千 秋 吧 ， 人 们 已 经 认 识 了 它 们 的 好 处 和 坏 处 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 29 30|||S|||到|||REQUIRED|||-NONE-|||2
A 57 57|||M|||很 多|||REQUIRED|||-NONE-|||2
A 92 92|||M|||是|||REQUIRED|||-NONE-|||2
A 114 114|||M|||了|||REQUIRED|||-NONE-|||2
A 126 127|||S|||了|||REQUIRED|||-NONE-|||2
A 132 134|||S|||对|||REQUIRED|||-NONE-|||2
A 139 139|||M|||的 伤 害|||REQUIRED|||-NONE-|||2
A 152 155|||W|||不 宜 一|||REQUIRED|||-NONE-|||2
A 159 160|||S|||甚 至|||REQUIRED|||-NONE-|||2
A 178 178|||M|||的|||REQUIRED|||-NONE-|||2

S 我 的 家 庭 有 十 口 人 。 我 的 父 母 ， 我 的 哥 哥 ， 他 的 妻 子 和 女 儿 ， 我 的 姐 姐 以 及 她 的 丈 大 和 儿 女 们 。 我 最 大 的 爱 好 是 旅 行 。 比 如 这 个 夏 天 我 待 了 在 中 国 一 个 月 。
T0-A0 我 的 家 庭 有 十 口 人 。 我 的 父 母 、 我 的 哥 哥 、 他 的 妻 子 和 女 儿 、 我 的 姐 姐 以 及 她 的 丈 夫 和 儿 女 们 。 我 最 大 的 爱 好 是 旅 行 ， 比 如 这 个 夏 天 我 在 中 国 待 了 一 个 月 。
A 13 14|||S|||、|||REQUIRED|||-NONE-|||0
A 18 19|||S|||、|||REQUIRED|||-NONE-|||0
A 26 27|||S|||、|||REQUIRED|||-NONE-|||0
A 36 37|||S|||夫|||REQUIRED|||-NONE-|||0
A 51 52|||S|||，|||REQUIRED|||-NONE-|||0
A 59 64|||W|||在 中 国 待 了|||REQUIRED|||-NONE-|||0
T1-A0 我 的 家 庭 有 十 口 人 。 我 的 父 母 、 我 的 哥 哥 、 他 的 妻 子 和 女 儿 、 我 的 姐 姐 、 姐 夫 和 儿 女 们 。 我 最 大 的 爱 好 是 旅 行 ， 比 如 这 个 夏 天 我 在 中 国 待 了 一 个 月 。
A 13 14|||S|||、|||REQUIRED|||-NONE-|||1
A 18 19|||S|||、|||REQUIRED|||-NONE-|||1
A 26 27|||S|||、|||REQUIRED|||-NONE-|||1
A 31 37|||S|||、 姐 夫|||REQUIRED|||-NONE-|||1
A 51 52|||S|||，|||REQUIRED|||-NONE-|||1
A 59 64|||W|||在 中 国 待 了|||REQUIRED|||-NONE-|||1
T2-A0 我 家 里 有 十 口 人 ： 我 、 我 的 父 母 、 我 的 哥 哥 嫂 嫂 和 他 们 的 女 儿 、 我 的 姐 姐 和 姐 夫 以 及 他 们 的 儿 女 。 我 最 大 的 爱 好 是 旅 行 ， 这 个 夏 天 我 在 中 国 待 了 一 个 月 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 3 4|||S|||里|||REQUIRED|||-NONE-|||2
A 8 9|||S|||： 我 、|||REQUIRED|||-NONE-|||2
A 13 14|||S|||、|||REQUIRED|||-NONE-|||2
A 18 19|||S|||嫂 嫂 和|||REQUIRED|||-NONE-|||2
A 20 20|||M|||们|||REQUIRED|||-NONE-|||2
A 21 24|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 27|||S|||、|||REQUIRED|||-NONE-|||2
A 29 29|||M|||姐|||REQUIRED|||-NONE-|||2
A 30 30|||M|||和|||REQUIRED|||-NONE-|||2
A 31 31|||M|||夫|||REQUIRED|||-NONE-|||2
A 33 34|||S|||他 们|||REQUIRED|||-NONE-|||2
A 35 38|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 51 54|||S|||，|||REQUIRED|||-NONE-|||2
A 59 64|||W|||在 中 国 待 了|||REQUIRED|||-NONE-|||2

S 我 觉 得 教 育 是 真 必 要 。 我 认 为 教 法 文 和 英 文 。 而 且 ， 教 师 没 有 好 坏 。 今 天 社 会 需 要 孝 师 ， 所 以 我 不 失 业 。
T0-A0 我 觉 得 教 育 真 是 必 要 。 我 想 要 教 法 文 和 英 文 。 而 且 ， 教 师 没 有 好 坏 。 今 天 社 会 需 要 教 师 ， 所 以 我 不 会 失 业 。
A 5 7|||W|||真 是|||REQUIRED|||-NONE-|||0
A 11 13|||S|||想 要|||REQUIRED|||-NONE-|||0
A 36 37|||S|||教|||REQUIRED|||-NONE-|||0
A 43 43|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 教 育 是 真 正 必 要 的 。 我 认 为 需 要 教 法 文 和 英 文 。 而 且 ， 教 师 没 有 好 坏 。 今 天 社 会 需 要 教 师 ， 所 以 我 不 会 失 业 。
A 7 7|||M|||正|||REQUIRED|||-NONE-|||1
A 9 9|||M|||的|||REQUIRED|||-NONE-|||1
A 13 13|||M|||需 要|||REQUIRED|||-NONE-|||1
A 36 37|||S|||教|||REQUIRED|||-NONE-|||1
A 43 43|||M|||会|||REQUIRED|||-NONE-|||1
T2-A0 我 觉 得 教 育 是 真 的 必 要 。 我 认 为 应 该 教 法 文 和 英 文 。 而 且 ， 教 师 没 有 好 坏 。 如 今 的 社 会 需 要 教 师 ， 所 以 我 不 会 失 业 。
A 7 7|||M|||的|||REQUIRED|||-NONE-|||2
A 13 13|||M|||应 该|||REQUIRED|||-NONE-|||2
A 30 30|||M|||如|||REQUIRED|||-NONE-|||2
A 31 32|||S|||的|||REQUIRED|||-NONE-|||2
A 36 37|||S|||教|||REQUIRED|||-NONE-|||2
A 43 43|||M|||会|||REQUIRED|||-NONE-|||2

S 我 很 高 兴 她 给 我 这 个 她 做 的 礼 物 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 是 我 最 后 的 一 封 信 分 开 分 手
T0-A0 这 是 我 最 后 的 一 封 分 手 信 。
A 8 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M|||信 。|||REQUIRED|||-NONE-|||0
T1-A0 这 是 我 的 最 后 一 封 分 手 信 。
A 3 6|||W|||的 最 后|||REQUIRED|||-NONE-|||1
A 8 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||信 。|||REQUIRED|||-NONE-|||1
T2-A0 这 是 我 最 后 的 一 封 信 来 说 分 手 。
A 9 11|||S|||来 说|||REQUIRED|||-NONE-|||2
A 13 13|||M|||。|||REQUIRED|||-NONE-|||2

S 因 为 父 母 是 孩 子 们 的 镜 子 ， 所 以 如 果 我 做 了 什 么 坏 事 ， 不 仅 仅 伤 害 自 己 ， 而 且 毁 他 们 的 名 誉 。
T0-A0 因 为 父 母 是 孩 子 们 的 镜 子 ， 所 以 如 果 我 做 了 什 么 坏 事 ， 不 仅 仅 伤 害 自 己 ， 而 且 会 毁 坏 他 们 的 名 誉 。
A 34 34|||M|||会|||REQUIRED|||-NONE-|||0
A 35 35|||M|||坏|||REQUIRED|||-NONE-|||0
T1-A0 因 为 父 母 是 孩 子 们 的 镜 子 ， 所 以 如 果 我 做 了 什 么 坏 事 ， 不 仅 仅 伤 害 了 自 己 ， 而 且 毁 了 他 们 的 名 誉 。
A 29 29|||M|||了|||REQUIRED|||-NONE-|||1
A 35 35|||M|||了|||REQUIRED|||-NONE-|||1

S 在 恋 爱 和 婚 姻 的 路 上 ， 互 相 欣 赏 能 帮 助 男 女 之 间 的 感 情 能 永 远 。
T0-A0 在 恋 爱 和 婚 姻 的 路 上 ， 互 相 欣 赏 能 使 男 女 之 间 的 感 情 更 长 远 。
A 15 17|||S|||使|||REQUIRED|||-NONE-|||0
A 24 26|||S|||更 长|||REQUIRED|||-NONE-|||0

S 最 近 日 本 政 府 也 对 在 公 共 场 所 或 路 上 边 走 边 抽 烟 的 人 、 把 烟 扔 掉 在 路 上 的 人 罚 款 。
T0-A0 最 近 日 本 政 府 也 对 在 公 共 场 所 抽 烟 、 在 路 上 边 走 边 抽 烟 以 及 把 烟 扔 在 路 上 的 人 进 行 罚 款 。
A 13 14|||S|||抽 烟 、 在|||REQUIRED|||-NONE-|||0
A 21 24|||S|||以 及|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M|||进 行|||REQUIRED|||-NONE-|||0

S 我 们 大 家 都 知 道 男 生 与 女 生 在 思 想 和 身 态 发 展 方 面 都 有 一 定 的 差 别 。 女 生 往 往 在 身 态 上 和 思 想 上 都 比 男 生 来 得 早 熟 。
T0-A0 我 们 大 家 都 知 道 男 生 与 女 生 在 思 想 和 身 体 发 展 方 面 都 有 一 定 的 差 别 。 女 生 往 往 在 身 体 上 和 思 想 上 都 比 男 生 来 得 早 熟 。
A 17 18|||S|||体|||REQUIRED|||-NONE-|||0
A 36 37|||S|||体|||REQUIRED|||-NONE-|||0
T1-A0 我 们 大 家 都 知 道 男 生 与 女 生 在 思 想 和 身 体 发 育 方 面 有 一 定 的 差 别 ， 女 生 往 往 在 身 体 上 和 思 想 上 都 比 男 生 早 熟 。
A 17 18|||S|||体|||REQUIRED|||-NONE-|||1
A 19 20|||S|||育|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 30|||S|||，|||REQUIRED|||-NONE-|||1
A 36 37|||S|||体|||REQUIRED|||-NONE-|||1
A 46 48|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 们 大 家 都 知 道 男 生 与 女 生 在 思 想 和 生 理 发 展 方 面 都 有 一 定 的 差 别 。 女 生 往 往 在 生 理 上 和 思 想 上 都 比 男 生 来 得 早 熟 。
A 16 18|||S|||生 理|||REQUIRED|||-NONE-|||2
A 35 37|||S|||生 理|||REQUIRED|||-NONE-|||2

S 我 很 外 向 ， 可 是 没 有 很 多 幽 默 。 我 们 性 格 不 一 样 。 我 们 有 很 多 共 同 语 言 。 我 们 很 喜 欢 去 歌 剧 。 他 唱 歌 唱 得 很 好 。 我 希 望 他 是 永 远 的 朋 友 。
T0-A0 我 很 外 向 ， 可 是 不 是 很 幽 默 。 我 们 性 格 不 一 样 。 我 们 有 很 多 共 同 语 言 。 我 们 很 喜 欢 去 听 歌 剧 。 他 唱 歌 唱 得 很 好 。 我 希 望 和 他 是 永 远 的 朋 友 。
A 7 9|||S|||不 是|||REQUIRED|||-NONE-|||0
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M|||听|||REQUIRED|||-NONE-|||0
A 52 52|||M|||和|||REQUIRED|||-NONE-|||0
T1-A0 我 很 外 向 ， 可 是 没 有 很 多 幽 默 感 。 我 们 性 格 不 一 样 ， 我 们 有 很 多 共 同 语 言 ， 我 们 很 喜 欢 去 看 歌 剧 。 他 唱 歌 唱 得 很 好 。 我 希 望 他 是 我 永 远 的 朋 友 。
A 13 13|||M|||感|||REQUIRED|||-NONE-|||1
A 21 22|||S|||，|||REQUIRED|||-NONE-|||1
A 31 32|||S|||，|||REQUIRED|||-NONE-|||1
A 38 38|||M|||看|||REQUIRED|||-NONE-|||1
A 54 54|||M|||我|||REQUIRED|||-NONE-|||1
T2-A0 我 很 外 向 ， 可 是 没 有 很 多 幽 默 感 。 我 和 他 性 格 不 一 样 ， 但 是 我 们 有 很 多 共 同 语 言 。 我 们 很 喜 欢 去 歌 剧 院 ， 他 唱 歌 唱 得 很 好 。 我 希 望 他 是 我 永 远 的 朋 友 。
A 13 13|||M|||感|||REQUIRED|||-NONE-|||2
A 15 16|||S|||和 他|||REQUIRED|||-NONE-|||2
A 21 22|||S|||， 但 是|||REQUIRED|||-NONE-|||2
A 40 41|||S|||院 ，|||REQUIRED|||-NONE-|||2
A 54 54|||M|||我|||REQUIRED|||-NONE-|||2

S 久 后 ， 我 不 想 是 律 师 。 律 师 有 多 收 入 ， 但 是 我 不 喜 欢 法 学 。 我 不 想 做 这 个 工 作 ， 因 为 我 不 想 多 收 入 。 我 想 做 好 工 作 。 有 人 说 ： 金 钱 难 买 幸 福 ， 但 它 不 无 小 補 。
T0-A0 日 后 ， 我 不 想 当 律 师 。 虽 然 律 师 有 高 收 入 ， 但 是 我 不 喜 欢 法 学 。 我 不 想 做 这 个 工 作 ， 也 因 为 我 不 太 在 乎 高 收 入 ， 我 只 想 做 好 工 作 ， 然 而 有 人 说 ： “ 金 钱 难 买 幸 福 ， 但 它 不 无 作 用 。 ”
A 0 1|||S|||日|||REQUIRED|||-NONE-|||0
A 6 7|||S|||当|||REQUIRED|||-NONE-|||0
A 10 10|||M|||虽 然|||REQUIRED|||-NONE-|||0
A 13 14|||S|||高|||REQUIRED|||-NONE-|||0
A 35 35|||M|||也|||REQUIRED|||-NONE-|||0
A 39 41|||S|||太 在 乎 高|||REQUIRED|||-NONE-|||0
A 43 44|||S|||，|||REQUIRED|||-NONE-|||0
A 45 45|||M|||只|||REQUIRED|||-NONE-|||0
A 50 51|||S|||， 然 而|||REQUIRED|||-NONE-|||0
A 55 55|||M|||“|||REQUIRED|||-NONE-|||0
A 66 68|||S|||作 用|||REQUIRED|||-NONE-|||0
A 69 69|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 日 后 ， 我 不 想 做 律 师 。 律 师 有 高 收 入 ， 但 是 我 不 喜 欢 法 学 。 我 不 想 做 这 个 工 作 ， 因 为 我 不 想 要 高 收 入 ， 我 只 想 做 好 工 作 ， 然 而 有 人 说 ： “ 金 钱 难 买 幸 福 ， 但 它 不 无 作 用 。 ”
A 0 1|||S|||日|||REQUIRED|||-NONE-|||1
A 6 7|||S|||做|||REQUIRED|||-NONE-|||1
A 13 14|||S|||高|||REQUIRED|||-NONE-|||1
A 40 41|||S|||要 高|||REQUIRED|||-NONE-|||1
A 43 44|||S|||，|||REQUIRED|||-NONE-|||1
A 45 45|||M|||只|||REQUIRED|||-NONE-|||1
A 50 51|||S|||， 然 而|||REQUIRED|||-NONE-|||1
A 55 55|||M|||“|||REQUIRED|||-NONE-|||1
A 66 68|||S|||作 用|||REQUIRED|||-NONE-|||1
A 69 69|||M|||”|||REQUIRED|||-NONE-|||1

S ” 他 的 意 见 是 这 样 ， 但 是 吸 烟 对 个 人 健 康 带 来 很 多 不 好 影 响 ， 它 是 个 毒 品 。
T0-A0 他 的 意 见 是 这 样 的 ， 但 是 吸 烟 对 个 人 健 康 会 带 来 很 多 不 好 的 影 响 ， 香 烟 是 毒 品 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 8|||M|||的|||REQUIRED|||-NONE-|||0
A 18 18|||M|||会|||REQUIRED|||-NONE-|||0
A 24 24|||M|||的|||REQUIRED|||-NONE-|||0
A 27 28|||S|||香 烟|||REQUIRED|||-NONE-|||0
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 他 的 意 见 是 这 样 ， 但 是 吸 烟 对 个 人 健 康 带 来 很 多 不 好 影 响 ， 香 烟 是 种 毒 品 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 28|||S|||香 烟|||REQUIRED|||-NONE-|||1
A 29 30|||S|||种|||REQUIRED|||-NONE-|||1

S 那 可 以 减 少 吸 烟 人 的 增 加 。
T0-A0 那 可 以 减 缓 吸 烟 人 数 的 增 加 。
A 4 5|||S|||缓|||REQUIRED|||-NONE-|||0
A 8 8|||M|||数|||REQUIRED|||-NONE-|||0
T1-A0 那 可 以 减 少 吸 烟 人 数 。
A 8 11|||S|||数|||REQUIRED|||-NONE-|||1

S 或 许 还 能 想 像 我 应 该 如 何 去 对 待 自 己 ， 家 庭 ， 社 会 等 个 方 面 。
T0-A0 或 许 还 能 想 像 我 应 该 如 何 去 对 待 自 己 、 家 庭 、 社 会 等 各 个 方 面 。
A 16 17|||S|||、|||REQUIRED|||-NONE-|||0
A 19 20|||S|||、|||REQUIRED|||-NONE-|||0
A 23 23|||M|||各|||REQUIRED|||-NONE-|||0
T1-A0 或 许 我 能 想 象 我 应 该 如 何 去 对 待 自 己 、 家 庭 、 社 会 等 各 方 面 。
A 2 3|||S|||我|||REQUIRED|||-NONE-|||1
A 5 6|||S|||象|||REQUIRED|||-NONE-|||1
A 16 17|||S|||、|||REQUIRED|||-NONE-|||1
A 19 20|||S|||、|||REQUIRED|||-NONE-|||1
A 23 24|||S|||各|||REQUIRED|||-NONE-|||1

S 所 以 我 是 为 了 父 母 ， 为 了 我 的 终 身 幸 福 ， 我 就 听 从 父 母 的 选 择 ， 双 方 慢 慢 培 养 感 情 ， 和 他 有 好 日 子 过 幸 福 家 庭 。
T0-A0 所 以 我 是 为 了 父 母 ， 为 了 我 的 终 身 幸 福 ， 我 才 听 从 父 母 的 选 择 ， 双 方 慢 慢 培 养 感 情 ， 和 他 有 好 日 子 过 ， 成 为 幸 福 家 庭 。
A 19 20|||S|||才|||REQUIRED|||-NONE-|||0
A 44 44|||M|||， 成 为|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 为 了 父 母 ， 为 了 我 的 终 身 幸 福 ， 我 就 听 从 父 母 的 选 择 ， 双 方 慢 慢 培 养 感 情 ， 和 他 有 好 日 子 ， 过 幸 福 生 活 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 43 43|||M|||，|||REQUIRED|||-NONE-|||1
A 46 48|||S|||生 活|||REQUIRED|||-NONE-|||1
T2-A0 所 以 ， 我 是 为 了 父 母 ， 为 了 我 的 终 身 幸 福 ， 听 从 了 父 母 的 选 择 ， 相 信 双 方 慢 慢 培 养 感 情 ， 我 和 他 会 有 好 日 子 ， 成 为 幸 福 家 庭 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 22 22|||M|||了|||REQUIRED|||-NONE-|||2
A 28 28|||M|||相 信|||REQUIRED|||-NONE-|||2
A 37 37|||M|||我|||REQUIRED|||-NONE-|||2
A 39 39|||M|||会|||REQUIRED|||-NONE-|||2
A 43 44|||S|||， 成 为|||REQUIRED|||-NONE-|||2
T3-A0 所 以 我 是 为 了 父 母 ， 为 了 我 的 终 身 幸 福 ， 我 就 听 从 父 母 的 选 择 ， 双 方 慢 慢 培 养 感 情 ， 和 他 过 好 日 子 ， 有 幸 福 家 庭 。
A 39 40|||S|||过|||REQUIRED|||-NONE-|||3
A 43 44|||S|||， 有|||REQUIRED|||-NONE-|||3
T4-A0 所 以 我 是 为 了 父 母 ， 为 了 我 的 终 身 幸 福 ， 我 就 听 从 父 母 的 选 择 ， 双 方 慢 慢 培 养 感 情 ， 有 好 日 子 过 ， 家 庭 幸 福 。
A 37 39|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 44 44|||M|||，|||REQUIRED|||-NONE-|||4
A 44 48|||W|||家 庭 幸 福|||REQUIRED|||-NONE-|||4

S 所 以 人 们 为 了 保 持 自 身 健 康 做 出 新 的 主 意 了 ， 那 就 是 最 在 市 场 上 活 跃 的 “ 绿 色 食 品 ” 。
T0-A0 所 以 人 们 为 了 保 持 自 身 健 康 想 出 新 的 主 意 ， 那 就 是 在 市 场 上 最 活 跃 的 “ 绿 色 食 品 ” 。
A 12 13|||S|||想|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 28|||W|||在 市 场 上 最|||REQUIRED|||-NONE-|||0
T1-A0 所 以 人 们 为 了 保 持 自 身 健 康 做 出 了 新 的 选 择 ， 那 就 是 在 市 场 上 最 活 跃 的 “ 绿 色 食 品 ” 。
A 14 14|||M|||了|||REQUIRED|||-NONE-|||1
A 16 19|||S|||选 择|||REQUIRED|||-NONE-|||1
A 23 28|||W|||在 市 场 上 最|||REQUIRED|||-NONE-|||1

S 世 博 会 可 分 为 两 类 ， 有 综 合 的 和 转 业 的 。 综 合 世 博 会 是 像 上 海 世 博 会 五 年 一 次 的 大 会 。
T0-A0 世 博 会 可 分 为 两 类 ， 有 综 合 的 和 专 业 的 。 综 合 世 博 会 是 像 上 海 世 博 会 那 样 的 五 年 一 次 的 大 会 。
A 14 15|||S|||专|||REQUIRED|||-NONE-|||0
A 30 30|||M|||那 样 的|||REQUIRED|||-NONE-|||0

S 但 是 人 们 只 能 看 农 药 的 不 好 处 。
T0-A0 但 是 人 们 只 能 看 到 农 药 的 缺 点 。
A 7 7|||M|||到|||REQUIRED|||-NONE-|||0
A 10 13|||S|||缺 点|||REQUIRED|||-NONE-|||0
T1-A0 但 是 人 们 只 能 看 到 农 药 的 不 好 之 处 。
A 7 7|||M|||到|||REQUIRED|||-NONE-|||1
A 12 12|||M|||之|||REQUIRED|||-NONE-|||1
T2-A0 但 是 人 们 只 能 看 到 农 药 的 坏 处 。
A 7 7|||M|||到|||REQUIRED|||-NONE-|||2
A 10 12|||S|||坏|||REQUIRED|||-NONE-|||2
T3-A0 但 是 人 们 只 能 看 到 农 药 的 缺 陷 。
A 7 7|||M|||到|||REQUIRED|||-NONE-|||3
A 10 13|||S|||缺 陷|||REQUIRED|||-NONE-|||3
T4-A0 但 是 人 们 只 能 看 到 农 药 的 不 足 。
A 7 7|||M|||到|||REQUIRED|||-NONE-|||4
A 11 13|||S|||足|||REQUIRED|||-NONE-|||4

S 就 一 个 人 的 生 命 有 关 。
T0-A0 就 与 一 个 人 的 生 命 有 关 。
A 1 1|||M|||与|||REQUIRED|||-NONE-|||0
T1-A0 就 和 一 个 人 的 生 命 有 关 。
A 1 1|||M|||和|||REQUIRED|||-NONE-|||1

S 我 们 应 该 推 动 一 个 想 法 ， 外 观 并 不 像 性 格 一 样 重 要 。 人 们 应 该 满 足 于 自 己 ， 不 会 这 么 挂 心 自 己 的 容 貌 。
T0-A0 我 们 应 该 推 崇 一 个 想 法 ， 外 观 并 不 像 性 格 一 样 重 要 。 人 们 应 该 先 让 自 己 满 足 ， 不 要 这 么 挂 心 自 己 的 容 貌 。
A 5 6|||S|||崇|||REQUIRED|||-NONE-|||0
A 27 30|||S|||先 让|||REQUIRED|||-NONE-|||0
A 32 32|||M|||满 足|||REQUIRED|||-NONE-|||0
A 34 35|||S|||要|||REQUIRED|||-NONE-|||0
T1-A0 我 们 应 该 推 崇 一 个 想 法 ， 外 观 并 不 像 性 格 一 样 重 要 。 人 们 应 该 满 足 于 自 己 的 性 格 ， 不 要 这 么 挂 心 自 己 的 容 貌 。
A 5 6|||S|||崇|||REQUIRED|||-NONE-|||1
A 32 32|||M|||的 性 格|||REQUIRED|||-NONE-|||1
A 34 35|||S|||要|||REQUIRED|||-NONE-|||1

S 水 力 的 能 源 在 于 利 用 水 的 蒸 发 ， 尤 指 海 洋 的 。 对 它 大 陆 上 放 走 。 在 高 空 水 的 蒸 气 实 在 有 地 心 吸 力 的 能 力 。 所 以 这 个 能 源 可 以 被 检 波 ， 进 而 改 造 水 力 发 电 站 的 堤 坝 。
T0-A0 水 力 的 能 源 在 于 利 用 水 的 蒸 发 ， 尤 指 海 洋 的 。 把 它 在 大 陆 上 放 走 ， 在 高 空 水 的 蒸 气 有 地 心 吸 力 的 能 力 ， 所 以 这 个 能 源 可 以 被 检 测 ， 进 而 改 造 水 力 发 电 站 的 堤 坝 。
A 20 21|||S|||把|||REQUIRED|||-NONE-|||0
A 22 22|||M|||在|||REQUIRED|||-NONE-|||0
A 27 28|||S|||，|||REQUIRED|||-NONE-|||0
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 46|||S|||，|||REQUIRED|||-NONE-|||0
A 56 57|||S|||测|||REQUIRED|||-NONE-|||0
T1-A0 水 力 的 能 源 在 于 利 用 水 的 蒸 发 ， 尤 指 海 洋 水 的 蒸 发 。 它 在 大 陆 上 空 游 走 ， 在 高 空 ， 水 的 蒸 气 有 减 弱 地 心 吸 力 的 能 力 ， 所 以 这 个 能 源 可 以 被 检 测 ， 进 而 改 造 水 力 发 电 站 的 堤 坝 。
A 18 18|||M|||水|||REQUIRED|||-NONE-|||1
A 19 19|||M|||蒸 发|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 22|||M|||在|||REQUIRED|||-NONE-|||1
A 25 26|||S|||空 游|||REQUIRED|||-NONE-|||1
A 27 28|||S|||，|||REQUIRED|||-NONE-|||1
A 31 31|||M|||，|||REQUIRED|||-NONE-|||1
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 38 38|||M|||减 弱|||REQUIRED|||-NONE-|||1
A 45 46|||S|||，|||REQUIRED|||-NONE-|||1
A 56 57|||S|||测|||REQUIRED|||-NONE-|||1

S 但 将 来 还 是 愿 意 做 一 个 母 亲 ， 因 此 现 在 还 是 坚 持 下 去 看 多 点 的 世 界 ， 教 我 将 来 的 孩 子 多 点 的 事 情 。
T0-A0 但 将 来 还 是 愿 意 做 一 个 母 亲 ， 因 此 现 在 还 是 坚 持 多 去 看 点 世 界 ， 将 来 多 教 我 的 孩 子 点 事 情 。
A 21 22|||S|||多|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 34|||W|||将 来 多 教 我|||REQUIRED|||-NONE-|||0
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 但 我 还 是 愿 意 将 来 做 一 个 母 亲 ， 因 此 现 在 还 是 想 坚 持 下 去 多 看 点 世 界 ， 将 来 多 教 我 的 孩 子 点 事 情 。
A 1 3|||S|||我|||REQUIRED|||-NONE-|||1
A 7 7|||M|||将 来|||REQUIRED|||-NONE-|||1
A 19 19|||M|||想|||REQUIRED|||-NONE-|||1
A 23 25|||W|||多 看|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 34|||W|||将 来 多 教 我|||REQUIRED|||-NONE-|||1
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 比 方 我 是 搞 教 育 的 ， 我 一 定 选 择 有 关 教 育 的 书 籍 来 阅 读 。 那 就 对 我 非 常 有 效 ， 也 可 以 增 加 我 的 知 识 ， 让 我 教 得 更 好 ， 也 让 我 的 学 生 学 得 更 有 兴 趣 。
T0-A0 比 方 说 我 是 搞 教 育 的 ， 我 一 定 选 择 有 关 教 育 的 书 籍 来 阅 读 。 那 对 我 非 常 有 效 ， 既 可 以 增 加 我 的 知 识 ， 让 我 教 得 更 好 ， 也 可 以 让 我 的 学 生 学 得 更 有 兴 趣 。
A 2 2|||M|||说|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||S|||既|||REQUIRED|||-NONE-|||0
A 52 52|||M|||可 以|||REQUIRED|||-NONE-|||0
T1-A0 比 如 ， 我 是 搞 教 育 的 ， 我 一 定 选 择 有 关 教 育 的 书 籍 来 阅 读 。 那 就 对 我 非 常 有 效 ， 既 可 以 增 加 我 的 知 识 ， 让 我 教 得 更 好 ， 也 让 我 的 学 生 学 得 更 有 兴 趣 。
A 1 2|||S|||如 ，|||REQUIRED|||-NONE-|||1
A 34 35|||S|||既|||REQUIRED|||-NONE-|||1
T2-A0 比 如 我 是 搞 教 育 的 ， 我 一 定 选 择 有 关 教 育 的 书 籍 来 阅 读 。 那 就 对 我 非 常 有 效 ， 既 可 以 增 加 我 的 知 识 ， 让 我 教 得 更 好 ， 也 让 我 的 学 生 学 得 更 有 兴 趣 。
A 1 2|||S|||如|||REQUIRED|||-NONE-|||2
A 34 35|||S|||既|||REQUIRED|||-NONE-|||2

S 而 且 最 近 肥 胖 的 人 越 来 越 增 长 ， 要 减 肥 的 人 越 来 数 多 。 这 都 是 生 活 丰 盛 带 来 的 一 种 社 会 现 象 。
T0-A0 而 且 最 近 肥 胖 的 人 越 来 越 多 ， 要 减 肥 的 人 也 越 来 越 多 。 这 都 是 生 活 富 足 带 来 的 一 种 社 会 现 象 。
A 11 13|||S|||多|||REQUIRED|||-NONE-|||0
A 19 19|||M|||也|||REQUIRED|||-NONE-|||0
A 21 22|||S|||越|||REQUIRED|||-NONE-|||0
A 29 31|||S|||富 足|||REQUIRED|||-NONE-|||0

S 特 别 家 长 ， 有 些 歌 曲 对 学 生 是 有 好 处 的 ， 但 毕 竟 流 行 歌 曲 是 成 年 人 的 产 物 ， 难 免 有 情 和 爱 在 里 面 ， 所 以 家 长 们 非 常 排 斥 流 行 音 乐 。 但 不 应 该 阻 止 他 们 去 听 ， 应 该 和 他 们 一 起 了 解 流 行 音 乐 ， 分 辨 好 坏 ， 好 的 就 要 鼓 励 他 们 去 听 ， 不 要 盲 目 的 阻 止 他 们 ， 因 传 媒 的 发 展 不 是 光 阻 止 就 可 以 不 让 他 们 去 听 的 。
T0-A0 特 别 是 某 些 家 长 。 有 些 歌 曲 对 学 生 是 有 好 处 的 ， 但 毕 竟 流 行 歌 曲 是 成 年 人 的 产 物 ， 难 免 有 情 和 爱 在 里 面 ， 所 以 家 长 们 非 常 排 斥 流 行 音 乐 。 但 不 应 该 阻 止 学 生 们 去 听 ， 应 该 和 他 们 一 起 了 解 流 行 音 乐 ， 分 辨 好 坏 ， 好 的 就 要 鼓 励 他 们 去 听 ， 不 要 盲 目 地 阻 止 他 们 ， 因 为 传 媒 方 式 在 不 断 发 展 ， 不 是 光 阻 止 就 可 以 不 让 他 们 去 听 的 。
A 2 2|||M|||是 某 些|||REQUIRED|||-NONE-|||0
A 4 5|||S|||。|||REQUIRED|||-NONE-|||0
A 63 64|||S|||学 生|||REQUIRED|||-NONE-|||0
A 102 103|||S|||地|||REQUIRED|||-NONE-|||0
A 109 109|||M|||为|||REQUIRED|||-NONE-|||0
A 111 112|||S|||方 式 在 不 断|||REQUIRED|||-NONE-|||0
A 114 114|||M|||，|||REQUIRED|||-NONE-|||0

S 我 其 次 看 政 府 说 的 两 个 目 的 发 布 这 规 定 得 到 不 得 到 。
T0-A0 我 其 次 看 政 府 发 布 这 项 规 定 的 两 个 目 的 能 不 能 达 到 。
A 6 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 15|||M|||项|||REQUIRED|||-NONE-|||0
A 17 19|||S|||的 两 个 目 的 能|||REQUIRED|||-NONE-|||0
A 20 21|||S|||能 达|||REQUIRED|||-NONE-|||0
T1-A0 其 次 我 看 政 府 说 的 发 布 这 规 定 的 两 个 目 的 达 不 达 到 。
A 0 3|||W|||其 次 我|||REQUIRED|||-NONE-|||1
A 7 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 19|||S|||的 两 个 目 的 达|||REQUIRED|||-NONE-|||1
A 20 21|||S|||达|||REQUIRED|||-NONE-|||1
T2-A0 其 次 ， 我 想 看 政 府 说 的 这 两 个 目 的 通 过 发 布 这 项 规 定 能 不 能 达 到 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 3 3|||M|||， 我 想|||REQUIRED|||-NONE-|||2
A 8 8|||M|||这|||REQUIRED|||-NONE-|||2
A 12 12|||M|||通 过|||REQUIRED|||-NONE-|||2
A 15 15|||M|||项|||REQUIRED|||-NONE-|||2
A 17 19|||S|||能|||REQUIRED|||-NONE-|||2
A 20 21|||S|||能 达|||REQUIRED|||-NONE-|||2

S 但 因 为 分 班 都 没 有 异 性 的 朋 友 ， 就 因 为 对 异 性 的 不 了 解 ， 尤 其 是 女 孩 子 ， 会 受 到 较 多 的 伤 害 。
T0-A0 但 因 为 分 班 ， 孩 子 们 都 没 有 异 性 的 朋 友 ， 就 因 为 对 异 性 的 不 了 解 ， 尤 其 是 女 孩 子 ， 会 受 到 较 多 的 伤 害 。
A 5 5|||M|||， 孩 子 们|||REQUIRED|||-NONE-|||0

S 我 的 理 想 是 互 相 认 识 ， 渐 渐 培 养 感 情 ， 互 相 接 触 。
T0-A0 我 的 理 想 是 互 相 认 识 ， 互 相 接 触 ， 逐 渐 培 养 感 情 。
A 9 9|||M|||， 互 相 接 触|||REQUIRED|||-NONE-|||0
A 10 11|||S|||逐|||REQUIRED|||-NONE-|||0
A 16 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T0-A1 我 的 理 想 是 互 相 认 识 ， 互 相 接 触 ， 逐 渐 培 养 感 情 。
A 10 11|||S|||互 相 接 触 ， 逐|||REQUIRED|||-NONE-|||0
A 16 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 的 理 想 是 互 相 认 识 ， 通 过 互 相 接 触 渐 渐 培 养 感 情 。
A 10 10|||M|||通 过 互 相 接 触|||REQUIRED|||-NONE-|||1
A 16 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 在 山 上 有 比 较 多 雪 。
T0-A0 山 上 有 比 较 多 的 雪 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 7|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 在 山 上 有 比 较 多 的 雪 。
A 7 7|||M|||的|||REQUIRED|||-NONE-|||1

S 不 是 请 假 ， 而 且 不 上 课 、 不 上 班 、 没 有 学 习 、 没 有 工 作 那 样 的 人 是 一 种 病 。
T0-A0 不 请 假 ， 并 且 不 上 课 、 不 上 班 、 没 有 学 习 、 没 有 工 作 的 人 是 病 人 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||S|||并|||REQUIRED|||-NONE-|||0
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||人|||REQUIRED|||-NONE-|||0
T1-A0 不 只 请 假 ， 而 且 不 上 课 、 不 上 班 、 不 学 习 、 没 有 工 作 那 样 的 人 是 一 种 病 。
A 1 2|||S|||只|||REQUIRED|||-NONE-|||1
A 15 17|||S|||不|||REQUIRED|||-NONE-|||1
T2-A0 不 请 假 ， 而 且 不 上 课 、 不 上 班 、 没 有 学 习 、 没 有 工 作 的 人 是 一 种 病 人 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 32 32|||M|||人|||REQUIRED|||-NONE-|||2

S 这 些 是 不 自 然 的 政 策 发 生 的 一 个 不 自 然 的 结 果 。 那 男 女 混 合 式 教 育 比 男 女 分 班 好 得 多 。
T0-A0 这 是 不 自 然 的 政 策 导 致 的 一 个 不 自 然 的 结 果 。 男 女 混 合 式 教 育 比 男 女 分 班 好 得 多 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 11|||S|||导 致|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 要 介 绍 我 的 最 的 朋 友 。 她 是 一 个 中 国 人 ， 我 们 有 共 同 语 言 ， 我 们 都 喜 欢 做 得 饭 ， 喜 欢 常 客 ， 喜 欢 看 书 和 看 电 影 。 她 性 格 内 向 ， 可 是 她 很 幽 默 。 一 般 来 说 ， 我 们 常 常 不 见 面 ， 因 为 她 住 在 洛 桑 ， 但 是 我 们 每 个 晚 上 打 电 话 。 我 希 望 她 是 我 的 永 远 朋 友 。
T0-A0 我 要 介 绍 我 的 最 好 的 朋 友 ， 她 是 一 个 中 国 人 ， 我 们 有 共 同 语 言 ， 我 们 都 喜 欢 做 饭 、 喜 欢 唱 歌 、 喜 欢 看 书 和 看 电 影 。 她 性 格 内 向 ， 可 是 她 很 幽 默 。 一 般 来 说 ， 我 们 不 常 常 见 面 ， 因 为 她 住 在 洛 桑 ， 但 是 我 们 每 个 晚 上 都 打 电 话 。 我 希 望 她 是 我 永 远 的 朋 友 。
A 7 7|||M|||好|||REQUIRED|||-NONE-|||0
A 10 11|||S|||，|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 36|||S|||、|||REQUIRED|||-NONE-|||0
A 38 41|||S|||唱 歌 、|||REQUIRED|||-NONE-|||0
A 70 73|||W|||不 常 常|||REQUIRED|||-NONE-|||0
A 92 92|||M|||都|||REQUIRED|||-NONE-|||0
A 102 105|||W|||永 远 的|||REQUIRED|||-NONE-|||0
T1-A0 我 要 介 绍 我 最 好 的 朋 友 ， 她 是 一 个 中 国 人 ， 我 们 有 共 同 的 爱 好 ， 我 们 都 喜 欢 做 饭 ， 喜 欢 留 客 ， 喜 欢 看 书 和 看 电 影 。 她 性 格 内 向 ， 可 是 她 很 幽 默 。 一 般 来 说 ， 我 们 不 常 常 见 面 ， 因 为 她 住 在 洛 桑 ， 但 是 我 们 每 个 晚 上 都 会 打 电 话 。 我 希 望 她 是 我 永 远 的 朋 友 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 7|||M|||好|||REQUIRED|||-NONE-|||1
A 10 11|||S|||，|||REQUIRED|||-NONE-|||1
A 24 26|||S|||的 爱 好|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 38 39|||S|||留|||REQUIRED|||-NONE-|||1
A 70 73|||W|||不 常 常|||REQUIRED|||-NONE-|||1
A 92 92|||M|||都 会|||REQUIRED|||-NONE-|||1
A 102 105|||W|||永 远 的|||REQUIRED|||-NONE-|||1
T2-A0 我 要 介 绍 我 最 好 的 朋 友 。 她 是 一 个 中 国 人 ， 我 们 有 共 同 语 言 ， 我 们 都 喜 欢 做 饭 ， 喜 欢 唱 歌 ， 喜 欢 看 书 和 看 电 影 。 她 性 格 内 向 ， 可 是 她 很 幽 默 。 一 般 来 说 ， 我 们 不 常 常 见 面 ， 因 为 她 住 在 洛 桑 ， 但 是 我 们 每 个 晚 上 都 打 电 话 。 我 希 望 她 会 是 我 永 远 的 朋 友 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 7 7|||M|||好|||REQUIRED|||-NONE-|||2
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 38 40|||S|||唱 歌|||REQUIRED|||-NONE-|||2
A 70 73|||W|||不 常 常|||REQUIRED|||-NONE-|||2
A 92 92|||M|||都|||REQUIRED|||-NONE-|||2
A 100 100|||M|||会|||REQUIRED|||-NONE-|||2
A 102 105|||W|||永 远 的|||REQUIRED|||-NONE-|||2

S 我 们 到 处 见 到 的 作 物 、 食 品 大 部 分 是 不 同 程 度 的 化 学 污 染 的 。
T0-A0 我 们 到 处 见 到 的 作 物 、 食 品 大 部 分 是 受 到 不 同 程 度 的 化 学 污 染 的 。
A 16 16|||M|||受 到|||REQUIRED|||-NONE-|||0
T1-A0 我 们 到 处 见 到 的 作 物 、 食 品 大 部 分 是 有 不 同 程 度 的 化 学 污 染 的 。
A 16 16|||M|||有|||REQUIRED|||-NONE-|||1

S 照 我 的 看 法 ， 当 我 们 选 择 要 看 之 书 籍 时 ， 首 先 选 一 些 适 合 我 们 学 历 范 围 内 的 书 籍 ， 不 要 太 枯 燥 ， 一 目 了 然 ， 这 样 我 们 对 书 本 的 内 容 、 情 节 就 很 快 看 懂 ， 就 养 成 我 们 喜 欢 阅 读 的 爱 好 。 平 时 在 看 书 时 我 们 能 一 边 看 一 边 念 ， 这 样 能 增 加 我 们 对 书 内 之 内 容 更 深 刻 更 地 理 解 ， 也 能 帮 助 我 们 说 出 一 口 流 利 的 语 言 。 无 论 在 社 会 上 的 那 个 角 落 ， 如 果 我 们 已 掌 握 好 阅 读 之 能 力 ， 对 我 们 都 有 很 大 的 帮 助 ， 无 论 在 职 业 上 、 交 际 上 ， 生 活 中 ， 都 能 帮 助 我 们 决 解 难 题 。
T0-A0 按 照 我 的 看 法 ， 当 我 们 选 择 要 看 的 书 籍 时 ， 首 先 选 一 些 在 我 们 学 历 范 围 内 的 书 籍 ， 不 要 太 枯 燥 ， 一 目 了 然 ， 这 样 我 们 很 快 就 能 看 懂 书 本 的 内 容 、 情 节 ， 养 成 我 们 喜 欢 阅 读 的 习 惯 。 平 时 在 看 书 时 ， 我 们 要 一 边 看 一 边 念 ， 这 样 能 让 我 们 更 深 刻 地 理 解 书 本 的 内 容 ， 也 能 帮 助 我 们 说 出 一 口 流 利 的 话 。 无 论 在 社 会 上 的 哪 个 地 方 ， 如 果 我 们 掌 握 好 阅 读 的 能 力 ， 这 将 对 我 们 有 很 大 的 帮 助 ， 无 论 在 职 业 上 ， 还 是 交 际 上 ， 还 是 生 活 中 ， 都 能 帮 助 我 们 解 决 难 题 。
A 0 0|||M|||按|||REQUIRED|||-NONE-|||0
A 13 14|||S|||的|||REQUIRED|||-NONE-|||0
A 23 25|||S|||在|||REQUIRED|||-NONE-|||0
A 51 52|||S|||很 快 就 能 看 懂|||REQUIRED|||-NONE-|||0
A 60 65|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 66 67|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 76 78|||S|||习 惯|||REQUIRED|||-NONE-|||0
A 85 85|||M|||，|||REQUIRED|||-NONE-|||0
A 87 88|||S|||要|||REQUIRED|||-NONE-|||0
A 98 100|||S|||让|||REQUIRED|||-NONE-|||0
A 102 108|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 111 112|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 115 115|||M|||书 本 的 内 容|||REQUIRED|||-NONE-|||0
A 129 131|||S|||话|||REQUIRED|||-NONE-|||0
A 139 140|||S|||哪|||REQUIRED|||-NONE-|||0
A 141 143|||S|||地 方|||REQUIRED|||-NONE-|||0
A 148 149|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 154 155|||S|||的|||REQUIRED|||-NONE-|||0
A 158 158|||M|||这 将|||REQUIRED|||-NONE-|||0
A 161 162|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 175 176|||S|||， 还 是|||REQUIRED|||-NONE-|||0
A 180 180|||M|||还 是|||REQUIRED|||-NONE-|||0
A 190 192|||W|||解 决|||REQUIRED|||-NONE-|||0
T1-A0 按 照 我 的 看 法 ， 当 我 们 选 择 要 看 的 书 籍 时 ， 首 先 选 一 些 在 我 们 学 历 范 围 内 的 书 籍 ， 不 要 太 枯 燥 ， 一 目 了 然 ， 这 样 我 们 很 快 就 能 看 懂 书 本 的 内 容 、 情 节 ， 培 养 我 们 喜 欢 阅 读 的 爱 好 。 平 时 在 看 书 时 ， 我 们 一 边 看 一 边 念 ， 这 样 能 增 加 我 们 对 书 本 的 内 容 的 理 解 ， 也 能 帮 助 我 们 说 出 一 口 流 利 的 语 言 。 无 论 在 社 会 上 的 那 个 角 落 ， 如 果 我 们 掌 握 好 阅 读 的 能 力 ， 对 我 们 都 有 很 大 的 帮 助 ， 无 论 在 职 业 上 、 交 际 上 ， 还 是 在 生 活 中 ， 都 能 帮 助 我 们 解 决 难 题 。
A 0 0|||M|||按|||REQUIRED|||-NONE-|||1
A 13 14|||S|||的|||REQUIRED|||-NONE-|||1
A 23 25|||S|||在|||REQUIRED|||-NONE-|||1
A 51 52|||S|||很 快 就 能 看 懂|||REQUIRED|||-NONE-|||1
A 60 65|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 66 67|||S|||培|||REQUIRED|||-NONE-|||1
A 68 69|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 85 85|||M|||，|||REQUIRED|||-NONE-|||1
A 87 88|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 104 106|||S|||本 的|||REQUIRED|||-NONE-|||1
A 108 113|||S|||的|||REQUIRED|||-NONE-|||1
A 148 149|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 154 155|||S|||的|||REQUIRED|||-NONE-|||1
A 180 180|||M|||还 是 在|||REQUIRED|||-NONE-|||1
A 190 192|||W|||解 决|||REQUIRED|||-NONE-|||1

S 再 加 上 ， 很 多 青 少 年 看 吸 烟 者 吸 烟 的 样 子 ， 就 觉 得 他 们 很 有 风 格 ， 模 仿 他 们 开 始 吸 烟 。
T0-A0 再 加 上 ， 很 多 青 少 年 看 到 吸 烟 者 吸 烟 的 样 子 ， 就 觉 得 他 们 很 有 腔 调 ， 所 以 就 模 仿 他 们 ， 开 始 吸 烟 。
A 10 10|||M|||到|||REQUIRED|||-NONE-|||0
A 26 28|||S|||腔 调|||REQUIRED|||-NONE-|||0
A 29 29|||M|||所 以 就|||REQUIRED|||-NONE-|||0
A 33 33|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 再 加 上 ， 很 多 青 少 年 看 吸 烟 者 吸 烟 的 样 子 ， 觉 得 他 们 很 有 范 儿 ， 就 模 仿 他 们 开 始 吸 烟 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 28|||S|||范 儿|||REQUIRED|||-NONE-|||1
A 29 29|||M|||就|||REQUIRED|||-NONE-|||1
T2-A0 再 加 上 ， 很 多 青 少 年 看 吸 烟 者 吸 烟 的 样 子 ， 就 觉 得 他 们 很 有 个 性 ， 就 模 仿 他 们 开 始 吸 烟 。
A 26 28|||S|||个 性|||REQUIRED|||-NONE-|||2
A 29 29|||M|||就|||REQUIRED|||-NONE-|||2

S 现 在 电 视 上 很 多 明 星 为 了 当 成 一 位 流 行 歌 手 奋 斗 着 。 他 们 一 律 唱 着 所 谓 流 行 歌 曲 。 什 么 叫 流 行 歌 曲 ？ 那 就 是 被 很 多 人 受 欢 迎 的 歌 曲 。
T0-A0 现 在 电 视 上 很 多 明 星 为 了 当 一 位 流 行 歌 手 而 奋 斗 。 他 们 一 律 唱 着 所 谓 的 流 行 歌 曲 。 什 么 叫 流 行 歌 曲 ？ 那 就 是 被 很 多 人 喜 欢 的 歌 曲 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 19|||M|||而|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 31|||M|||的|||REQUIRED|||-NONE-|||0
A 51 52|||S|||喜|||REQUIRED|||-NONE-|||0
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 现 在 电 视 上 很 多 明 星 在 为 了 成 为 一 位 流 行 歌 手 而 奋 斗 着 。 他 们 一 律 唱 着 所 谓 的 流 行 歌 曲 。 什 么 叫 流 行 歌 曲 ？ 那 就 是 被 很 多 人 喜 欢 的 歌 曲 。
A 9 9|||M|||在|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||为|||REQUIRED|||-NONE-|||1
A 19 19|||M|||而|||REQUIRED|||-NONE-|||1
A 31 31|||M|||的|||REQUIRED|||-NONE-|||1
A 51 52|||S|||喜|||REQUIRED|||-NONE-|||1
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 现 在 电 视 上 很 多 明 星 在 为 了 成 为 一 位 流 行 歌 手 而 奋 斗 着 ， 他 们 一 律 唱 着 所 谓 的 流 行 歌 曲 。 什 么 叫 流 行 歌 曲 ？ 受 很 多 人 欢 迎 的 歌 曲 就 是 流 行 歌 曲 。
A 9 9|||M|||在|||REQUIRED|||-NONE-|||2
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||为|||REQUIRED|||-NONE-|||2
A 19 19|||M|||而|||REQUIRED|||-NONE-|||2
A 22 23|||S|||，|||REQUIRED|||-NONE-|||2
A 31 31|||M|||的|||REQUIRED|||-NONE-|||2
A 44 48|||S|||受|||REQUIRED|||-NONE-|||2
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 55 55|||M|||歌 曲 就 是 流 行|||REQUIRED|||-NONE-|||2

S 但 是 我 认 识 他 们 不 仅 仅 有 “ 理 想 老 师 ” 的 角 色 而 还 有 所 谓 的 “ 反 面 老 师 ” 的 作 用 。
T0-A0 但 是 我 认 为 他 们 不 仅 仅 充 当 “ 理 想 老 师 ” 的 角 色 ， 而 且 还 有 所 谓 的 “ 反 面 老 师 ” 的 作 用 。
A 4 5|||S|||为|||REQUIRED|||-NONE-|||0
A 10 11|||S|||充 当|||REQUIRED|||-NONE-|||0
A 20 20|||M|||，|||REQUIRED|||-NONE-|||0
A 21 21|||M|||且|||REQUIRED|||-NONE-|||0

S 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 都 会 可 能 生 起 癌 症 来 而 且 各 种 不 可 医 好 的 病 类 。 所 以 现 在 各 国 世 界 都 不 准 许 个 人 随 意 吸 烟 ， 而 影 响 了 其 他 人 的 身 体 健 康 。
T0-A0 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 可 能 会 得 癌 症 ， 或 者 是 各 种 不 可 医 的 病 ， 所 以 现 在 各 国 都 不 允 许 个 人 随 意 吸 烟 ， 避 免 影 响 了 其 他 人 的 身 体 健 康 。
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 18|||W|||可 能 会|||REQUIRED|||-NONE-|||0
A 18 20|||S|||得|||REQUIRED|||-NONE-|||0
A 22 25|||S|||， 或 者 是|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 35|||S|||，|||REQUIRED|||-NONE-|||0
A 41 43|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 46|||S|||允|||REQUIRED|||-NONE-|||0
A 54 55|||S|||避 免|||REQUIRED|||-NONE-|||0
T0-A1 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 可 能 会 得 癌 症 ， 或 者 是 各 种 不 可 医 的 病 ， 所 以 现 在 各 国 都 不 允 许 个 人 随 意 吸 烟 ， 避 免 影 响 了 其 他 人 的 身 体 健 康 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 20|||S|||会 得|||REQUIRED|||-NONE-|||0
A 22 25|||S|||， 或 者 是|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 35|||S|||，|||REQUIRED|||-NONE-|||0
A 41 43|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 46|||S|||允|||REQUIRED|||-NONE-|||0
A 54 55|||S|||避 免|||REQUIRED|||-NONE-|||0
T1-A0 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 可 能 会 得 癌 症 和 各 种 不 可 医 好 的 病 。 所 以 现 在 世 界 各 国 都 不 准 许 个 人 随 意 吸 烟 ， 以 免 影 响 了 其 他 人 的 身 体 健 康 。
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 18|||W|||可 能 会|||REQUIRED|||-NONE-|||1
A 18 20|||S|||得|||REQUIRED|||-NONE-|||1
A 22 25|||S|||和|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 43|||W|||世 界 各 国|||REQUIRED|||-NONE-|||1
A 54 55|||S|||以 免|||REQUIRED|||-NONE-|||1
T1-A1 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 可 能 会 得 癌 症 和 各 种 不 可 医 好 的 病 。 所 以 现 在 世 界 各 国 都 不 准 许 个 人 随 意 吸 烟 ， 以 免 影 响 了 其 他 人 的 身 体 健 康 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 20|||S|||会 得|||REQUIRED|||-NONE-|||1
A 22 25|||S|||和|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 43|||W|||世 界 各 国|||REQUIRED|||-NONE-|||1
A 54 55|||S|||以 免|||REQUIRED|||-NONE-|||1
T2-A0 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 都 可 能 会 得 癌 症 和 各 种 不 可 医 好 的 病 来 。 所 以 现 在 世 界 各 国 都 不 准 许 个 人 随 意 吸 烟 ， 以 免 影 响 了 其 他 人 的 身 体 健 康 。
A 15 18|||W|||可 能 会|||REQUIRED|||-NONE-|||2
A 18 20|||S|||得|||REQUIRED|||-NONE-|||2
A 22 25|||S|||和|||REQUIRED|||-NONE-|||2
A 33 34|||S|||来|||REQUIRED|||-NONE-|||2
A 39 43|||W|||世 界 各 国|||REQUIRED|||-NONE-|||2
A 54 55|||S|||以 免|||REQUIRED|||-NONE-|||2
T2-A1 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 都 可 能 会 得 癌 症 和 各 种 不 可 医 好 的 病 来 。 所 以 现 在 世 界 各 国 都 不 准 许 个 人 随 意 吸 烟 ， 以 免 影 响 了 其 他 人 的 身 体 健 康 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 20|||S|||会 得|||REQUIRED|||-NONE-|||2
A 22 25|||S|||和|||REQUIRED|||-NONE-|||2
A 33 34|||S|||来|||REQUIRED|||-NONE-|||2
A 39 43|||W|||世 界 各 国|||REQUIRED|||-NONE-|||2
A 54 55|||S|||以 免|||REQUIRED|||-NONE-|||2
T3-A0 现 在 的 医 学 也 发 现 ， 多 吸 烟 的 人 可 能 生 起 癌 症 以 及 各 种 不 可 医 好 的 病 类 来 。 所 以 现 在 全 世 界 都 不 准 许 个 人 随 意 吸 烟 ， 以 免 影 响 其 他 人 的 身 体 健 康 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 22 25|||S|||以 及|||REQUIRED|||-NONE-|||3
A 34 34|||M|||来|||REQUIRED|||-NONE-|||3
A 39 41|||S|||全|||REQUIRED|||-NONE-|||3
A 54 55|||S|||以 免|||REQUIRED|||-NONE-|||3
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 但 是 长 期 来 看 ， 为 增 加 农 作 物 的 产 量 ， 乱 用 化 肥 和 农 药 是 我 们 人 类 都 要 到 灭 绝 之 境 。
T0-A0 但 是 长 期 来 看 ， 为 增 加 农 作 物 的 产 量 ， 乱 用 化 肥 和 农 药 会 使 我 们 人 类 陷 入 灭 绝 之 境 。
A 24 25|||S|||会 使|||REQUIRED|||-NONE-|||0
A 29 32|||S|||陷 入|||REQUIRED|||-NONE-|||0
T1-A0 但 是 长 期 来 看 ， 为 增 加 农 作 物 的 产 量 ， 乱 用 化 肥 和 农 药 会 使 我 们 人 类 到 灭 绝 的 境 地 。
A 24 25|||S|||会 使|||REQUIRED|||-NONE-|||1
A 29 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 34 35|||S|||的|||REQUIRED|||-NONE-|||1
A 36 36|||M|||地|||REQUIRED|||-NONE-|||1
T2-A0 但 是 长 期 来 看 ， 为 增 加 农 作 物 的 产 量 ， 乱 用 化 肥 和 农 药 是 会 使 我 们 人 类 都 到 灭 绝 之 境 。
A 25 25|||M|||会 使|||REQUIRED|||-NONE-|||2
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 但 是 长 期 来 看 ， 为 增 加 农 作 物 的 产 量 ， 乱 用 化 肥 和 农 药 会 让 我 们 人 类 陷 入 灭 绝 的 境 地 。
A 24 25|||S|||会 让|||REQUIRED|||-NONE-|||3
A 29 32|||S|||陷 入|||REQUIRED|||-NONE-|||3
A 34 35|||S|||的|||REQUIRED|||-NONE-|||3
A 36 36|||M|||地|||REQUIRED|||-NONE-|||3

S 是 因 为 这 句 话 是 大 家 认 同 的 大 道 理 ， 可 是 我 是 被 外 婆 长 大 的 ， 所 以 对 这 句 话 有 些 陌 生 的 感 觉 。
T0-A0 是 因 为 这 句 话 是 大 家 认 同 的 大 道 理 ， 可 是 我 是 被 外 婆 带 着 长 大 的 ， 所 以 对 这 句 话 有 些 陌 生 的 感 觉 。
A 23 23|||M|||带 着|||REQUIRED|||-NONE-|||0
T1-A0 是 因 为 这 句 话 是 大 家 认 同 的 大 道 理 ， 可 是 我 是 被 外 婆 带 大 的 ， 所 以 对 这 句 话 有 些 陌 生 的 感 觉 。
A 23 24|||S|||带|||REQUIRED|||-NONE-|||1
T2-A0 是 因 为 这 句 话 是 大 家 都 认 同 的 大 道 理 ， 可 是 我 是 被 外 婆 拉 扯 长 大 的 ， 所 以 对 这 句 话 有 些 陌 生 的 感 觉 。
A 9 9|||M|||都|||REQUIRED|||-NONE-|||2
A 23 23|||M|||拉 扯|||REQUIRED|||-NONE-|||2

S 小 时 的 想 法 和 长 大 后 对 伴 侣 的 要 求 也 使 后 者 变 成 不 是 最 理 想 的 相 识 方 式 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 因 为 在 每 一 个 孩 子 的 成 长 阶 段 ， 父 母 是 培 养 孩 子 的 主 异 人 ， 大 多 数 的 时 间 都 与 父 母 生 活 在 一 起 ， 从 幼 儿 时 期 到 成 年 之 前 时 时 刻 刻 都 离 不 开 父 母 ， 在 学 习 他 们 的 一 举 一 动 ， 这 都 对 孩 子 今 后 的 思 想 、 性 格 和 爱 好 等 也 起 着 正 负 面 的 影 响 。
T0-A0 因 为 在 孩 子 成 长 的 每 一 个 阶 段 ， 父 母 都 是 培 养 孩 子 的 主 导 人 。 孩 子 大 多 数 的 时 间 都 与 父 母 生 活 在 一 起 ， 从 幼 儿 时 期 到 成 年 之 前 时 时 刻 刻 都 离 不 开 父 母 ， 都 在 学 习 他 们 的 一 举 一 动 ， 这 都 对 孩 子 今 后 的 思 想 、 性 格 和 爱 好 等 起 着 正 负 面 的 影 响 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 11|||W|||成 长 的|||REQUIRED|||-NONE-|||0
A 11 11|||M|||每 一 个|||REQUIRED|||-NONE-|||0
A 16 16|||M|||都|||REQUIRED|||-NONE-|||0
A 23 24|||S|||导|||REQUIRED|||-NONE-|||0
A 25 26|||S|||。 孩 子|||REQUIRED|||-NONE-|||0
A 63 63|||M|||都|||REQUIRED|||-NONE-|||0
A 91 92|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T0-A1 因 为 在 孩 子 成 长 的 每 一 个 阶 段 ， 父 母 都 是 培 养 孩 子 的 主 导 人 。 孩 子 大 多 数 的 时 间 都 与 父 母 生 活 在 一 起 ， 从 幼 儿 时 期 到 成 年 之 前 时 时 刻 刻 都 离 不 开 父 母 ， 都 在 学 习 他 们 的 一 举 一 动 ， 这 都 对 孩 子 今 后 的 思 想 、 性 格 和 爱 好 等 起 着 正 负 面 的 影 响 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 11|||M|||的 每 一 个|||REQUIRED|||-NONE-|||0
A 16 16|||M|||都|||REQUIRED|||-NONE-|||0
A 23 24|||S|||导|||REQUIRED|||-NONE-|||0
A 25 26|||S|||。 孩 子|||REQUIRED|||-NONE-|||0
A 63 63|||M|||都|||REQUIRED|||-NONE-|||0
A 91 92|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 因 为 在 孩 子 成 长 的 每 一 个 阶 段 ， 父 母 是 培 养 孩 子 的 主 导 人 ， 孩 子 大 多 数 的 时 间 都 与 父 母 生 活 在 一 起 ， 从 幼 儿 时 期 到 成 年 之 前 时 时 刻 刻 都 离 不 开 父 母 ， 学 习 他 们 的 一 举 一 动 ， 这 都 对 孩 子 今 后 的 思 想 、 性 格 和 爱 好 等 起 着 正 面 或 负 面 的 影 响 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 11|||W|||成 长 的|||REQUIRED|||-NONE-|||1
A 11 11|||M|||每 一 个|||REQUIRED|||-NONE-|||1
A 23 24|||S|||导|||REQUIRED|||-NONE-|||1
A 26 26|||M|||孩 子|||REQUIRED|||-NONE-|||1
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 91 92|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 95 95|||M|||面 或|||REQUIRED|||-NONE-|||1
T1-A1 因 为 在 孩 子 成 长 的 每 一 个 阶 段 ， 父 母 是 培 养 孩 子 的 主 导 人 ， 孩 子 大 多 数 的 时 间 都 与 父 母 生 活 在 一 起 ， 从 幼 儿 时 期 到 成 年 之 前 时 时 刻 刻 都 离 不 开 父 母 ， 学 习 他 们 的 一 举 一 动 ， 这 都 对 孩 子 今 后 的 思 想 、 性 格 和 爱 好 等 起 着 正 面 或 负 面 的 影 响 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||的 每 一 个|||REQUIRED|||-NONE-|||1
A 23 24|||S|||导|||REQUIRED|||-NONE-|||1
A 26 26|||M|||孩 子|||REQUIRED|||-NONE-|||1
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 91 92|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 95 95|||M|||面 或|||REQUIRED|||-NONE-|||1

S 不 过 假 如 我 想 像 从 今 天 食 品 突 然 没 了 ， 那 我 应 该 后 悔 。 因 此 ， 我 认 为 人 人 得 省 得 浪 费 食 品 。 尤 其 是 饮 食 的 东 西 最 丰 富 的 时 候 ， 很 注 意 。
T0-A0 不 过 我 想 像 假 如 从 今 天 开 始 食 品 突 然 没 了 ， 那 我 应 该 后 悔 。 因 此 ， 我 认 为 人 人 得 节 约 不 要 浪 费 食 品 。 尤 其 是 饮 食 的 东 西 最 丰 富 的 时 候 ， 得 很 注 意 。
A 2 7|||W|||我 想 像 假 如|||REQUIRED|||-NONE-|||0
A 10 10|||M|||开 始|||REQUIRED|||-NONE-|||0
A 33 35|||S|||节 约 不 要|||REQUIRED|||-NONE-|||0
A 55 55|||M|||得|||REQUIRED|||-NONE-|||0
T1-A0 不 过 ， 我 想 像 假 如 从 今 天 开 始 食 品 突 然 没 了 ， 那 我 应 该 后 悔 。 因 此 ， 我 认 为 人 人 得 节 省 食 品 。 尤 其 是 饮 食 的 东 西 最 应 该 注 意 。
A 2 4|||S|||，|||REQUIRED|||-NONE-|||1
A 7 7|||M|||假 如|||REQUIRED|||-NONE-|||1
A 10 10|||M|||开 始|||REQUIRED|||-NONE-|||1
A 33 33|||M|||节|||REQUIRED|||-NONE-|||1
A 34 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 49 56|||S|||应 该|||REQUIRED|||-NONE-|||1
T2-A0 不 过 假 如 从 今 天 起 食 品 突 然 没 了 ， 那 我 应 该 后 悔 。 因 此 ， 我 认 为 人 人 得 反 省 浪 费 食 品 的 行 为 。 尤 其 是 饮 食 的 东 西 最 丰 富 的 时 候 ， 得 注 意 。
A 4 7|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 10 10|||M|||起|||REQUIRED|||-NONE-|||2
A 33 33|||M|||反|||REQUIRED|||-NONE-|||2
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 39 39|||M|||的 行 为|||REQUIRED|||-NONE-|||2
A 55 56|||S|||得|||REQUIRED|||-NONE-|||2
T3-A0 不 过 我 想 像 假 如 从 今 天 开 始 食 品 突 然 没 了 ， 那 我 应 该 后 悔 。 因 此 ， 我 认 为 人 人 不 得 浪 费 食 品 。 尤 其 是 饮 食 的 东 西 最 丰 富 的 时 候 ， 更 应 该 注 意 。
A 2 7|||W|||我 想 像 假 如|||REQUIRED|||-NONE-|||3
A 10 10|||M|||开 始|||REQUIRED|||-NONE-|||3
A 32 34|||S|||不|||REQUIRED|||-NONE-|||3
A 55 56|||S|||更 应 该|||REQUIRED|||-NONE-|||3

S 很 多 人 知 道 吸 烟 是 对 个 人 健 康 带 来 不 好 的 影 响 。 可 是 很 少 人 知 道 吸 烟 不 仅 仅 给 吸 烟 者 带 来 对 健 康 的 不 利 ， 还 有 给 对 旁 边 吸 到 吸 烟 者 吐 出 来 的 烟 的 不 吸 烟 者 也 带 来 不 好 的 影 响 。
T0-A0 很 多 人 知 道 吸 烟 会 对 个 人 健 康 带 来 不 好 的 影 响 。 可 是 很 少 人 知 道 吸 烟 不 仅 仅 给 吸 烟 者 带 来 对 健 康 的 不 利 影 响 ， 还 会 给 旁 边 吸 到 吸 烟 者 吐 出 来 的 烟 的 不 吸 烟 者 也 带 来 不 好 的 影 响 。
A 7 8|||S|||会|||REQUIRED|||-NONE-|||0
A 45 45|||M|||影 响|||REQUIRED|||-NONE-|||0
A 47 48|||S|||会|||REQUIRED|||-NONE-|||0
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 去 年 我 去 了 日 本 、 在 共 立 女 士 大 学 留 学 。 这 是 我 生 活 中 经 历 的 最 好 的 经 验 之 一 ， 其 实 我 很 幸 运 。 我 觉 得 ， 留 学 的 好 坏 不 仅 是 在 大 学 学 习 成 功 ， 而 且 要 积 累 很 多 生 活 经 验 。
T0-A0 去 年 我 去 了 日 本 ， 在 公 立 女 子 大 学 留 学 。 这 是 我 生 活 中 经 历 的 最 好 的 事 情 之 一 ， 我 觉 得 很 幸 运 。 我 觉 得 ， 留 学 的 好 处 不 仅 是 在 大 学 学 习 成 功 ， 而 且 还 能 积 累 很 多 生 活 经 验 。
A 7 8|||S|||，|||REQUIRED|||-NONE-|||0
A 9 10|||S|||公|||REQUIRED|||-NONE-|||0
A 12 13|||S|||子|||REQUIRED|||-NONE-|||0
A 30 32|||S|||事 情|||REQUIRED|||-NONE-|||0
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M|||觉 得|||REQUIRED|||-NONE-|||0
A 50 51|||S|||处|||REQUIRED|||-NONE-|||0
A 64 65|||S|||还 能|||REQUIRED|||-NONE-|||0

S 如 果 你 要 抽 烟 的 话 ， 抽 抽 烟 吧 。 但 不 抽 烟 的 一 起 的 话 ， 你 应 该 不 能 抽 烟 。
T0-A0 如 果 你 要 抽 烟 的 话 ， 就 抽 烟 吧 。 但 如 果 和 不 抽 烟 的 人 在 一 起 的 话 ， 你 应 该 不 能 抽 烟 。
A 9 10|||S|||就|||REQUIRED|||-NONE-|||0
A 15 15|||M|||如 果 和|||REQUIRED|||-NONE-|||0
A 19 19|||M|||人 在|||REQUIRED|||-NONE-|||0
T1-A0 如 果 你 要 抽 烟 的 话 ， 抽 抽 烟 吧 。 但 和 不 抽 烟 的 一 起 的 话 ， 你 应 该 不 能 抽 烟 。
A 15 15|||M|||和|||REQUIRED|||-NONE-|||1

S 虽 然 这 么 说 ， 一 到 澡 堂 感 到 不 好 意 思 ， 我 心 理 就 会 出 现 有 点 后 悔 之 念 。
T0-A0 虽 然 这 么 说 ， 一 到 澡 堂 就 会 感 到 不 好 意 思 ， 我 心 里 就 会 有 点 出 现 后 悔 之 念 。
A 10 10|||M|||就 会|||REQUIRED|||-NONE-|||0
A 19 20|||S|||里|||REQUIRED|||-NONE-|||0
A 22 26|||W|||有 点 出 现|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 这 么 说 ， 一 到 澡 堂 我 还 是 感 到 不 好 意 思 ， 我 心 里 就 会 出 现 一 点 后 悔 之 念 。
A 10 10|||M|||我 还 是|||REQUIRED|||-NONE-|||1
A 19 20|||S|||里|||REQUIRED|||-NONE-|||1
A 24 25|||S|||一|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 这 么 说 ， 一 到 澡 堂 就 感 到 不 好 意 思 ， 我 心 里 就 会 出 现 后 悔 的 念 头 。
A 10 10|||M|||就|||REQUIRED|||-NONE-|||2
A 19 20|||S|||里|||REQUIRED|||-NONE-|||2
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 29|||S|||的|||REQUIRED|||-NONE-|||2
A 30 30|||M|||头|||REQUIRED|||-NONE-|||2

S 最 近 ， 韩 国 卫 生 保 健 部 为 了 减 少 吸 烟 者 提 出 了 几 个 案 件 。
T0-A0 最 近 ， 韩 国 卫 生 保 健 部 为 了 减 少 吸 烟 者 的 数 量 而 提 出 了 几 个 方 案 。
A 17 17|||M|||的 数 量 而|||REQUIRED|||-NONE-|||0
A 22 22|||M|||方|||REQUIRED|||-NONE-|||0
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 最 近 ， 韩 国 卫 生 保 健 部 为 了 减 少 吸 烟 者 的 数 量 提 出 了 几 个 方 案 。
A 17 17|||M|||的 数 量|||REQUIRED|||-NONE-|||1
A 22 22|||M|||方|||REQUIRED|||-NONE-|||1
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 这 肯 定 是 我 这 辈 子 度 过 的 最 惊 险 的 经 历 之 一 ， 而 且 觉 得 这 个 经 历 有 生 之 年 不 会 被 超 过 。
T0-A0 这 肯 定 是 我 这 辈 子 有 过 的 最 惊 险 的 经 历 之 一 ， 而 且 我 觉 得 这 个 经 历 有 生 之 年 不 会 被 超 过 。
A 8 9|||S|||有|||REQUIRED|||-NONE-|||0
A 22 22|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 这 肯 定 是 我 这 辈 子 最 惊 险 的 经 历 之 一 ， 而 且 我 觉 得 这 个 经 历 有 生 之 年 不 会 被 超 过 。
A 8 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 22|||M|||我|||REQUIRED|||-NONE-|||1

S 父 母 当 孩 子 的 老 师 ， 这 不 只 是 孩 子 小 时 候 的 。
T0-A0 父 母 是 孩 子 的 老 师 ， 不 只 是 在 孩 子 小 时 候 。
A 2 3|||S|||是|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M|||在|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 父 母 当 孩 子 的 老 师 ， 这 不 只 是 在 孩 子 小 时 候 。
A 13 13|||M|||在|||REQUIRED|||-NONE-|||1
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 父 母 是 孩 子 的 老 师 ， 不 仅 仅 是 在 孩 子 小 的 时 候 。
A 2 3|||S|||是|||REQUIRED|||-NONE-|||2
A 9 12|||S|||不 仅 仅|||REQUIRED|||-NONE-|||2
A 13 13|||M|||在|||REQUIRED|||-NONE-|||2
A 16 19|||W|||的 时 候|||REQUIRED|||-NONE-|||2

S 我 观 光 的 场 所 是 士 林 夜 市 、 寺 庙 ( 我 忘 了 这 个 名 字 ) 、 S O G O 、 鼎 泰 豊 、 台 北 1 0 1 、 淡 水 、 五 分 埔 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 人 家 知 道 日 本 是 地 震 国 之 一 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 的 人 都 不 好 的 ， 可 是 受 最 大 的 影 响 的 人 是 怀 孕 者 和 青 少 年 。 怀 孕 的 女 人 不 但 危 害 自 己 ， 受 更 大 的 是 她 的 婴 儿 ， 而 出 生 的 时 候 可 能 不 太 正 常 。 青 少 还 是 在 成 长 的 阶 段 ， 然 而 这 时 候 开 始 吸 烟 的 话 ， 更 容 易 会 受 影 响 ， 比 原 来 能 健 康 没 有 健 康 。
T0-A0 吸 烟 对 所 有 人 来 说 都 是 不 好 的 ， 可 是 受 最 大 的 影 响 的 人 是 怀 孕 者 和 青 少 年 。 怀 孕 的 女 人 吸 烟 不 但 危 害 自 己 ， 受 更 大 的 影 响 的 是 她 的 婴 儿 ， 这 可 能 会 导 致 婴 儿 出 生 的 时 候 不 太 正 常 ； 青 少 年 还 是 在 成 长 的 阶 段 ， 然 而 这 时 候 开 始 吸 烟 的 话 ， 会 更 容 易 受 影 响 ， 比 如 青 少 年 的 身 体 原 来 是 健 康 的 ， 吸 烟 后 就 会 变 得 不 健 康 。
A 0 1|||S|||吸 烟 对 所 有|||REQUIRED|||-NONE-|||0
A 2 2|||M|||来 说|||REQUIRED|||-NONE-|||0
A 3 3|||M|||是|||REQUIRED|||-NONE-|||0
A 31 31|||M|||吸 烟|||REQUIRED|||-NONE-|||0
A 41 41|||M|||的 影 响|||REQUIRED|||-NONE-|||0
A 48 49|||S|||这 可 能 会 导 致 婴 儿|||REQUIRED|||-NONE-|||0
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 61|||S|||；|||REQUIRED|||-NONE-|||0
A 63 63|||M|||年|||REQUIRED|||-NONE-|||0
A 84 88|||W|||会 更 容 易|||REQUIRED|||-NONE-|||0
A 93 93|||M|||如 青 少 年 的 身 体|||REQUIRED|||-NONE-|||0
A 95 96|||S|||是|||REQUIRED|||-NONE-|||0
A 98 100|||S|||的 ， 吸 烟 后 就 会 变 得 不|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 对 所 有 人 来 说 都 是 不 好 的 ， 可 是 受 最 大 的 影 响 的 人 是 怀 孕 者 和 青 少 年 。 怀 孕 的 女 人 不 但 危 害 自 己 ， 受 更 大 的 影 响 的 是 她 的 婴 儿 ， 可 能 会 导 致 婴 儿 出 生 的 时 候 不 太 正 常 ； 青 少 年 还 是 在 成 长 的 阶 段 ， 然 而 这 时 候 开 始 吸 烟 的 话 ， 更 容 易 会 受 到 影 响 ， 比 如 原 来 是 健 康 的 ， 吸 烟 后 就 会 变 得 不 健 康 。
A 0 1|||S|||吸 烟 对 所 有|||REQUIRED|||-NONE-|||1
A 2 2|||M|||来 说|||REQUIRED|||-NONE-|||1
A 3 3|||M|||是|||REQUIRED|||-NONE-|||1
A 41 41|||M|||的 影 响|||REQUIRED|||-NONE-|||1
A 48 49|||S|||可 能 会 导 致 婴 儿|||REQUIRED|||-NONE-|||1
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 60 61|||S|||；|||REQUIRED|||-NONE-|||1
A 63 63|||M|||年|||REQUIRED|||-NONE-|||1
A 89 89|||M|||到|||REQUIRED|||-NONE-|||1
A 93 93|||M|||如|||REQUIRED|||-NONE-|||1
A 95 96|||S|||是|||REQUIRED|||-NONE-|||1
A 98 100|||S|||的 ， 吸 烟 后 就 会 变 得 不|||REQUIRED|||-NONE-|||1

S 总 而 言 之 ， 父 母 的 任 务 我 觉 得 比 老 师 的 任 务 还 严 。
T0-A0 总 而 言 之 ， 父 母 的 任 务 我 觉 得 比 老 师 的 任 务 还 重 。
A 20 21|||S|||重|||REQUIRED|||-NONE-|||0
T1-A0 总 而 言 之 ， 我 觉 得 父 母 的 任 务 比 老 师 的 任 务 还 难 。
A 5 13|||W|||我 觉 得 父 母 的 任 务|||REQUIRED|||-NONE-|||1
A 20 21|||S|||难|||REQUIRED|||-NONE-|||1

S 如 果 你 们 去 旅 行 的 目 的 就 是 想 放 松 几 天 ， 那 我 建 议 你 们 去 一 个 比 较 美 丽 的 地 方 ， 自 然 的 风 景 ， 那 里 有 山 有 水 ， 有 瀑 布 和 树 林 。
T0-A0 如 果 你 们 去 旅 行 的 目 的 就 是 想 放 松 几 天 ， 那 我 建 议 你 们 去 一 个 比 较 美 丽 的 地 方 ， 观 赏 自 然 的 风 景 ， 那 里 有 山 有 水 ， 还 有 瀑 布 和 树 林 。
A 35 35|||M|||观 赏|||REQUIRED|||-NONE-|||0
A 48 48|||M|||还|||REQUIRED|||-NONE-|||0
T1-A0 如 果 你 们 去 旅 行 的 目 的 就 是 想 放 松 几 天 ， 那 我 建 议 你 们 去 一 个 自 然 风 景 比 较 美 丽 的 地 方 ， 那 里 有 山 有 水 ， 有 瀑 布 和 树 林 。
A 27 27|||M|||自 然 风 景|||REQUIRED|||-NONE-|||1
A 34 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 累 得 连 设 计 未 来 的 力 量 都 没 有 。
T0-A0 累 得 连 规 划 未 来 的 力 气 都 没 有 了 。
A 3 5|||S|||规 划|||REQUIRED|||-NONE-|||0
A 9 10|||S|||气|||REQUIRED|||-NONE-|||0
A 13 13|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 累 的 连 计 划 未 来 的 动 力 都 没 有 了 。
A 1 2|||S|||的|||REQUIRED|||-NONE-|||1
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||划|||REQUIRED|||-NONE-|||1
A 8 8|||M|||动|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||了|||REQUIRED|||-NONE-|||1

S 如 果 不 抽 烟 的 人 跟 抽 烟 的 人 一 段 时 间 一 起 生 活 ， 癌 症 等 发 病 率 不 抽 烟 的 人 比 抽 烟 的 人 高 。 要 是 抽 烟 的 人 为 了 抽 烟 损 坏 自 己 的 健 康 ， 是 自 己 的 责 任 。 但 是 不 抽 烟 的 人 为 了 别 人 的 烟 损 坏 健 康 的 话 ， 怎 么 办 ？ 在 公 共 场 所 有 的 人 抽 烟 ， 会 损 坏 很 多 人 的 健 康 ， 所 以 我 觉 得 “ 在 公 共 场 所 边 走 边 抽 的 人 将 被 罚 款 ” 这 个 措 施 是 很 好 的 。
T0-A0 如 果 不 抽 烟 的 人 跟 抽 烟 的 人 一 起 生 活 一 段 时 间 ， 癌 症 等 发 病 率 不 抽 烟 的 人 比 抽 烟 的 人 高 。 要 是 抽 烟 的 人 因 为 抽 烟 损 害 自 己 的 健 康 ， 是 自 己 的 责 任 。 但 是 不 抽 烟 的 人 因 为 别 人 的 烟 损 坏 健 康 的 话 ， 怎 么 办 ？ 在 公 共 场 所 有 的 人 抽 烟 ， 会 损 害 很 多 人 的 健 康 ， 所 以 我 觉 得 “ 在 公 共 场 所 边 走 边 抽 的 人 将 被 罚 款 ” 这 个 措 施 是 很 好 的 。
A 12 20|||W|||一 起 生 活 一 段 时 间|||REQUIRED|||-NONE-|||0
A 45 45|||M|||因|||REQUIRED|||-NONE-|||0
A 46 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 51|||S|||害|||REQUIRED|||-NONE-|||0
A 71 71|||M|||因|||REQUIRED|||-NONE-|||0
A 72 73|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 101 102|||S|||害|||REQUIRED|||-NONE-|||0
T1-A0 如 果 不 抽 烟 的 人 跟 抽 烟 的 人 一 起 生 活 一 段 时 间 ， 癌 症 的 发 病 率 不 抽 烟 的 人 比 抽 烟 的 人 高 。 要 是 抽 烟 的 人 为 了 抽 烟 损 坏 自 己 的 健 康 ， 那 是 他 自 己 的 责 任 。 但 是 不 抽 烟 的 人 因 为 别 人 的 烟 损 坏 了 自 己 的 健 康 的 话 ， 怎 么 办 ？ 有 的 人 在 公 共 场 所 抽 烟 ， 会 损 坏 很 多 人 的 健 康 ， 所 以 我 觉 得 “ 在 公 共 场 所 边 走 边 抽 烟 的 人 将 被 罚 款 ” 这 个 规 定 是 很 好 的 。
A 12 20|||W|||一 起 生 活 一 段 时 间|||REQUIRED|||-NONE-|||1
A 23 24|||S|||的|||REQUIRED|||-NONE-|||1
A 57 57|||M|||那|||REQUIRED|||-NONE-|||1
A 58 58|||M|||他|||REQUIRED|||-NONE-|||1
A 71 71|||M|||因|||REQUIRED|||-NONE-|||1
A 72 73|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 79 79|||M|||了 自 己 的|||REQUIRED|||-NONE-|||1
A 88 96|||W|||有 的 人 在 公 共 场 所|||REQUIRED|||-NONE-|||1
A 124 124|||M|||烟|||REQUIRED|||-NONE-|||1
A 133 135|||S|||规 定|||REQUIRED|||-NONE-|||1

S 罗 恩 和 马 克 在 大 学 时 认 识 的 。 他 们 开 始 治 的 是 建 筑 学 。
T0-A0 罗 恩 和 马 克 是 在 大 学 时 认 识 的 ， 他 们 最 开 始 学 习 的 是 建 筑 学 。
A 5 5|||M|||是|||REQUIRED|||-NONE-|||0
A 12 13|||S|||，|||REQUIRED|||-NONE-|||0
A 15 15|||M|||最|||REQUIRED|||-NONE-|||0
A 17 18|||S|||学 习|||REQUIRED|||-NONE-|||0
T1-A0 罗 恩 和 马 克 是 在 大 学 时 认 识 的 。 他 们 一 开 始 学 的 是 建 筑 学 。
A 5 5|||M|||是|||REQUIRED|||-NONE-|||1
A 15 15|||M|||一|||REQUIRED|||-NONE-|||1
A 17 18|||S|||学|||REQUIRED|||-NONE-|||1

S 除 了 现 在 的 经 济 问 题 ， 另 一 个 主 要 原 因 就 是 我 们 时 代 的 大 学 毕 业 者 越 来 越 多 ， 所 以 大 学 文 凭 的 价 值 也 就 慢 慢 地 下 降 了 。
T0-A0 除 了 现 在 的 经 济 问 题 ， 另 一 个 主 要 原 因 就 是 我 们 这 个 时 代 的 大 学 毕 业 生 越 来 越 多 ， 所 以 大 学 文 凭 的 价 值 也 就 慢 慢 地 下 降 了 。
A 21 21|||M|||这 个|||REQUIRED|||-NONE-|||0
A 28 29|||S|||生|||REQUIRED|||-NONE-|||0
T1-A0 除 了 现 在 的 经 济 问 题 ， 另 一 个 主 要 问 题 就 是 由 于 我 们 这 个 时 代 的 大 学 毕 业 生 越 来 越 多 ， 大 学 文 凭 的 价 值 也 就 慢 慢 地 下 降 了 。
A 15 17|||S|||问 题|||REQUIRED|||-NONE-|||1
A 19 19|||M|||由 于|||REQUIRED|||-NONE-|||1
A 21 21|||M|||这 个|||REQUIRED|||-NONE-|||1
A 28 29|||S|||生|||REQUIRED|||-NONE-|||1
A 34 36|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 除 了 现 在 的 经 济 问 题 ， 另 一 个 主 要 原 因 就 是 这 个 时 代 的 大 学 毕 业 生 越 来 越 多 ， 所 以 大 学 文 凭 的 价 值 也 就 慢 慢 地 下 降 了 。
A 19 21|||S|||这 个|||REQUIRED|||-NONE-|||2
A 28 29|||S|||生|||REQUIRED|||-NONE-|||2

S 如 果 贵 公 司 肯 聘 请 我 ， 信 相 对 你 们 来 说 是 百 利 而 无 一 弊 的 。
T0-A0 如 果 贵 公 司 肯 聘 请 我 ， 我 相 信 对 你 们 来 说 是 有 百 利 而 无 一 弊 的 。
A 10 10|||M|||我|||REQUIRED|||-NONE-|||0
A 10 12|||W|||相 信|||REQUIRED|||-NONE-|||0
A 18 18|||M|||有|||REQUIRED|||-NONE-|||0
T1-A0 如 果 贵 公 司 肯 聘 请 我 ， 相 信 对 你 们 来 说 是 有 百 利 而 无 一 弊 的 。
A 10 12|||W|||相 信|||REQUIRED|||-NONE-|||1
A 18 18|||M|||有|||REQUIRED|||-NONE-|||1

S 比 如 说 歌 手 的 孩 子 常 常 成 歌 手 ， 这 是 因 为 孩 子 一 直 看 妈 妈 或 者 爸 爸 唱 歌 的 ， 歌 曲 是 他 的 生 活 中 不 可 缺 少 的 东 西 ， 还 有 他 不 禁 训 练 过 唱 歌 因 为 他 不 知 道 这 个 是 不 是 训 练 。
T0-A0 比 如 说 歌 手 的 孩 子 常 常 成 为 歌 手 ， 这 是 因 为 孩 子 小 时 候 一 直 听 妈 妈 或 者 爸 爸 唱 歌 ， 歌 曲 是 他 的 生 活 中 不 可 缺 少 的 东 西 ， 还 有 他 没 有 经 过 训 练 就 会 唱 歌 是 因 为 他 不 知 道 这 个 是 不 是 训 练 。
A 11 11|||M|||为|||REQUIRED|||-NONE-|||0
A 20 20|||M|||小 时 候|||REQUIRED|||-NONE-|||0
A 22 23|||S|||听|||REQUIRED|||-NONE-|||0
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 54|||S|||没 有 经 过|||REQUIRED|||-NONE-|||0
A 56 57|||S|||就 会|||REQUIRED|||-NONE-|||0
A 59 59|||M|||是|||REQUIRED|||-NONE-|||0

S 首 先 ， 对 你 我 和 大 家 的 关 于 健 康 问 题 有 明 显 的 不 好 之 处 。 其 次 吸 烟 还 对 周 围 造 成 污 染 环 境 ， 这 样 一 来 ， 就 影 响 到 工 作 的 效 果 。 要 是 你 要 看 某 个 人 有 这 种 习 惯 也 应 该 按 照 单 位 的 规 定 去 做 ， 违 纪 的 话 都 被 罚 款 。
T0-A0 首 先 ， 对 你 我 和 大 家 的 健 康 方 面 有 明 显 的 不 好 之 处 。 其 次 吸 烟 还 对 周 围 环 境 造 成 污 染 ， 这 样 一 来 ， 就 影 响 到 工 作 的 效 果 。 要 是 你 看 到 某 个 人 有 这 种 习 惯 ， 也 应 该 提 醒 他 按 照 单 位 的 规 定 去 做 ， 违 纪 的 话 都 会 被 罚 款 。
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 16|||S|||方 面|||REQUIRED|||-NONE-|||0
A 33 39|||W|||环 境 造 成 污 染|||REQUIRED|||-NONE-|||0
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 60|||M|||到|||REQUIRED|||-NONE-|||0
A 68 68|||M|||，|||REQUIRED|||-NONE-|||0
A 71 71|||M|||提 醒 他|||REQUIRED|||-NONE-|||0
A 86 86|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 首 先 ， 对 你 我 和 大 家 的 健 康 有 明 显 的 不 好 之 处 。 其 次 吸 烟 还 对 周 围 环 境 造 成 污 染 ， 这 样 一 来 ， 就 影 响 到 工 作 的 效 果 。 要 是 你 看 到 某 个 人 有 这 种 习 惯 ， 也 应 该 提 醒 他 按 照 单 位 的 规 定 去 做 ， 违 纪 的 话 都 被 罚 款 。
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 39|||W|||环 境 造 成 污 染|||REQUIRED|||-NONE-|||1
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 60 60|||M|||到|||REQUIRED|||-NONE-|||1
A 68 68|||M|||，|||REQUIRED|||-NONE-|||1
A 71 71|||M|||提 醒 他|||REQUIRED|||-NONE-|||1

S 虽 然 有 苦 难 ， 我 知 道 世 界 上 应 该 有 更 辛 苦 的 人 。 我 不 饿 ， 不 渴 ， 我 知 道 哪 去 睡 觉 ， 有 家 庭 ， 有 朋 友 。 我 真 的 不 是 最 辛 苦 的 人 。
T0-A0 虽 然 有 苦 难 ， 但 是 我 知 道 世 界 上 应 该 有 更 辛 苦 的 人 。 我 不 饿 ， 不 渴 ， 我 知 道 去 哪 睡 觉 ， 有 家 庭 ， 有 朋 友 。 我 真 的 不 是 最 辛 苦 的 人 。
A 6 6|||M|||但 是|||REQUIRED|||-NONE-|||0
A 31 33|||W|||去 哪|||REQUIRED|||-NONE-|||0

S 我 以 为 父 母 是 我 在 这 辈 子 当 中 最 重 要 的 老 师 ， 虽 然 已 经 认 识 很 多 老 师 ， 他 们 都 教 给 我 了 许 多 东 西 ， 但 这 些 老 师 都 是 对 学 习 ， 爱 好 方 面 的 。 我 觉 得 老 师 是 有 两 种 的 一 个 是 对 学 习 ， 爱 好 方 面 的 ， 另 外 一 个 是 像 父 母 那 样 在 长 大 的 过 程 中 有 很 大 的 影 响 的 ， 就 是 在 生 活 方 面 的 。
T0-A0 我 以 为 父 母 是 我 在 这 辈 子 当 中 最 重 要 的 老 师 ， 虽 然 已 经 认 识 很 多 老 师 ， 他 们 都 教 给 我 了 许 多 东 西 ， 但 这 些 老 师 都 是 针 对 学 习 ， 爱 好 方 面 的 。 我 觉 得 老 师 是 有 两 种 的 ： 一 个 是 针 对 学 习 ， 爱 好 方 面 的 ， 另 外 一 个 是 像 父 母 那 样 在 长 大 的 过 程 中 有 很 大 的 影 响 的 ， 就 是 在 生 活 方 面 的 。
A 50 50|||M|||针|||REQUIRED|||-NONE-|||0
A 70 70|||M|||：|||REQUIRED|||-NONE-|||0
A 73 73|||M|||针|||REQUIRED|||-NONE-|||0
T1-A0 我 以 为 父 母 是 我 在 这 辈 子 当 中 最 重 要 的 老 师 ， 虽 然 已 经 认 识 很 多 老 师 ， 他 们 都 教 给 我 了 许 多 东 西 ， 但 这 些 老 师 都 是 教 学 习 ， 爱 好 方 面 的 。 我 觉 得 老 师 是 有 两 种 的 ， 一 个 是 教 学 习 ， 爱 好 方 面 的 ， 另 外 一 个 是 像 父 母 那 样 在 长 大 的 过 程 中 有 很 大 的 影 响 的 ， 就 是 在 生 活 方 面 的 。
A 50 51|||S|||教|||REQUIRED|||-NONE-|||1
A 70 70|||M|||，|||REQUIRED|||-NONE-|||1
A 73 74|||S|||教|||REQUIRED|||-NONE-|||1

S 在 生 活 当 中 在 父 母 的 教 养 下 ， 孩 子 慢 慢 地 长 大 ， 他 会 从 父 母 很 小 的 动 作 留 意 。 比 如 两 岁 的 一 个 孩 子 ， 当 他 妈 妈 说 “ 吃 奶 了 ” 他 马 上 就 去 找 奶 粉 还 有 到 他 学 说 话 时 ， 父 母 会 很 认 真 的 纠 正 他 们 的 话 ， 对 某 一 个 简 单 的 东 西 给 孩 子 们 介 绍 。
T0-A0 生 活 当 中 ， 在 父 母 的 教 育 下 ， 孩 子 慢 慢 地 长 大 ， 他 会 留 意 父 母 很 小 的 动 作 。 比 如 两 岁 的 一 个 孩 子 ， 当 他 妈 妈 说 “ 吃 奶 了 ” ， 他 马 上 就 去 找 奶 粉 。 还 有 到 他 学 说 话 时 ， 父 母 会 很 认 真 的 纠 正 他 们 的 话 ， 用 某 一 个 简 单 的 东 西 给 孩 子 们 介 绍 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||，|||REQUIRED|||-NONE-|||0
A 10 11|||S|||育|||REQUIRED|||-NONE-|||0
A 23 24|||S|||留 意|||REQUIRED|||-NONE-|||0
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 54 54|||M|||，|||REQUIRED|||-NONE-|||0
A 62 62|||M|||。|||REQUIRED|||-NONE-|||0
A 85 86|||S|||用|||REQUIRED|||-NONE-|||0
T1-A0 在 生 活 当 中 在 父 母 的 教 育 下 ， 孩 子 慢 慢 地 长 大 ， 他 会 留 意 父 母 很 小 的 动 作 。 比 如 一 个 两 岁 的 孩 子 ， 当 他 妈 妈 说 “ 吃 奶 了 ” ， 他 马 上 就 去 找 奶 粉 还 有 到 他 学 说 话 时 ， 父 母 会 很 认 真 地 纠 正 他 们 的 话 ， 给 孩 子 们 介 绍 某 一 个 简 单 的 东 西 。
A 10 11|||S|||育|||REQUIRED|||-NONE-|||1
A 23 24|||S|||留 意|||REQUIRED|||-NONE-|||1
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 41|||W|||一 个 两 岁 的|||REQUIRED|||-NONE-|||1
A 54 54|||M|||，|||REQUIRED|||-NONE-|||1
A 77 78|||S|||地|||REQUIRED|||-NONE-|||1
A 85 86|||S|||给 孩 子 们 介 绍|||REQUIRED|||-NONE-|||1
A 94 100|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 除 了 《 听 海 》 以 外 ， 还 有 喜 欢 《 勇 气 》 、 《 鸭 子 》 这 样 的 流 行 歌 曲 。
T0-A0 除 了 《 听 海 》 以 外 ， 还 喜 欢 《 勇 气 》 、 《 鸭 子 》 这 样 的 流 行 歌 曲 。
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 所 以 ， 如 果 你 要 流 利 地 谈 外 语 话 ， 你 必 该 练 习 口 语 。
T0-A0 所 以 ， 如 果 你 想 要 流 利 地 说 外 语 ， 你 必 须 练 习 口 语 。
A 6 6|||M|||想|||REQUIRED|||-NONE-|||0
A 10 11|||S|||说|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||须|||REQUIRED|||-NONE-|||0
T1-A0 所 以 ， 如 果 你 要 流 利 地 说 外 语 ， 你 必 须 练 习 口 语 。
A 10 11|||S|||说|||REQUIRED|||-NONE-|||1
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 18|||S|||须|||REQUIRED|||-NONE-|||1

S 现 在 ， 传 统 的 能 源 信 然 正 在 用 光 。
T0-A0 现 在 ， 传 统 的 能 源 即 将 用 光 。
A 8 12|||S|||即 将|||REQUIRED|||-NONE-|||0
T1-A0 现 在 ， 传 统 的 能 源 显 然 正 在 用 光 。
A 8 9|||S|||显|||REQUIRED|||-NONE-|||1
T2-A0 现 在 ， 传 统 的 能 源 正 在 被 用 光 。
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 12 12|||M|||被|||REQUIRED|||-NONE-|||2
T3-A0 现 在 ， 传 统 的 能 源 资 源 正 在 被 用 光 。
A 8 10|||S|||资 源|||REQUIRED|||-NONE-|||3
A 12 12|||M|||被|||REQUIRED|||-NONE-|||3

S 交 朋 友 的 时 后 ， 很 可 能 会 碰 到 矛 盾 。 那 么 在 这 段 时 间 我 们 就 可 以 知 道 这 两 个 人 真 不 真 是 朋 友 。 如 果 能 过 这 个 矛 盾 ， 那 么 就 是 真 正 的 朋 友 。
T0-A0 交 朋 友 的 时 候 ， 很 可 能 会 碰 到 矛 盾 。 那 么 在 这 段 时 间 里 我 们 就 可 以 知 道 这 两 个 人 是 不 是 真 朋 友 。 如 果 能 解 决 这 个 矛 盾 ， 那 么 就 是 真 正 的 朋 友 。
A 5 6|||S|||候|||REQUIRED|||-NONE-|||0
A 23 23|||M|||里|||REQUIRED|||-NONE-|||0
A 34 35|||S|||是|||REQUIRED|||-NONE-|||0
A 36 38|||W|||是 真|||REQUIRED|||-NONE-|||0
A 44 45|||S|||解 决|||REQUIRED|||-NONE-|||0
T1-A0 交 朋 友 的 时 候 ， 很 可 能 会 碰 到 矛 盾 。 那 么 在 这 段 时 间 我 们 就 可 以 知 道 这 两 个 人 是 不 是 真 朋 友 。 如 果 能 解 决 这 个 矛 盾 ， 那 么 就 是 真 正 的 朋 友 。
A 5 6|||S|||候|||REQUIRED|||-NONE-|||1
A 34 35|||S|||是|||REQUIRED|||-NONE-|||1
A 36 38|||W|||是 真|||REQUIRED|||-NONE-|||1
A 44 45|||S|||解 决|||REQUIRED|||-NONE-|||1

S 喜 欢 一 个 东 西 的 话 应 该 有 程 度 。
T0-A0 喜 欢 一 个 东 西 应 该 有 限 度 。
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S|||限|||REQUIRED|||-NONE-|||0
T1-A0 喜 欢 一 个 东 西 的 话 应 该 有 度 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 喜 欢 一 个 东 西 的 话 应 该 有 限 度 。
A 11 12|||S|||限|||REQUIRED|||-NONE-|||2

S 我 爱 好 很 好 。 例 如 ， 我 喜 欢 读 书 。 终 于 ， 我 爱 打 篮 球 。 每 星 期 一 和 星 期 二 我 下 课 的 时 候 坐 公 共 汽 车 去 日 内 瓦 大 学 的 体 育 馆 打 篮 球 。
T0-A0 我 爱 好 很 多 。 例 如 ， 我 喜 欢 读 书 。 还 有 ， 我 爱 打 篮 球 。 每 周 星 期 一 和 星 期 二 我 下 课 后 会 坐 公 共 汽 车 去 日 内 瓦 大 学 的 体 育 馆 打 篮 球 。
A 4 5|||S|||多|||REQUIRED|||-NONE-|||0
A 15 17|||S|||还 有|||REQUIRED|||-NONE-|||0
A 25 25|||M|||周|||REQUIRED|||-NONE-|||0
A 35 38|||S|||后 会|||REQUIRED|||-NONE-|||0
T1-A0 我 爱 好 很 多 。 例 如 ， 我 喜 欢 读 书 ， 我 也 爱 打 篮 球 。 每 周 的 星 期 一 和 星 期 二 下 课 的 时 候 ， 我 坐 公 共 汽 车 去 日 内 瓦 大 学 的 体 育 馆 打 篮 球 。
A 4 5|||S|||多|||REQUIRED|||-NONE-|||1
A 14 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 19|||M|||也|||REQUIRED|||-NONE-|||1
A 25 25|||M|||周 的|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 38 38|||M|||， 我|||REQUIRED|||-NONE-|||1
T2-A0 我 爱 好 很 广 泛 。 例 如 ， 我 喜 欢 读 书 。 再 比 如 ， 我 爱 打 篮 球 。 我 每 星 期 一 和 星 期 二 下 课 的 时 候 就 坐 公 共 汽 车 去 日 内 瓦 大 学 的 体 育 馆 打 篮 球 。
A 4 5|||S|||广 泛|||REQUIRED|||-NONE-|||2
A 15 17|||S|||再 比 如|||REQUIRED|||-NONE-|||2
A 24 33|||W|||我 每 星 期 一 和 星 期 二|||REQUIRED|||-NONE-|||2
A 38 38|||M|||就|||REQUIRED|||-NONE-|||2

S 客 人 之 前 往 往 也 互 相 劝 酒 。 如 果 客 人 不 愿 意 喝 很 多 酒 的 话 ， 主 人 不 会 高 兴 。 可 见 在 这 样 的 中 餐 桌 上 并 不 是 各 位 安 静 地 坐 在 椅 子 上 ， 一 定 会 有 劝 酒 ， 劝 菜 ， 高 声 谈 笑 ， 非 常 热 闹 。
T0-A0 客 人 之 间 往 往 也 互 相 劝 酒 。 如 果 客 人 不 愿 意 喝 很 多 酒 的 话 ， 主 人 就 会 不 高 兴 。 可 见 在 这 样 的 中 餐 桌 上 ， 各 位 并 不 是 安 静 地 坐 在 椅 子 上 ， 一 定 会 有 人 劝 酒 ， 劝 菜 ， 高 声 谈 笑 ， 气 氛 非 常 热 闹 。
A 3 4|||S|||间|||REQUIRED|||-NONE-|||0
A 28 28|||M|||就|||REQUIRED|||-NONE-|||0
A 28 30|||W|||会 不|||REQUIRED|||-NONE-|||0
A 43 48|||W|||， 各 位 并 不 是|||REQUIRED|||-NONE-|||0
A 61 61|||M|||人|||REQUIRED|||-NONE-|||0
A 72 72|||M|||气 氛|||REQUIRED|||-NONE-|||0
T1-A0 客 人 之 前 往 往 也 互 相 劝 酒 。 如 果 客 人 不 愿 意 喝 很 多 酒 的 话 ， 主 人 会 不 高 兴 。 可 见 在 这 样 的 中 餐 桌 上 各 位 并 不 是 安 静 地 坐 在 椅 子 上 ， 一 定 会 有 劝 酒 、 劝 菜 ， 高 声 谈 笑 ， 非 常 热 闹 。
A 28 30|||W|||会 不|||REQUIRED|||-NONE-|||1
A 43 48|||W|||各 位 并 不 是|||REQUIRED|||-NONE-|||1
A 63 64|||S|||、|||REQUIRED|||-NONE-|||1

S 这 样 一 个 月 很 快 过 去 了 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 同 时 ， 给 青 年 人 养 成 良 好 习 惯 也 需 要 很 长 时 间 。
T0-A0 同 时 ， 青 年 人 养 成 良 好 习 惯 也 需 要 很 长 时 间 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 同 时 ， 青 年 人 养 成 良 好 的 习 惯 也 需 要 很 长 时 间 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 同 时 ， 帮 助 青 年 人 养 成 良 好 的 习 惯 也 需 要 很 长 时 间 。
A 3 4|||S|||帮 助|||REQUIRED|||-NONE-|||2
A 11 11|||M|||的|||REQUIRED|||-NONE-|||2

S 父 母 的 每 一 举 一 动 都 会 影 响 到 孩 子 的 兴 趣 爱 好 、 思 想 观 念 、 行 为 举 止 等 各 方 面 。 所 以 可 以 肯 定 的 说 ， 父 母 是 孩 子 的 第 一 任 老 师 。
T0-A0 父 母 的 一 举 一 动 都 会 影 响 到 孩 子 的 兴 趣 爱 好 、 思 想 观 念 、 行 为 举 止 等 各 方 面 ， 所 以 可 以 肯 定 地 说 ， 父 母 是 孩 子 的 第 一 任 老 师 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||S|||，|||REQUIRED|||-NONE-|||0
A 41 42|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 父 母 的 一 举 一 动 都 会 影 响 到 孩 子 的 兴 趣 爱 好 、 思 想 观 念 、 行 为 举 止 等 各 方 面 。 所 以 可 以 肯 定 地 说 ， 父 母 是 孩 子 的 第 一 任 老 师 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 41 42|||S|||地|||REQUIRED|||-NONE-|||1

S 当 时 我 带 着 心 里 痛 苦 的 感 觉 要 回 家 休 息 了 。 一 边 听 音 乐 一 边 躺 在 床 上 休 息 。 那 时 我 也 不 知 不 觉 得 流 下 了 眼 泪 。
T0-A0 当 时 我 心 里 带 着 痛 苦 的 感 觉 回 家 休 息 了 。 我 一 边 听 音 乐 一 边 躺 在 床 上 休 息 ， 不 知 不 觉 流 下 了 眼 泪 。
A 3 7|||W|||心 里 带 着|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 19|||M|||我|||REQUIRED|||-NONE-|||0
A 32 37|||S|||，|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 当 时 我 带 着 心 里 痛 苦 的 感 觉 回 家 ， 一 边 听 音 乐 一 边 躺 在 床 上 休 息 ， 不 知 不 觉 地 流 下 了 眼 泪 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 19|||S|||，|||REQUIRED|||-NONE-|||1
A 32 37|||S|||，|||REQUIRED|||-NONE-|||1
A 41 42|||S|||地|||REQUIRED|||-NONE-|||1
T2-A0 当 时 我 带 着 心 里 痛 苦 的 感 觉 回 家 休 息 了 。 我 一 边 听 音 乐 一 边 躺 在 床 上 休 息 ， 那 时 我 就 不 知 不 觉 地 流 下 了 眼 泪 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 19|||M|||我|||REQUIRED|||-NONE-|||2
A 32 33|||S|||，|||REQUIRED|||-NONE-|||2
A 36 37|||S|||就|||REQUIRED|||-NONE-|||2
A 41 42|||S|||地|||REQUIRED|||-NONE-|||2

S 她 的 男 朋 友 是 她 的 学 生 的 哥 哥 ， 他 通 过 妹 妹 而 知 知 她 。
T0-A0 她 的 男 朋 友 是 她 的 学 生 的 哥 哥 ， 他 通 过 妹 妹 而 知 道 她 。
A 21 22|||S|||道|||REQUIRED|||-NONE-|||0
T1-A0 她 的 男 朋 友 是 她 的 学 生 的 哥 哥 ， 他 通 过 妹 妹 而 认 识 她 。
A 20 22|||S|||认 识|||REQUIRED|||-NONE-|||1

S 它 是 未 经 这 化 肥 和 农 药 以 及 防 腐 剂 的 食 品 ， 对 人 体 没 有 害 处 。 吃 了 当 然 很 好 ， 不 过 这 样 使 农 体 物 的 产 量 大 大 的 降 低 。 现 在 世 界 上 有 几 亿 人 缺 少 粮 食 而 挨 饿 。
T0-A0 它 是 没 有 用 化 肥 、 农 药 以 及 防 腐 剂 的 食 品 ， 对 人 体 没 有 害 处 ， 吃 了 当 然 很 好 ， 不 过 这 样 会 使 农 作 物 的 产 量 大 大 降 低 。 现 在 世 界 上 有 几 亿 人 因 缺 少 粮 食 而 挨 饿 。
A 2 5|||S|||没 有 用|||REQUIRED|||-NONE-|||0
A 7 8|||S|||、|||REQUIRED|||-NONE-|||0
A 26 27|||S|||，|||REQUIRED|||-NONE-|||0
A 38 38|||M|||会|||REQUIRED|||-NONE-|||0
A 40 41|||S|||作|||REQUIRED|||-NONE-|||0
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 60|||M|||因|||REQUIRED|||-NONE-|||0
T1-A0 它 是 未 使 用 化 肥 、 农 药 以 及 防 腐 剂 的 食 品 ， 对 人 体 没 有 害 处 。 吃 了 当 然 很 好 ， 不 过 这 样 使 农 作 物 的 产 量 大 大 地 降 低 。 现 在 世 界 上 有 几 亿 人 因 缺 少 粮 食 而 挨 饿 。
A 3 5|||S|||使 用|||REQUIRED|||-NONE-|||1
A 7 8|||S|||、|||REQUIRED|||-NONE-|||1
A 40 41|||S|||作|||REQUIRED|||-NONE-|||1
A 47 48|||S|||地|||REQUIRED|||-NONE-|||1
A 60 60|||M|||因|||REQUIRED|||-NONE-|||1
T2-A0 它 是 未 使 用 化 肥 和 农 药 以 及 防 腐 剂 的 食 品 ， 对 人 体 没 有 害 处 ， 吃 了 当 然 很 好 ， 不 过 这 样 使 农 作 物 的 产 量 大 大 地 降 低 。 现 在 世 界 上 有 几 亿 人 因 为 缺 少 粮 食 而 挨 饿 。
A 3 5|||S|||使 用|||REQUIRED|||-NONE-|||2
A 26 27|||S|||，|||REQUIRED|||-NONE-|||2
A 40 41|||S|||作|||REQUIRED|||-NONE-|||2
A 47 48|||S|||地|||REQUIRED|||-NONE-|||2
A 60 60|||M|||因 为|||REQUIRED|||-NONE-|||2

S 我 觉 得 这 个 暑 假 学 校 很 有 意 思 。
T0-A0 我 觉 得 这 个 暑 期 学 校 很 有 意 思 。
A 6 7|||S|||期|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 这 个 暑 假 待 在 学 校 很 有 意 思 。
A 7 7|||M|||待 在|||REQUIRED|||-NONE-|||1

S 我 是 学 士 。 因 此 我 还 没 有 职 业 。 但 是 ， 我 想 一 定 因 该 学 习 。 好 工 作 要 好 学 历 。
T0-A0 我 是 学 生 ， 因 此 我 还 没 有 工 作 。 但 是 ， 我 想 一 定 要 好 好 学 习 ， 因 为 好 工 作 需 要 好 学 历 。
A 3 5|||S|||生 ，|||REQUIRED|||-NONE-|||0
A 11 13|||S|||工 作|||REQUIRED|||-NONE-|||0
A 21 23|||S|||要 好 好|||REQUIRED|||-NONE-|||0
A 25 26|||S|||， 因 为|||REQUIRED|||-NONE-|||0
A 29 29|||M|||需|||REQUIRED|||-NONE-|||0
T1-A0 我 是 学 生 ， 因 此 我 还 没 有 工 作 。 但 是 ， 我 想 我 应 该 学 习 ， 因 为 好 工 作 需 要 好 学 历 。
A 3 5|||S|||生 ，|||REQUIRED|||-NONE-|||1
A 11 13|||S|||工 作|||REQUIRED|||-NONE-|||1
A 19 22|||S|||我 应|||REQUIRED|||-NONE-|||1
A 25 26|||S|||， 因 为|||REQUIRED|||-NONE-|||1
A 29 29|||M|||需|||REQUIRED|||-NONE-|||1

S 他 们 用 很 长 时 间 学 这 些 东 西 ， 因 为 他 们 是 第 一 位 人 这 样 做 的 。
T0-A0 他 们 用 很 长 时 间 学 这 些 东 西 ， 因 为 他 们 是 第 一 群 这 样 做 的 人 。
A 20 22|||S|||群|||REQUIRED|||-NONE-|||0
A 26 26|||M|||人|||REQUIRED|||-NONE-|||0
T1-A0 他 们 用 很 长 时 间 学 这 些 东 西 ， 因 为 他 们 是 第 一 批 这 样 做 的 人 。
A 20 22|||S|||批|||REQUIRED|||-NONE-|||1
A 26 26|||M|||人|||REQUIRED|||-NONE-|||1

S 即 使 有 早 恋 的 男 女 生 也 会 有 相 当 部 分 会 放 弃 “ 早 恋 ” 的 。
T0-A0 即 使 有 早 恋 的 男 女 生 ， 也 会 有 相 当 一 部 分 会 放 弃 早 恋 的 。
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 14 14|||M|||一|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 从 父 母 受 到 教 育 的 同 时 ， 孩 子 们 也 不 知 不 觉 地 跟 着 父 母 的 思 想 观 念 去 思 考 ， 观 察 父 母 的 行 为 举 止 而 同 样 也 那 样 做 。
T0-A0 从 父 母 那 接 受 教 育 的 同 时 ， 孩 子 们 也 不 知 不 觉 地 跟 着 父 母 的 思 想 观 念 去 思 考 ， 观 察 父 母 的 行 为 举 止 并 且 同 样 也 那 样 做 。
A 3 5|||S|||那 接 受|||REQUIRED|||-NONE-|||0
A 42 43|||S|||并 且|||REQUIRED|||-NONE-|||0
T0-A1 从 父 母 那 接 受 教 育 的 同 时 ， 孩 子 们 也 不 知 不 觉 地 跟 着 父 母 的 思 想 观 念 去 思 考 ， 观 察 父 母 的 行 为 举 止 并 且 同 样 也 那 样 做 。
A 3 3|||M|||那 接|||REQUIRED|||-NONE-|||0
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S|||并 且|||REQUIRED|||-NONE-|||0
T1-A0 受 到 父 母 的 教 育 的 同 时 ， 孩 子 们 也 不 知 不 觉 地 跟 着 父 母 的 思 想 观 念 去 思 考 ， 观 察 父 母 的 行 为 举 止 并 同 样 也 那 样 做 。
A 0 1|||S|||受 到|||REQUIRED|||-NONE-|||1
A 3 5|||S|||的|||REQUIRED|||-NONE-|||1
A 42 43|||S|||并|||REQUIRED|||-NONE-|||1

S 如 此 来 看 ， 这 岂 不 是 解 决 不 了 问 题 ， 还 制 造 了 些 问 题 吗 ？
T0-A0 如 此 看 来 ， 这 岂 不 是 既 解 决 不 了 问 题 ， 还 制 造 了 些 问 题 吗 ？
A 2 4|||W|||看 来|||REQUIRED|||-NONE-|||0
A 9 9|||M|||既|||REQUIRED|||-NONE-|||0
T1-A0 如 此 看 来 ， 这 岂 不 是 解 决 不 了 问 题 ， 还 制 造 了 些 问 题 吗 ？
A 2 4|||W|||看 来|||REQUIRED|||-NONE-|||1

S 这 是 因 为 烟 里 不 好 的 东 西 进 入 到 头 脑 ， 这 样 的 话 会 引 起 健 康 的 。
T0-A0 这 是 因 为 烟 里 不 好 的 东 西 会 进 入 到 头 脑 ， 这 样 的 话 会 引 起 健 康 问 题 地 。
A 11 11|||M|||会|||REQUIRED|||-NONE-|||0
A 26 27|||S|||问 题 地|||REQUIRED|||-NONE-|||0
T1-A0 这 是 因 为 烟 里 不 好 的 东 西 会 进 入 到 头 脑 ， 这 样 的 话 会 影 响 健 康 的 。
A 11 11|||M|||会|||REQUIRED|||-NONE-|||1
A 22 24|||S|||影 响|||REQUIRED|||-NONE-|||1
T2-A0 这 是 因 为 烟 里 不 好 的 东 西 会 进 入 到 头 脑 ， 这 样 的 话 会 引 起 健 康 方 面 的 问 题 。
A 11 11|||M|||会|||REQUIRED|||-NONE-|||2
A 26 26|||M|||方 面|||REQUIRED|||-NONE-|||2
A 27 27|||M|||问 题|||REQUIRED|||-NONE-|||2

S 我 们 都 已 经 知 道 ， 吸 烟 者 自 身 所 吸 进 身 内 的 烟 比 排 出 空 气 中 烟 要 少 一 些 。
T0-A0 我 们 都 已 经 知 道 ， 吸 烟 者 自 身 所 吸 进 身 体 内 的 烟 比 排 出 到 空 气 中 的 烟 要 少 一 些 。
A 17 17|||M|||体|||REQUIRED|||-NONE-|||0
A 23 23|||M|||到|||REQUIRED|||-NONE-|||0
A 26 26|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 们 都 已 经 知 道 ， 吸 烟 者 自 身 所 吸 进 体 内 的 烟 比 排 出 到 空 气 中 的 烟 要 少 一 些 。
A 16 17|||S|||体|||REQUIRED|||-NONE-|||1
A 23 23|||M|||到|||REQUIRED|||-NONE-|||1
A 26 26|||M|||的|||REQUIRED|||-NONE-|||1

S 我 认 为 吸 烟 对 只 吸 烟 的 人 自 己 不 好 的 话 ， 别 人 吸 烟 不 吸 烟 无 所 谓 。
T0-A0 我 认 为 如 果 吸 烟 只 对 吸 烟 者 自 己 不 好 的 话 ， 那 么 别 人 吸 不 吸 烟 对 我 来 说 无 所 谓 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||0
A 5 7|||W|||只 对|||REQUIRED|||-NONE-|||0
A 9 11|||S|||者|||REQUIRED|||-NONE-|||0
A 18 18|||M|||那 么|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M|||对 我 来 说|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 如 果 吸 烟 只 对 吸 烟 的 人 自 己 不 好 的 话 ， 别 人 吸 烟 不 吸 烟 无 所 谓 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||1
A 5 7|||W|||只 对|||REQUIRED|||-NONE-|||1
T2-A0 我 认 为 吸 烟 只 对 吸 烟 的 人 自 己 不 好 的 话 ， 吸 烟 不 吸 烟 无 所 谓 。
A 5 7|||W|||只 对|||REQUIRED|||-NONE-|||2
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 我 认 为 吸 烟 若 只 对 吸 烟 的 人 自 己 不 好 的 话 ， 别 人 吸 烟 不 吸 烟 无 所 谓 。
A 5 5|||M|||若|||REQUIRED|||-NONE-|||3
A 5 7|||W|||只 对|||REQUIRED|||-NONE-|||3

S 放 一 口 多 点 咬 ， 最 起 码 2 0 次 ， 理 想 的 是 3 0 次 以 上 。
T0-A0 一 口 多 嚼 几 次 ， 最 起 码 2 0 次 ， 理 想 的 是 3 0 次 以 上 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 6|||S|||嚼 几 次|||REQUIRED|||-NONE-|||0
T1-A0 吃 一 口 多 嚼 点 ， 最 起 码 2 0 次 ， 理 想 的 是 3 0 次 以 上 。
A 0 1|||S|||吃|||REQUIRED|||-NONE-|||1
A 4 4|||M|||嚼|||REQUIRED|||-NONE-|||1
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 吸 烟 对 个 人 的 健 康 有 益 ， 这 是 不 容 置 疑 的 。
T0-A0 吸 烟 对 个 人 的 健 康 有 害 ， 这 是 不 容 置 疑 的 。
A 9 10|||S|||害|||REQUIRED|||-NONE-|||0

S 昨 天 下 雨 很 多 。
T0-A0 昨 天 下 了 很 多 雨 。
A 3 4|||S|||了|||REQUIRED|||-NONE-|||0
A 6 6|||M|||雨|||REQUIRED|||-NONE-|||0

S 在 中 国 ， 送 礼 物 给 别 人 的 時 候 ， 千 万 不 能 送 手 绢 ， 因 为 手 绢 是 用 擦 眼 泪 的 ， 它 会 带 来 伤 心 的 事 情 。
T0-A0 在 中 国 ， 送 礼 物 给 别 人 的 时 候 ， 千 万 不 能 送 手 绢 ， 因 为 手 绢 是 用 来 擦 眼 泪 的 ， 它 会 带 来 伤 心 的 事 情 。
A 11 12|||S|||时|||REQUIRED|||-NONE-|||0
A 28 28|||M|||来|||REQUIRED|||-NONE-|||0

S 虽 然 这 样 的 广 告 应 该 会 有 某 程 度 的 效 果 ， 但 是 主 要 是 个 人 的 意 志 。
T0-A0 虽 然 这 样 的 广 告 应 该 会 有 某 种 程 度 的 效 果 ， 但 是 主 要 靠 的 是 个 人 的 意 志 。
A 12 12|||M|||种|||REQUIRED|||-NONE-|||0
A 22 22|||M|||靠 的|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 这 样 的 广 告 应 该 会 有 某 种 程 度 的 效 果 ， 但 是 主 要 是 看 个 人 的 意 志 。
A 12 12|||M|||种|||REQUIRED|||-NONE-|||1
A 23 23|||M|||看|||REQUIRED|||-NONE-|||1

S 我 也 机 场 工 作 。 虽 然 我 的 工 作 很 无 聊 ， 我 很 喜 欢 我 的 同 事 。 目 前 我 的 梦 是 去 亚 洲 工 作 。
T0-A0 我 也 在 机 场 工 作 。 虽 然 我 的 工 作 很 无 聊 ， 但 是 我 很 喜 欢 我 的 同 事 。 目 前 我 的 梦 想 是 去 亚 洲 工 作 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||0
A 17 17|||M|||但 是|||REQUIRED|||-NONE-|||0
A 31 31|||M|||想|||REQUIRED|||-NONE-|||0

S 消 息 说 现 在 在 公 共 场 所 抽 烟 的 地 方 越 来 越 少 ， 但 我 想 这 样 根 本 不 可 以 减 小 抽 烟 的 人 数 。 现 在 社 会 里 的 问 题 是 青 少 年 的 抽 烟 ， 他 们 明 明 知 道 抽 烟 对 身 体 不 好 他 们 为 什 么 还 要 抽 呢 ？
T0-A0 有 消 息 说 现 在 公 共 场 所 可 以 抽 烟 的 地 方 越 来 越 少 ， 但 我 想 这 样 根 本 不 可 以 减 少 抽 烟 的 人 数 。 现 在 社 会 里 的 问 题 是 青 少 年 的 抽 烟 ， 他 们 明 明 知 道 抽 烟 对 身 体 不 好 ， 他 们 为 什 么 还 要 抽 呢 ？
A 0 0|||M|||有|||REQUIRED|||-NONE-|||0
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M|||可 以|||REQUIRED|||-NONE-|||0
A 31 32|||S|||少|||REQUIRED|||-NONE-|||0
A 67 67|||M|||，|||REQUIRED|||-NONE-|||0

S 我 说 我 有 很 好 的 朋 友 ， 还 有 很 好 同 学 。 他 们 在 一 起 ， 我 感 到 很 愉 快 。
T0-A0 我 说 我 有 很 好 的 朋 友 ， 还 有 很 好 的 同 学 。 我 们 在 一 起 ， 我 感 到 很 愉 快 。
A 14 14|||M|||的|||REQUIRED|||-NONE-|||0
A 17 18|||S|||我|||REQUIRED|||-NONE-|||0
T1-A0 我 说 我 有 很 好 的 朋 友 ， 还 有 很 好 的 同 学 。 和 他 们 在 一 起 ， 我 感 到 很 愉 快 。
A 14 14|||M|||的|||REQUIRED|||-NONE-|||1
A 17 17|||M|||和|||REQUIRED|||-NONE-|||1

S 世 界 上 有 越 来 越 多 ， 越 来 越 狠 的 灾 害 。 有 台 风 、 暴 雨 、 沙 暴 、 地 震 等 等 。 这 是 因 为 人 破 坏 了 自 然 坏 境 。 人 们 为 了 自 己 生 活 很 舒 服 破 坏 了 自 然 环 境 。
T0-A0 世 界 上 有 越 来 越 多 、 越 来 越 严 重 的 灾 害 。 有 台 风 、 暴 雨 、 沙 暴 、 地 震 等 等 。 这 是 因 为 人 破 坏 了 自 然 环 境 。 人 们 为 了 自 己 生 活 得 舒 服 破 坏 了 自 然 环 境 。
A 8 9|||S|||、|||REQUIRED|||-NONE-|||0
A 12 13|||S|||严 重|||REQUIRED|||-NONE-|||0
A 42 43|||S|||环|||REQUIRED|||-NONE-|||0
A 53 54|||S|||得|||REQUIRED|||-NONE-|||0
T1-A0 世 界 上 有 越 来 越 多 、 越 来 越 厉 害 的 灾 害 ， 有 台 风 、 暴 雨 、 沙 暴 、 地 震 等 等 。 这 是 因 为 人 破 坏 了 自 然 环 境 。 人 们 为 了 自 己 生 活 得 舒 服 而 破 坏 了 自 然 环 境 。
A 8 9|||S|||、|||REQUIRED|||-NONE-|||1
A 12 13|||S|||厉 害|||REQUIRED|||-NONE-|||1
A 16 17|||S|||，|||REQUIRED|||-NONE-|||1
A 42 43|||S|||环|||REQUIRED|||-NONE-|||1
A 53 54|||S|||得|||REQUIRED|||-NONE-|||1
A 56 56|||M|||而|||REQUIRED|||-NONE-|||1
T2-A0 世 界 上 有 越 来 越 多 、 越 来 越 严 重 的 灾 害 ， 有 台 风 、 暴 雨 、 沙 暴 、 地 震 等 等 。 这 是 因 为 人 破 坏 了 自 然 环 境 。 人 们 为 了 自 己 生 活 得 舒 服 而 破 坏 了 自 然 环 境 。
A 8 9|||S|||、|||REQUIRED|||-NONE-|||2
A 12 13|||S|||严 重|||REQUIRED|||-NONE-|||2
A 16 17|||S|||，|||REQUIRED|||-NONE-|||2
A 42 43|||S|||环|||REQUIRED|||-NONE-|||2
A 53 54|||S|||得|||REQUIRED|||-NONE-|||2
A 56 56|||M|||而|||REQUIRED|||-NONE-|||2

S 我 还 不 知 道 什 么 职 业 从 事 ， 但 我 会 我 喜 欢 语 言 ， 比 如 我 想 作 翻 译 。 我 的 家 总 是 说 我 应 该 做 一 个 职 业 我 爱 的 ： 我 同 意 这 样 的 看 法 。
T0-A0 我 还 不 知 道 从 事 什 么 职 业 ， 但 我 喜 欢 语 言 ， 比 如 我 想 做 翻 译 。 我 的 家 人 总 是 说 我 应 该 做 一 个 我 爱 的 职 业 ： 我 同 意 这 样 的 看 法 。
A 5 11|||W|||从 事 什 么 职 业|||REQUIRED|||-NONE-|||0
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||S|||做|||REQUIRED|||-NONE-|||0
A 32 32|||M|||人|||REQUIRED|||-NONE-|||0
A 41 46|||W|||我 爱 的 职 业|||REQUIRED|||-NONE-|||0
T1-A0 我 还 不 知 道 从 事 什 么 职 业 ， 但 我 喜 欢 语 言 ， 比 如 我 想 做 翻 译 。 我 的 家 人 们 总 是 说 我 应 该 做 一 个 我 热 爱 的 职 业 ， 我 同 意 这 样 的 看 法 。
A 5 11|||W|||从 事 什 么 职 业|||REQUIRED|||-NONE-|||1
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 25 26|||S|||做|||REQUIRED|||-NONE-|||1
A 32 32|||M|||人 们|||REQUIRED|||-NONE-|||1
A 41 43|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 44 44|||M|||热|||REQUIRED|||-NONE-|||1
A 46 47|||S|||职 业 ，|||REQUIRED|||-NONE-|||1

S 在 我 的 家 有 四 家 人 ： 我 爸 爸 ， 妈 妈 ， 哥 哥 和 我 。
T0-A0 我 的 家 有 四 口 人 ： 爸 爸 、 妈 妈 、 哥 哥 和 我 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||S|||口|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S|||、|||REQUIRED|||-NONE-|||0
A 15 16|||S|||、|||REQUIRED|||-NONE-|||0
T1-A0 我 的 家 里 有 四 口 人 ： 爸 爸 、 妈 妈 、 哥 哥 和 我 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 4|||M|||里|||REQUIRED|||-NONE-|||1
A 6 7|||S|||口|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 12 13|||S|||、|||REQUIRED|||-NONE-|||1
A 15 16|||S|||、|||REQUIRED|||-NONE-|||1
T2-A0 在 我 的 家 里 有 四 口 人 ： 爸 爸 、 妈 妈 、 哥 哥 和 我 。
A 4 4|||M|||里|||REQUIRED|||-NONE-|||2
A 6 7|||S|||口|||REQUIRED|||-NONE-|||2
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 12 13|||S|||、|||REQUIRED|||-NONE-|||2
A 15 16|||S|||、|||REQUIRED|||-NONE-|||2

S 我 认 为 特 别 父 母 的 日 常 行 为 会 形 成 孩 子 的 行 为 ， 一 个 很 重 要 的 方 面 是 对 别 人 的 态 度 。 如 果 说 父 母 对 孩 子 的 行 为 是 很 温 柔 的 ， 那 么 说 孩 子 对 别 人 很 可 能 也 有 很 和 气 的 一 个 态 度 。
T0-A0 我 认 为 特 别 是 父 母 的 日 常 行 为 会 影 响 孩 子 的 行 为 ， 其 中 一 个 很 重 要 的 方 面 是 对 别 人 的 态 度 。 如 果 说 父 母 对 孩 子 的 态 度 是 很 温 柔 的 ， 那 么 孩 子 对 别 人 很 可 能 也 持 有 一 个 很 和 气 的 态 度 。
A 5 5|||M|||是|||REQUIRED|||-NONE-|||0
A 13 15|||S|||影 响|||REQUIRED|||-NONE-|||0
A 21 21|||M|||其 中|||REQUIRED|||-NONE-|||0
A 46 48|||S|||态 度|||REQUIRED|||-NONE-|||0
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 66 66|||M|||持|||REQUIRED|||-NONE-|||0
A 67 73|||W|||一 个 很 和 气 的|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 特 别 是 父 母 的 日 常 行 为 会 影 响 孩 子 的 行 为 ， 一 个 很 重 要 的 方 面 是 对 别 人 的 态 度 。 如 果 说 父 母 对 孩 子 的 态 度 是 很 温 柔 的 ， 那 么 孩 子 对 别 人 很 可 能 也 是 一 个 很 和 气 的 态 度 。
A 5 5|||M|||是|||REQUIRED|||-NONE-|||1
A 13 15|||S|||影 响|||REQUIRED|||-NONE-|||1
A 46 48|||S|||态 度|||REQUIRED|||-NONE-|||1
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 66 67|||S|||是 一 个|||REQUIRED|||-NONE-|||1
A 71 73|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 至 令 我 没 看 过 那 么 美 丽 的 风 景 。
T0-A0 至 今 我 没 看 到 过 那 么 美 丽 的 风 景 。
A 1 2|||S|||今|||REQUIRED|||-NONE-|||0
A 5 5|||M|||到|||REQUIRED|||-NONE-|||0
T1-A0 我 至 今 没 看 到 过 那 么 美 丽 的 风 景 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||1
A 1 3|||S|||今|||REQUIRED|||-NONE-|||1
A 5 5|||M|||到|||REQUIRED|||-NONE-|||1

S 它 们 中 一 个 甚 至 是 像 曼 陀 罗 一 样 漂 亮 的 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 至 于 说 到 阅 读 的 方 法 ， 我 是 每 遇 上 不 认 识 的 字 时 ， 我 都 要 先 查 看 字 典 ， 将 此 字 记 在 本 子 上 ， 并 加 上 汉 语 拼 音 、 注 释 。 记 的 多 了 ， 还 得 另 抽 时 间 专 学 习 这 些 记 在 本 子 上 的 生 字 、 生 词 。 这 样 ， 日 于 继 月 ， 我 也 觉 得 能 从 中 学 到 不 少 的 知 识 。
T0-A0 至 于 阅 读 的 方 法 ， 我 是 每 遇 上 不 认 识 的 字 时 ， 我 都 要 先 查 看 字 典 ， 将 此 字 记 在 本 子 上 ， 并 加 上 汉 语 拼 音 、 注 释 。 记 的 多 了 ， 还 得 另 抽 时 间 专 门 学 习 这 些 记 在 本 子 上 的 生 字 、 生 词 。 这 样 ， 夜 以 继 日 ， 我 觉 得 能 从 中 学 到 不 少 的 知 识 。
A 2 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 63 63|||M|||门|||REQUIRED|||-NONE-|||0
A 82 84|||S|||夜 以|||REQUIRED|||-NONE-|||0
A 85 86|||S|||日|||REQUIRED|||-NONE-|||0
A 88 89|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 说 到 阅 读 的 方 法 ， 我 是 每 遇 上 不 认 识 的 字 时 ， 我 都 要 先 查 看 字 典 ， 将 此 字 记 在 本 子 上 ， 并 加 上 汉 语 拼 音 、 注 释 。 记 的 多 了 ， 还 得 另 抽 时 间 专 门 学 习 这 些 记 在 本 子 上 的 生 字 、 生 词 。 这 样 ， 夜 以 继 日 ， 我 能 从 中 学 到 不 少 的 知 识 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 63 63|||M|||门|||REQUIRED|||-NONE-|||1
A 82 84|||S|||夜 以|||REQUIRED|||-NONE-|||1
A 85 86|||S|||日|||REQUIRED|||-NONE-|||1
A 88 91|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 不 想 开 车 在 法 国 。
T0-A0 我 不 想 开 车 去 法 国 。
A 5 6|||S|||去|||REQUIRED|||-NONE-|||0
T1-A0 我 不 想 开 车 到 法 国 。
A 5 6|||S|||到|||REQUIRED|||-NONE-|||1
T2-A0 我 不 想 在 法 国 开 车 。
A 3 8|||W|||在 法 国 开 车|||REQUIRED|||-NONE-|||2

S 但 有 一 些 国 家 发 达 得 不 够 ， 而 有 很 多 因 缺 少 粮 食 而 挨 饿 。
T0-A0 但 有 一 些 国 家 发 达 得 不 够 ， 而 且 有 很 多 因 缺 少 粮 食 而 挨 饿 。
A 13 13|||M|||且|||REQUIRED|||-NONE-|||0

S 几 年 前 ， 虽 然 吸 烟 对 个 人 健 康 ， 但 吸 不 吸 烟 是 个 人 的 选 择 。
T0-A0 几 年 前 ， 虽 然 吸 烟 对 个 人 健 康 不 好 ， 但 吸 不 吸 烟 是 个 人 的 选 择 。
A 13 13|||M|||不 好|||REQUIRED|||-NONE-|||0
T1-A0 几 年 前 ， 虽 然 吸 烟 对 个 人 健 康 不 利 ， 但 吸 不 吸 烟 是 个 人 的 选 择 。
A 13 13|||M|||不 利|||REQUIRED|||-NONE-|||1
T2-A0 几 年 前 ， 虽 然 吸 烟 对 个 人 健 康 有 害 ， 但 吸 不 吸 烟 是 个 人 的 选 择 。
A 13 13|||M|||有 害|||REQUIRED|||-NONE-|||2

S 可 我 们 都 知 道 吸 烟 对 身 体 非 常 不 好 ， 所 以 许 多 国 家 为 了 防 止 这 些 人 的 增 加 抽 出 了 很 多 方 案 。
T0-A0 可 我 们 都 知 道 吸 烟 对 身 体 非 常 不 好 ， 所 以 许 多 国 家 为 了 防 止 这 些 人 数 量 的 增 加 提 出 了 很 多 方 案 。
A 29 29|||M|||数 量|||REQUIRED|||-NONE-|||0
A 32 33|||S|||提|||REQUIRED|||-NONE-|||0
T1-A0 可 我 们 都 知 道 吸 烟 对 身 体 非 常 不 好 ， 所 以 许 多 国 家 为 了 防 止 这 些 人 的 增 多 制 定 了 很 多 方 案 。
A 31 34|||S|||多 制 定|||REQUIRED|||-NONE-|||1
T2-A0 可 我 们 都 知 道 吸 烟 对 身 体 非 常 不 好 ， 所 以 许 多 国 家 为 了 防 止 这 些 人 数 目 的 增 加 提 出 了 很 多 方 案 。
A 29 29|||M|||数 目|||REQUIRED|||-NONE-|||2
A 32 33|||S|||提|||REQUIRED|||-NONE-|||2

S 对 待 男 人 和 女 人 的 问 题 上 ， 我 觉 得 男 人 应 该 有 男 人 午 点 ， 有 责 任 感 ， 有 安 全 感 ， 有 事 业 心 。
T0-A0 在 对 待 男 人 和 女 人 的 问 题 上 ， 我 觉 得 男 人 应 该 有 男 人 的 特 点 ： 有 责 任 感 、 有 安 全 感 、 有 事 业 心 。
A 0 0|||M|||在|||REQUIRED|||-NONE-|||0
A 22 23|||S|||的 特|||REQUIRED|||-NONE-|||0
A 24 25|||S|||：|||REQUIRED|||-NONE-|||0
A 29 30|||S|||、|||REQUIRED|||-NONE-|||0
A 34 35|||S|||、|||REQUIRED|||-NONE-|||0
T1-A0 对 待 男 人 和 女 人 的 问 题 上 ， 我 觉 得 男 人 应 该 有 男 人 味 点 ， 有 责 任 感 ， 有 安 全 感 ， 有 事 业 心 。
A 22 23|||S|||味|||REQUIRED|||-NONE-|||1
T2-A0 在 对 待 男 人 和 女 人 的 问 题 上 ， 我 觉 得 男 人 应 该 有 男 人 味 儿 点 ， 有 责 任 感 、 有 安 全 感 和 有 事 业 心 。
A 0 0|||M|||在|||REQUIRED|||-NONE-|||2
A 22 23|||S|||味 儿|||REQUIRED|||-NONE-|||2
A 29 30|||S|||、|||REQUIRED|||-NONE-|||2
A 34 35|||S|||和|||REQUIRED|||-NONE-|||2

S 我 希 望 政 府 将 在 不 久 的 未 年 ， 慎 重 并 严 重 地 实 施 一 系 列 的 禁 烟 方 案 ， 一 来 使 市 容 清 洁 、 空 气 清 新 ； 二 来 维 护 不 吸 烟 者 的 身 体 健 康 与 受 二 手 烟 带 来 的 恶 劣 情 绪 。
T0-A0 我 希 望 政 府 在 不 久 的 未 来 ， 慎 重 并 严 格 地 实 施 一 系 列 的 禁 烟 方 案 ， 一 来 使 市 容 清 洁 、 空 气 清 新 ； 二 来 保 护 不 吸 烟 者 的 身 体 健 康 与 避 免 二 手 烟 带 来 的 恶 劣 情 绪 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S|||来|||REQUIRED|||-NONE-|||0
A 17 18|||S|||格|||REQUIRED|||-NONE-|||0
A 45 46|||S|||保|||REQUIRED|||-NONE-|||0
A 57 58|||S|||避 免|||REQUIRED|||-NONE-|||0

S 如 今 除 了 少 数 老 人 以 外 ， 果 然 谁 都 会 讲 标 准 的 汉 语 。 因 此 ， 很 多 人 叫 汉 语 为 “ 国 语 ” 。 此 外 ， 大 数 量 岛 民 英 语 讲 得 很 好 。
T0-A0 如 今 除 了 少 数 老 人 以 外 ， 几 乎 谁 都 会 讲 标 准 的 汉 语 。 因 此 ， 很 多 人 叫 汉 语 为 “ 国 语 ” 。 此 外 ， 大 多 数 岛 民 英 语 讲 得 很 好 。
A 11 13|||S|||几 乎|||REQUIRED|||-NONE-|||0
A 42 42|||M|||多|||REQUIRED|||-NONE-|||0
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 如 今 除 了 少 数 老 人 以 外 ， 谁 都 会 讲 标 准 的 汉 语 。 因 此 ， 很 多 人 叫 汉 语 为 “ 国 语 ” 。 此 外 ， 很 多 岛 民 英 语 讲 得 很 好 。
A 11 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 41 44|||S|||很 多|||REQUIRED|||-NONE-|||1

S 文 凭 不 准 是 成 功 的 保 证 之 一 ， 也 是 因 为 一 个 人 的 文 凭 不 相 当 于 这 个 人 实 际 的 价 值 。
T0-A0 文 凭 不 是 成 功 的 保 证 ， 因 为 一 个 人 的 文 凭 与 这 个 人 实 际 的 价 值 不 对 等 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 27|||S|||与|||REQUIRED|||-NONE-|||0
A 35 35|||M|||不 对 等|||REQUIRED|||-NONE-|||0
T1-A0 文 凭 不 是 成 功 的 保 证 之 一 ， 也 是 因 为 一 个 人 的 文 凭 不 等 于 这 个 人 实 际 的 价 值 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 26|||S|||等|||REQUIRED|||-NONE-|||1

S 我 毕 业 于 新 加 坡 国 立 大 学 设 计 系 ， 学 历 可 以 在 附 件 取 得 。
T0-A0 我 毕 业 于 新 加 坡 国 立 大 学 设 计 系 ， 学 历 可 以 在 附 件 里 看 到 。
A 22 24|||S|||里 看 到|||REQUIRED|||-NONE-|||0
T1-A0 我 毕 业 于 新 加 坡 国 立 大 学 设 计 系 ， 学 历 可 以 在 附 件 查 看 。
A 22 24|||S|||查 看|||REQUIRED|||-NONE-|||1

S 上 次 考 试 我 的 了 初 级 5 。
T0-A0 上 次 考 试 我 得 到 了 初 级 5 的 成 绩 。
A 5 6|||S|||得 到|||REQUIRED|||-NONE-|||0
A 10 10|||M|||的 成 绩|||REQUIRED|||-NONE-|||0
T1-A0 上 次 考 试 我 得 了 初 级 5 。
A 5 6|||S|||得|||REQUIRED|||-NONE-|||1
T2-A0 上 次 考 试 我 是 初 级 5 。
A 5 7|||S|||是|||REQUIRED|||-NONE-|||2

S 在 外 国 留 学 ， 就 是 让 你 宽 宽 你 的 视 野 ， 让 你 的 世 界 宽 阔 。
T0-A0 在 外 国 留 学 能 拓 宽 你 的 视 野 ， 让 你 的 眼 界 宽 阔 。
A 5 11|||S|||能 拓|||REQUIRED|||-NONE-|||0
A 20 21|||S|||眼|||REQUIRED|||-NONE-|||0
T1-A0 在 外 国 留 学 ， 就 是 让 你 拓 宽 你 的 视 野 ， 让 你 的 世 界 宽 阔 。
A 10 11|||S|||拓|||REQUIRED|||-NONE-|||1

S 我 甚 至 变 得 不 原 意 再 多 说 话 ， 脚 步 也 变 得 轻 盈 ， 只 因 不 愿 破 坏 了 这 祥 静 的 气 氛 ， 穿 梭 其 中 ， 那 么 平 静 。
T0-A0 我 甚 至 变 得 不 愿 意 再 多 说 话 ， 脚 步 也 变 得 轻 盈 ， 只 因 不 愿 破 坏 了 这 祥 静 的 气 氛 ， 穿 梭 其 中 ， 那 么 平 静 。
A 6 7|||S|||愿|||REQUIRED|||-NONE-|||0

S 第 一 天 我 只 写 了 一 个 句 子 话 ： “ 今 天 ， 我 开 写 汉 语 日 记 本 。 ”
T0-A0 第 一 天 我 只 写 了 一 个 句 子 ： “ 今 天 ， 我 开 始 写 汉 语 日 记 本 。 ”
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 19|||M|||始|||REQUIRED|||-NONE-|||0
T1-A0 第 一 天 我 只 写 了 一 句 话 ： “ 今 天 ， 我 开 始 写 汉 语 日 记 本 。 ”
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 19|||M|||始|||REQUIRED|||-NONE-|||1

S 但 是 ， 从 公 众 利 益 的 角 度 来 看 ， 首 先 要 考 虑 的 是 大 家 ， 其 次 就 是 个 人 。 大 家 都 想 追 求 身 体 健 康 的 情 况 下 ， 吸 烟 受 一 定 的 限 制 也 是 当 然 的 。
T0-A0 但 是 ， 从 公 众 利 益 的 角 度 来 看 ， 首 先 要 考 虑 的 是 大 家 ， 其 次 才 是 个 人 。 在 大 家 都 想 追 求 身 体 健 康 的 情 况 下 ， 吸 烟 受 到 一 定 的 限 制 也 是 必 然 的 。
A 26 27|||S|||才|||REQUIRED|||-NONE-|||0
A 31 31|||M|||在|||REQUIRED|||-NONE-|||0
A 49 49|||M|||到|||REQUIRED|||-NONE-|||0
A 56 57|||S|||必|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 从 公 众 利 益 的 角 度 来 看 ， 首 先 要 考 虑 的 是 大 家 ， 其 次 才 是 个 人 。 在 大 家 都 想 追 求 身 体 健 康 的 情 况 下 ， 吸 烟 受 到 一 定 的 限 制 也 是 理 所 应 当 的 。
A 26 27|||S|||才|||REQUIRED|||-NONE-|||1
A 31 31|||M|||在|||REQUIRED|||-NONE-|||1
A 49 49|||M|||到|||REQUIRED|||-NONE-|||1
A 56 56|||M|||理 所 应|||REQUIRED|||-NONE-|||1
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 但 是 现 在 的 压 岁 钱 变 成 一 种 大 家 的 烦 恼 事 情
T0-A0 但 是 现 在 的 压 岁 钱 变 成 了 一 种 大 家 烦 恼 的 事 情 。
A 10 10|||M|||了|||REQUIRED|||-NONE-|||0
A 14 17|||W|||烦 恼 的|||REQUIRED|||-NONE-|||0
A 19 19|||M|||。|||REQUIRED|||-NONE-|||0
T1-A0 但 是 现 在 的 压 岁 钱 变 成 一 种 大 家 烦 恼 的 事 情 。
A 14 17|||W|||烦 恼 的|||REQUIRED|||-NONE-|||1
A 19 19|||M|||。|||REQUIRED|||-NONE-|||1
T2-A0 但 是 现 在 的 压 岁 钱 变 成 了 一 件 让 大 家 烦 恼 的 事 情 。
A 10 10|||M|||了|||REQUIRED|||-NONE-|||2
A 11 12|||S|||件 让|||REQUIRED|||-NONE-|||2
A 14 17|||W|||烦 恼 的|||REQUIRED|||-NONE-|||2
A 19 19|||M|||。|||REQUIRED|||-NONE-|||2

S 还 有 小 时 的 玩 伴 ， 随 着 年 龄 的 增 长 而 相 爱 的 话 就 不 会 轻 易 分 手 ， 能 够 和 小 时 玩 伴 相 处 的 人 就 代 表 原 谅 了 对 方 的 不 满 意 之 处 。
T0-A0 还 有 小 时 的 玩 伴 ， 随 着 年 龄 的 增 长 而 相 爱 的 话 就 不 会 轻 易 分 手 ， 能 够 和 小 时 玩 伴 相 处 的 人 就 代 表 容 纳 了 对 方 的 不 满 意 之 处 。
A 42 44|||S|||容 纳|||REQUIRED|||-NONE-|||0
T1-A0 还 有 小 时 的 玩 伴 ， 随 着 年 龄 的 增 长 而 相 爱 的 话 就 不 会 轻 易 分 手 ， 能 够 和 小 时 玩 伴 相 处 的 人 就 代 表 包 容 了 对 方 的 不 满 意 之 处 。
A 42 44|||S|||包 容|||REQUIRED|||-NONE-|||1
T2-A0 还 有 小 时 的 玩 伴 ， 随 着 年 龄 的 增 长 而 相 爱 的 话 就 不 会 轻 易 分 手 ， 能 够 和 小 时 玩 伴 相 处 的 人 就 代 表 原 谅 了 对 方 的 不 足 之 处 。
A 49 51|||S|||足|||REQUIRED|||-NONE-|||2

S 那 个 是 多 有 意 思 啊 ！
T0-A0 那 个 是 多 么 有 意 思 啊 ！
A 4 4|||M|||么|||REQUIRED|||-NONE-|||0
T1-A0 那 个 多 有 意 思 啊 ！
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 一 般 这 些 鲷 鱼 烧 饼 的 颜 色 是 茶 色 。
T0-A0 一 般 这 些 鲷 鱼 烧 的 颜 色 是 茶 色 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 因 为 所 有 的 烟 一 般 很 容 易 买 得 到 （ 可 以 说 在 大 城 市 差 不 多 每 个 十 字 路 口 有 " 名 烟 名 酒 " 类 似 商 店 ） ， 所 以 青 少 年 抽 烟 的 问 题 基 本 并 不 是 在 公 共 场 所 吸 烟 的 习 惯 。 无 论 在 哪 里 ， 中 国 和 例 如 欧 洲 的 问 题 就 烟 太 便 宜 。
T0-A0 因 为 所 有 的 烟 一 般 很 容 易 买 得 到 （ 可 以 说 在 大 城 市 差 不 多 每 个 十 字 路 口 都 有 " 名 烟 名 酒 " 一 类 的 商 店 ） ， 所 以 青 少 年 抽 烟 的 问 题 基 本 并 不 是 在 公 共 场 所 吸 烟 的 习 惯 。 无 论 在 哪 里 ， 例 如 中 国 和 欧 洲 的 问 题 就 是 烟 太 便 宜 。
A 31 31|||M|||都|||REQUIRED|||-NONE-|||0
A 38 38|||M|||一|||REQUIRED|||-NONE-|||0
A 39 40|||S|||的|||REQUIRED|||-NONE-|||0
A 76 81|||W|||例 如 中 国 和|||REQUIRED|||-NONE-|||0
A 87 87|||M|||是|||REQUIRED|||-NONE-|||0
T1-A0 因 为 所 有 的 烟 一 般 都 很 容 易 买 得 到 （ 可 以 说 在 大 城 市 差 不 多 每 个 十 字 路 口 有 类 似 " 名 烟 名 酒 " 的 商 店 ） ， 所 以 基 本 上 来 说 青 少 年 抽 烟 的 问 题 并 不 是 在 公 共 场 所 吸 烟 的 习 惯 。 无 论 在 哪 里 ， 中 国 和 例 如 欧 洲 的 部 分 国 家 的 问 题 就 是 烟 太 便 宜 。
A 8 8|||M|||都|||REQUIRED|||-NONE-|||1
A 32 32|||M|||类 似|||REQUIRED|||-NONE-|||1
A 38 40|||S|||的|||REQUIRED|||-NONE-|||1
A 46 46|||M|||基 本 上 来 说|||REQUIRED|||-NONE-|||1
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 83 83|||M|||的 部 分 国 家|||REQUIRED|||-NONE-|||1
A 87 87|||M|||是|||REQUIRED|||-NONE-|||1
T2-A0 因 为 所 用 的 烟 一 般 很 容 易 买 得 到 （ 可 以 说 在 大 城 市 差 不 多 每 个 十 字 路 口 就 有 类 似 " 名 烟 名 酒 " 的 商 店 ） ， 所 以 青 少 年 抽 烟 的 问 题 基 本 上 并 不 是 在 公 共 场 所 吸 烟 的 习 惯 。 无 论 在 哪 里 ， 很 重 要 的 问 题 就 烟 太 便 宜 ， 例 如 欧 洲 和 中 国 。
A 3 4|||S|||用|||REQUIRED|||-NONE-|||2
A 31 31|||M|||就|||REQUIRED|||-NONE-|||2
A 32 32|||M|||类 似|||REQUIRED|||-NONE-|||2
A 38 40|||S|||的|||REQUIRED|||-NONE-|||2
A 56 56|||M|||上|||REQUIRED|||-NONE-|||2
A 76 83|||S|||很 重 要|||REQUIRED|||-NONE-|||2
A 91 91|||M|||， 例 如 欧 洲 和 中 国|||REQUIRED|||-NONE-|||2

S 因 为 要 是 在 学 习 方 面 ， 女 生 比 男 生 好 ， 女 生 会 努 力 学 ， 但 男 生 不 那 么 努 力 ， 只 有 少 些 男 生 会 努 力 。 那 是 说 他 们 有 没 有 自 己 的 目 标 ， 要 是 有 的 话 ， 他 们 会 努 力 学 习 ， 实 现 目 标 ， 但 是 很 少 。 要 是 家 长 害 怕 学 生 有 早 恋 ， 可 以 把 自 己 的 经 验 告 诉 学 生 。
T0-A0 因 为 要 是 在 学 习 方 面 ， 女 生 比 男 生 好 ， 女 生 会 努 力 学 ， 但 男 生 不 那 么 努 力 ， 只 有 少 数 男 生 会 努 力 。 那 就 是 说 他 们 有 没 有 自 己 的 目 标 ， 要 是 有 的 话 ， 他 们 会 努 力 学 习 ， 实 现 目 标 ， 但 是 很 少 。 要 是 家 长 害 怕 学 生 早 恋 ， 可 以 把 自 己 的 经 验 告 诉 学 生 。
A 36 37|||S|||数|||REQUIRED|||-NONE-|||0
A 44 44|||M|||就|||REQUIRED|||-NONE-|||0
A 89 90|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 因 为 要 是 在 学 习 方 面 ， 女 生 比 男 生 好 ， 女 生 会 努 力 学 ， 但 男 生 不 会 那 么 努 力 ， 只 有 少 数 男 生 会 努 力 。 那 是 因 为 他 们 没 有 自 己 的 目 标 ， 要 是 有 的 话 ， 他 们 就 会 努 力 学 习 ， 实 现 目 标 ， 但 是 有 目 标 的 很 少 。 要 是 家 长 害 怕 学 生 有 早 恋 的 行 为 ， 可 以 把 自 己 的 经 验 告 诉 学 生 。
A 28 28|||M|||会|||REQUIRED|||-NONE-|||1
A 36 37|||S|||数|||REQUIRED|||-NONE-|||1
A 45 46|||S|||因 为|||REQUIRED|||-NONE-|||1
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 65 65|||M|||就|||REQUIRED|||-NONE-|||1
A 78 78|||M|||有 目 标 的|||REQUIRED|||-NONE-|||1
A 92 92|||M|||的 行 为|||REQUIRED|||-NONE-|||1

S 我 也 在 办 公 室 有 过 工 作 。 尽 管 对 公 司 来 说 ， 学 历 是 很 重 要 ， 但 我 没 想 很 多 。
T0-A0 我 也 在 办 公 室 工 作 过 ， 尽 管 对 公 司 来 说 ， 学 历 是 很 重 要 的 ， 但 我 没 想 太 多 。
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||S|||过 ，|||REQUIRED|||-NONE-|||0
A 25 25|||M|||的|||REQUIRED|||-NONE-|||0
A 30 31|||S|||太|||REQUIRED|||-NONE-|||0
T1-A0 我 也 在 办 公 室 工 作 过 。 尽 管 对 公 司 来 说 ， 学 历 很 重 要 ， 但 我 没 想 这 么 多 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 10|||W|||工 作 过|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 31|||S|||这 么|||REQUIRED|||-NONE-|||1
T1-A1 我 也 在 办 公 室 工 作 过 。 尽 管 对 公 司 来 说 ， 学 历 很 重 要 ， 但 我 没 想 这 么 多 。
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 10|||M|||过|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 31|||S|||这 么|||REQUIRED|||-NONE-|||1
T2-A0 我 也 有 过 在 办 公 室 工 作 的 经 历 。 尽 管 对 公 司 来 说 ， 学 历 很 重 要 ， 但 我 没 想 这 么 多 。
A 2 8|||W|||有 过 在 办 公 室|||REQUIRED|||-NONE-|||2
A 10 10|||M|||的 经 历|||REQUIRED|||-NONE-|||2
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 30 31|||S|||这 么|||REQUIRED|||-NONE-|||2
T3-A0 我 也 在 办 公 室 有 过 工 作 的 经 历 。 尽 管 对 公 司 来 说 ， 学 历 是 很 重 要 的 ， 但 我 没 想 那 么 多 。
A 10 10|||M|||的 经 历|||REQUIRED|||-NONE-|||3
A 25 25|||M|||的|||REQUIRED|||-NONE-|||3
A 30 31|||S|||那 么|||REQUIRED|||-NONE-|||3

S 下 次 去 中 国 一 定 要 坐 这 个 航 空 的 飞 机 ， 我 会 很 高 兴 为 您 服 务 ！
T0-A0 下 次 去 中 国 一 定 要 坐 这 个 航 班 的 飞 机 ， 我 很 高 兴 为 您 服 务 ！
A 12 13|||S|||班|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 下 次 去 中 国 一 定 要 坐 这 个 航 班 的 飞 机 ， 我 会 很 高 兴 地 为 您 服 务 ！
A 12 13|||S|||班|||REQUIRED|||-NONE-|||1
A 22 22|||M|||地|||REQUIRED|||-NONE-|||1

S 比 如 说 非 亚 一 带 国 家 的 人 都 没 有 吃 的 东 西 而 死 ， 还 有 一 些 国 家 ， 有 一 些 人 吃 的 很 好 ， 而 且 想 到 要 吃 对 身 体 好 的 东 西 。
T0-A0 比 如 说 ， 非 亚 一 带 国 家 的 人 因 没 有 东 西 吃 而 死 ， 还 有 一 些 国 家 ， 有 一 些 人 吃 得 很 好 ， 而 且 想 到 要 吃 对 身 体 好 的 东 西 。
A 3 3|||M|||，|||REQUIRED|||-NONE-|||0
A 11 12|||S|||因|||REQUIRED|||-NONE-|||0
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M|||吃|||REQUIRED|||-NONE-|||0
A 33 34|||S|||得|||REQUIRED|||-NONE-|||0
T1-A0 比 如 说 非 亚 一 带 国 家 的 人 都 因 为 没 有 吃 的 东 西 而 死 ， 还 有 一 些 国 家 ， 有 一 些 人 吃 得 很 好 ， 而 且 想 到 要 吃 对 身 体 好 的 东 西 。
A 12 12|||M|||因 为|||REQUIRED|||-NONE-|||1
A 33 34|||S|||得|||REQUIRED|||-NONE-|||1
T2-A0 比 如 说 非 亚 一 带 国 家 的 人 都 因 为 没 有 吃 的 东 西 而 饿 死 ， 还 有 一 些 国 家 ， 有 一 些 人 吃 得 很 好 ， 而 且 想 到 要 吃 对 身 体 好 的 东 西 。
A 12 12|||M|||因 为|||REQUIRED|||-NONE-|||2
A 19 19|||M|||饿|||REQUIRED|||-NONE-|||2
A 33 34|||S|||得|||REQUIRED|||-NONE-|||2

S 在 日 本 有 一 句 话 “ 把 孩 子 看 着 父 母 的 背 影 长 大 。
T0-A0 在 日 本 有 一 句 话 ： “ 孩 子 看 着 父 母 的 背 影 长 大 。 ”
A 7 7|||M|||：|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 在 日 本 有 一 句 话 ： “ 孩 子 是 看 着 父 母 的 背 影 长 大 的 ” 。
A 7 7|||M|||：|||REQUIRED|||-NONE-|||1
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||是|||REQUIRED|||-NONE-|||1
A 20 20|||M|||的 ”|||REQUIRED|||-NONE-|||1

S 现 在 的 我 国 也 是 。 我 国 吸 烟 的 人 越 来 越 多 ， 甚 至 青 少 年 也 在 学 校 里 偷 偷 吸 烟 ， 发 展 成 社 会 问 题 了 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 现 在 ， 各 个 国 家 政 府 忧 郁 吸 烟 引 起 的 死 亡 率 的 上 升 。
T0-A0 现 在 ， 各 个 国 家 政 府 忧 心 吸 烟 引 起 的 死 亡 率 的 上 升 。
A 10 11|||S|||心|||REQUIRED|||-NONE-|||0
T1-A0 现 在 ， 各 个 国 家 政 府 担 心 吸 烟 引 起 的 死 亡 率 的 上 升 。
A 9 11|||S|||担 心|||REQUIRED|||-NONE-|||1
T2-A0 现 在 ， 各 个 国 家 政 府 由 于 吸 烟 引 起 的 死 亡 率 正 在 上 升 而 忧 郁 。
A 9 11|||S|||由 于|||REQUIRED|||-NONE-|||2
A 19 20|||S|||正 在|||REQUIRED|||-NONE-|||2
A 22 22|||M|||而 忧 郁|||REQUIRED|||-NONE-|||2

S 下 课 后 我 琢 磨 了 半 天 ， 决 心 了 重 新 开 始 学 习 汉 语 ！
T0-A0 下 课 后 我 琢 磨 了 半 天 ， 决 定 重 新 开 始 学 习 汉 语 ！
A 11 13|||S|||定|||REQUIRED|||-NONE-|||0
T1-A0 下 课 后 我 琢 磨 了 半 天 ， 下 定 决 心 重 新 开 始 学 习 汉 语 ！
A 10 10|||M|||下 定|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 人 口 为 1 0 万 所 以 好 像 会 比 很 多 在 中 国 的 小 镇 小 多 的 。
T0-A0 人 口 只 有 1 0 万 ， 所 以 好 像 会 比 很 多 中 国 的 小 镇 小 得 多 。
A 2 3|||S|||只 有|||REQUIRED|||-NONE-|||0
A 6 6|||M|||，|||REQUIRED|||-NONE-|||0
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M|||得|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 人 口 为 1 0 万 ， 所 以 好 像 比 很 多 中 国 的 小 镇 小 得 多 。
A 6 6|||M|||，|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 21|||M|||得|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 欧 洲 也 是 一 个 “ 名 牌 国 家 ” ， 所 以 中 国 人 更 喜 欢 来 巴 黎 买 一 个 古 驰 的 包 ， 还 是 来 瑞 士 买 一 双 劳 力 士 手 表 。
T0-A0 欧 洲 也 是 一 个 “ 名 牌 洲 ” ， 所 以 中 国 人 更 喜 欢 来 巴 黎 买 一 个 古 驰 的 包 ， 或 者 来 瑞 士 买 一 只 劳 力 士 手 表 。
A 9 11|||S|||洲|||REQUIRED|||-NONE-|||0
A 32 34|||S|||或 者|||REQUIRED|||-NONE-|||0
A 39 40|||S|||只|||REQUIRED|||-NONE-|||0

S 如 果 父 母 是 很 努 力 工 作 的 人 ， 他 们 的 孩 子 一 定 将 来 关 于 任 何 的 事 努 力 做 。
T0-A0 如 果 父 母 是 很 努 力 工 作 的 人 ， 他 们 的 孩 子 将 来 一 定 会 努 力 做 任 何 的 事 。
A 18 18|||M|||将 来|||REQUIRED|||-NONE-|||0
A 20 24|||S|||会 努 力 做|||REQUIRED|||-NONE-|||0
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 如 果 父 母 是 很 努 力 工 作 的 人 ， 他 们 的 孩 子 将 来 一 定 努 力 做 任 何 的 事 。
A 18 22|||W|||将 来 一 定|||REQUIRED|||-NONE-|||1
A 22 24|||S|||努 力 做|||REQUIRED|||-NONE-|||1
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 如 果 父 母 是 很 努 力 工 作 的 人 ， 他 们 的 孩 子 将 来 一 定 努 力 做 关 于 任 何 方 面 的 事 。
A 18 22|||W|||将 来 一 定|||REQUIRED|||-NONE-|||2
A 22 22|||M|||努 力 做|||REQUIRED|||-NONE-|||2
A 26 26|||M|||方 面|||REQUIRED|||-NONE-|||2
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 们 很 先 进 ， 但 是 有 一 些 问 题 还 没 变 化 。
T0-A0 我 们 很 先 进 ， 但 是 有 一 些 问 题 还 没 解 决 。
A 15 17|||S|||解 决|||REQUIRED|||-NONE-|||0
T1-A0 我 们 很 先 进 ， 但 是 有 一 些 方 面 还 没 变 化 。
A 11 13|||S|||方 面|||REQUIRED|||-NONE-|||1

S 吴 国 的 孙 家 存 在 感 比 较 薄 。
T0-A0 吴 国 的 孙 家 存 在 感 比 较 薄 弱 。
A 11 11|||M|||弱|||REQUIRED|||-NONE-|||0
T1-A0 吴 国 的 孙 家 存 在 感 比 较 弱 。
A 10 11|||S|||弱|||REQUIRED|||-NONE-|||1
T2-A0 吴 国 的 孙 家 存 在 感 比 较 低 。
A 10 11|||S|||低|||REQUIRED|||-NONE-|||2

S 可 我 希 望 中 国 的 音 乐 往 前 走 会 做 出 跟 传 统 音 乐 和 在 一 起 的 新 的 文 化 。
T0-A0 可 我 希 望 中 国 的 音 乐 往 前 走 会 做 出 跟 传 统 音 乐 融 合 在 一 起 的 新 的 文 化 。
A 20 21|||S|||融 合|||REQUIRED|||-NONE-|||0
T1-A0 可 我 希 望 中 国 的 音 乐 往 前 走 会 做 出 和 传 统 音 乐 融 为 一 体 的 新 的 文 化 。
A 15 16|||S|||和|||REQUIRED|||-NONE-|||1
A 20 22|||S|||融 为|||REQUIRED|||-NONE-|||1
A 23 24|||S|||体|||REQUIRED|||-NONE-|||1
T2-A0 可 我 希 望 中 国 的 音 乐 发 展 出 跟 传 统 音 乐 结 合 在 一 起 的 新 的 文 化 。
A 9 14|||S|||发 展|||REQUIRED|||-NONE-|||2
A 20 21|||S|||结 合|||REQUIRED|||-NONE-|||2
T3-A0 可 我 希 望 中 国 的 音 乐 往 前 走 ， 会 出 现 和 传 统 音 乐 相 结 合 的 新 的 文 化 。
A 12 12|||M|||，|||REQUIRED|||-NONE-|||3
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 15 16|||S|||现 和|||REQUIRED|||-NONE-|||3
A 20 24|||S|||相 结 合|||REQUIRED|||-NONE-|||3

S 我 虽 然 没 赚 很 多 钱 ， 但 我 一 般 买 名 牌 的 衣 服 ， 觉 得 质 量 比 较 优 于 。
T0-A0 我 虽 然 没 赚 很 多 钱 ， 但 我 一 般 买 名 牌 的 衣 服 ， 觉 得 质 量 比 较 好 。
A 26 28|||S|||好|||REQUIRED|||-NONE-|||0
T1-A0 我 虽 然 没 赚 很 多 钱 ， 但 我 一 般 都 会 买 名 牌 的 衣 服 ， 觉 得 质 量 比 较 好 。
A 13 13|||M|||都 会|||REQUIRED|||-NONE-|||1
A 26 28|||S|||好|||REQUIRED|||-NONE-|||1
T2-A0 我 虽 然 没 赚 很 多 钱 ， 但 我 一 般 买 名 牌 的 衣 服 ， 因 为 觉 得 质 量 比 较 好 。
A 20 20|||M|||因 为|||REQUIRED|||-NONE-|||2
A 26 28|||S|||好|||REQUIRED|||-NONE-|||2

S 重 要 的 是 我 们 全 家 人 类 应 该 解 决 这 个 问 题 。
T0-A0 重 要 的 是 我 们 全 家 人 应 该 解 决 这 个 问 题 。
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 重 要 的 是 我 们 全 人 类 应 该 共 同 解 决 这 个 问 题 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 12 12|||M|||共 同|||REQUIRED|||-NONE-|||1
T2-A0 重 要 的 是 我 们 全 家 人 都 应 该 解 决 这 个 问 题 。
A 9 10|||S|||都|||REQUIRED|||-NONE-|||2

S 当 这 两 位 情 人 相 见 在 一 个 浪 漫 的 场 所 下 ， 清 谈 起 你 与 我 的 人 生 ， 交 流 着 各 人 的 经 历 ， 一 唱 一 合 的 欢 心 就 像 这 两 位 情 人 重 新 体 验 了 人 生 。
T0-A0 当 这 两 位 情 人 相 见 在 一 个 浪 漫 的 场 所 下 ， 畅 谈 起 你 与 我 的 人 生 ， 交 流 着 各 人 的 经 历 ， 欢 欣 地 一 唱 一 和 ， 就 好 像 这 两 位 情 人 重 新 体 验 了 人 生 。
A 18 19|||S|||畅|||REQUIRED|||-NONE-|||0
A 37 37|||M|||欢 欣 地|||REQUIRED|||-NONE-|||0
A 40 44|||S|||和 ，|||REQUIRED|||-NONE-|||0
A 45 45|||M|||好|||REQUIRED|||-NONE-|||0
T1-A0 当 这 两 位 情 人 相 见 在 一 个 浪 漫 的 场 所 下 ， 谈 论 起 你 与 我 的 人 生 ， 交 流 着 各 人 的 经 历 ， 一 唱 一 和 得 就 像 这 两 位 情 人 重 新 体 验 了 人 生 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 20|||M|||论|||REQUIRED|||-NONE-|||1
A 40 44|||S|||和 得|||REQUIRED|||-NONE-|||1

S 韩 国 人 走 路 上 或 者 坐 公 共 汽 车 也 听 音 乐 一 般 人 都 带 着 M P 3 之 类 的 东 西 ， 我 也 喜 欢 听 歌 曲 。
T0-A0 韩 国 人 走 在 路 上 或 者 坐 公 共 汽 车 时 也 听 音 乐 ， 一 般 人 都 带 着 M P 3 之 类 的 东 西 ， 我 也 喜 欢 听 歌 曲 。
A 4 4|||M|||在|||REQUIRED|||-NONE-|||0
A 13 13|||M|||时|||REQUIRED|||-NONE-|||0
A 17 17|||M|||，|||REQUIRED|||-NONE-|||0

S 我 一 心 告 诉 他 我 自 行 车 丢 了 。 我 也 告 诉 他 我 十 分 对 不 起 。
T0-A0 我 告 诉 他 我 自 行 车 丢 了 。 我 也 告 诉 他 我 十 分 对 不 起 。
A 1 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 告 诉 他 我 自 行 车 丢 了 ， 也 告 诉 他 我 十 分 对 不 起 。
A 1 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 12 14|||S|||，|||REQUIRED|||-NONE-|||1

S 随 着 经 济 的 发 展 ， 中 国 人 的 吸 烟 率 也 翻 了 一 番 ， 已 成 了 世 界 早 最 多 的 “ 烟 民 ” 之 国 。 对 中 国 而 言 ， 在 公 共 场 所 内 的 吸 烟 问 题 是 不 可 忽 视 的 。
T0-A0 随 着 经 济 的 发 展 ， 中 国 人 的 吸 烟 率 也 翻 了 一 番 ， 中 国 已 成 了 世 界 上 具 有 “ 烟 民 ” 最 多 的 “ 烟 民 ” 之 国 。 对 中 国 而 言 ， 公 共 场 所 内 的 吸 烟 问 题 是 不 可 忽 视 的 。
A 21 21|||M|||中 国|||REQUIRED|||-NONE-|||0
A 26 27|||S|||上 具 有 “ 烟 民 ”|||REQUIRED|||-NONE-|||0
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 随 着 经 济 的 发 展 ， 中 国 人 的 吸 烟 率 也 翻 了 一 番 ， 中 国 已 成 为 了 世 界 上 吸 烟 人 数 最 多 的 “ 烟 民 ” 之 国 。 对 中 国 而 言 ， “ 烟 民 ” 在 公 共 场 所 内 吸 烟 的 问 题 是 不 可 忽 视 的 。
A 21 21|||M|||中 国|||REQUIRED|||-NONE-|||1
A 23 23|||M|||为|||REQUIRED|||-NONE-|||1
A 26 27|||S|||上 吸 烟 人 数|||REQUIRED|||-NONE-|||1
A 43 43|||M|||“ 烟 民 ”|||REQUIRED|||-NONE-|||1
A 49 52|||W|||吸 烟 的|||REQUIRED|||-NONE-|||1
T2-A0 随 着 经 济 的 发 展 ， 中 国 人 的 吸 烟 率 也 翻 了 一 番 ， 中 国 已 成 了 世 界 上 “ 烟 民 ” 最 多 的 国 家 。 对 中 国 而 言 ， 在 公 共 场 所 内 吸 烟 的 问 题 是 不 可 忽 视 的 。
A 21 21|||M|||中 国|||REQUIRED|||-NONE-|||2
A 26 30|||S|||上|||REQUIRED|||-NONE-|||2
A 34 35|||S|||最 多 的|||REQUIRED|||-NONE-|||2
A 36 36|||M|||家|||REQUIRED|||-NONE-|||2
A 49 52|||W|||吸 烟 的|||REQUIRED|||-NONE-|||2

S 综 上 所 述 ， 我 们 世 界 各 国 朋 友 们 只 有 持 之 以 恒 坚 持 到 底 共 同 努 力 就 会 决 解 现 在 受 苦 挨 饿 的 现 象 。
T0-A0 综 上 所 述 ， 我 们 世 界 各 国 的 朋 友 们 只 有 持 之 以 恒 、 坚 持 到 底 、 共 同 努 力 才 会 解 决 现 在 受 苦 挨 饿 的 问 题 。
A 11 11|||M|||的|||REQUIRED|||-NONE-|||0
A 20 20|||M|||、|||REQUIRED|||-NONE-|||0
A 24 24|||M|||、|||REQUIRED|||-NONE-|||0
A 28 29|||S|||才|||REQUIRED|||-NONE-|||0
A 30 32|||W|||解 决|||REQUIRED|||-NONE-|||0
A 39 41|||S|||问 题|||REQUIRED|||-NONE-|||0
T1-A0 综 上 所 述 ， 我 们 世 界 各 国 的 朋 友 们 只 有 持 之 以 恒 、 坚 持 到 底 、 共 同 努 力 才 会 改 善 现 在 受 苦 挨 饿 的 现 象 。
A 11 11|||M|||的|||REQUIRED|||-NONE-|||1
A 20 20|||M|||、|||REQUIRED|||-NONE-|||1
A 24 24|||M|||、|||REQUIRED|||-NONE-|||1
A 28 29|||S|||才|||REQUIRED|||-NONE-|||1
A 30 32|||S|||改 善|||REQUIRED|||-NONE-|||1

S ” 这 就 是 社 会 上 基 本 原 则 。 这 样 一 来 ， 整 个 世 界 会 一 起 提 高 社 会 生 活 素 质 。
T0-A0 这 就 是 社 会 上 的 基 本 原 则 。 这 样 一 来 ， 整 个 社 会 会 一 起 提 高 生 活 质 量 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 7|||M|||的|||REQUIRED|||-NONE-|||0
A 19 21|||S|||社 会|||REQUIRED|||-NONE-|||0
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||量|||REQUIRED|||-NONE-|||0
T1-A0 这 就 是 社 会 的 基 本 原 则 。 这 样 一 来 ， 整 个 世 界 的 社 会 生 活 质 量 都 会 一 起 提 高 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 7|||S|||的|||REQUIRED|||-NONE-|||1
A 21 26|||S|||的|||REQUIRED|||-NONE-|||1
A 30 32|||S|||质 量 都 会 一 起 提 高|||REQUIRED|||-NONE-|||1
T1-A1 这 就 是 社 会 的 基 本 原 则 。 这 样 一 来 ， 整 个 世 界 的 社 会 生 活 质 量 都 会 一 起 提 高 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 7|||S|||的|||REQUIRED|||-NONE-|||1
A 21 26|||S|||的|||REQUIRED|||-NONE-|||1
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 32 32|||M|||量 都 会 一 起 提 高|||REQUIRED|||-NONE-|||1
T2-A0 这 就 是 社 会 上 的 基 本 原 则 。 这 样 一 来 ， 整 个 世 界 会 一 起 提 高 社 会 的 素 质 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 7 7|||M|||的|||REQUIRED|||-NONE-|||2
A 28 30|||S|||的|||REQUIRED|||-NONE-|||2

S 我 本 生 喜 欢 听 流 行 歌 曲 。
T0-A0 我 本 身 就 喜 欢 听 流 行 歌 曲 。
A 2 3|||S|||身 就|||REQUIRED|||-NONE-|||0
T1-A0 我 本 身 喜 欢 听 流 行 歌 曲 。
A 2 3|||S|||身|||REQUIRED|||-NONE-|||1
T2-A0 我 天 生 喜 欢 听 流 行 歌 曲 。
A 1 2|||S|||天|||REQUIRED|||-NONE-|||2

S 回 瑞 士 的 时 候 ， 我 觉 得 我 儿 子 什 么 都 不 记 得 。 我 女 儿 记 得 一 点 点 。 我 觉 得 一 般 跟 孩 子 旅 游 好 玩 儿 。 但 是 上 次 要 旅 游 ， 可 能 我 和 我 丈 夫 不 要 带 孩 子 。
T0-A0 回 瑞 士 的 时 候 ， 我 觉 得 我 儿 子 什 么 都 不 记 得 。 我 女 儿 记 得 一 点 点 。 我 觉 得 一 般 跟 孩 子 一 起 旅 游 应 该 是 好 玩 儿 的 事 情 。 但 是 下 次 再 旅 游 ， 可 能 我 和 我 丈 夫 都 不 想 带 孩 子 。
A 37 37|||M|||一 起|||REQUIRED|||-NONE-|||0
A 39 39|||M|||应 该 是|||REQUIRED|||-NONE-|||0
A 42 42|||M|||的 事 情|||REQUIRED|||-NONE-|||0
A 45 46|||S|||下|||REQUIRED|||-NONE-|||0
A 47 48|||S|||再|||REQUIRED|||-NONE-|||0
A 58 58|||M|||都|||REQUIRED|||-NONE-|||0
A 59 60|||S|||想|||REQUIRED|||-NONE-|||0
T1-A0 回 瑞 士 的 时 候 ， 我 觉 得 我 儿 子 什 么 都 不 记 得 ， 我 女 儿 记 得 一 点 点 。 我 觉 得 跟 孩 子 旅 游 一 般 是 一 件 好 玩 的 事 情 。 但 是 经 过 上 次 旅 游 ， 我 和 我 丈 夫 可 能 都 不 想 要 带 孩 子 。
A 19 20|||S|||，|||REQUIRED|||-NONE-|||1
A 32 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 39|||M|||一 般 是 一 件|||REQUIRED|||-NONE-|||1
A 41 42|||S|||的 事 情|||REQUIRED|||-NONE-|||1
A 45 45|||M|||经 过|||REQUIRED|||-NONE-|||1
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 58|||W|||我 和 我 丈 夫 可 能 都|||REQUIRED|||-NONE-|||1
A 59 59|||M|||想|||REQUIRED|||-NONE-|||1

S 等 到 我 毕 业 ， 我 很 箱 要 成 为 教 师 。
T0-A0 等 到 我 毕 业 ， 我 很 想 要 成 为 教 师 。
A 8 9|||S|||想|||REQUIRED|||-NONE-|||0

S 釜 山 是 很 好 吃 了 ， 哈 哈 哈 。
T0-A0 釜 山 是 有 很 多 好 吃 的 ， 哈 哈 哈 。
A 3 3|||M|||有|||REQUIRED|||-NONE-|||0
A 4 4|||M|||多|||REQUIRED|||-NONE-|||0
A 6 7|||S|||的|||REQUIRED|||-NONE-|||0

S 对 我 而 言 ， 如 果 一 个 男 人 孝 敬 他 老 人 家 的 话 。
T0-A0 对 我 而 言 ， 如 果 一 个 男 人 孝 敬 他 年 老 的 家 人 的 话 。
A 14 14|||M|||年|||REQUIRED|||-NONE-|||0
A 15 15|||M|||的|||REQUIRED|||-NONE-|||0
A 15 17|||W|||家 人|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 ， 如 果 一 个 男 人 孝 敬 他 的 长 辈 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 2 4|||S|||认 为|||REQUIRED|||-NONE-|||1
A 14 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 19|||S|||长 辈|||REQUIRED|||-NONE-|||1
T2-A0 对 我 而 言 ， 如 果 一 个 男 人 孝 敬 他 家 老 人 的 话 。
A 14 17|||W|||家 老 人|||REQUIRED|||-NONE-|||2

S 如 果 在 一 个 房 间 里 只 有 一 个 人 抽 烟 也 会 出 房 的 时 候 所 有 人 的 身 上 都 有 烟 味 儿 。
T0-A0 如 果 在 一 个 房 间 里 只 有 一 个 人 抽 烟 ， 出 房 的 时 候 所 有 人 的 身 上 也 都 会 有 烟 味 儿 。
A 15 17|||S|||，|||REQUIRED|||-NONE-|||0
A 28 28|||M|||也|||REQUIRED|||-NONE-|||0
A 29 29|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 如 果 在 一 个 房 间 里 只 有 一 个 人 抽 烟 ， 所 有 人 走 出 房 间 的 时 候 身 上 也 都 会 有 烟 味 儿 。
A 15 17|||S|||， 所 有 人 走|||REQUIRED|||-NONE-|||1
A 19 19|||M|||间|||REQUIRED|||-NONE-|||1
A 22 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 28|||M|||也|||REQUIRED|||-NONE-|||1
A 29 29|||M|||会|||REQUIRED|||-NONE-|||1
T2-A0 如 果 在 一 个 房 间 里 只 有 一 个 人 抽 烟 ， 在 出 房 的 时 候 所 有 人 的 身 上 都 会 有 烟 味 儿 。
A 15 17|||S|||， 在|||REQUIRED|||-NONE-|||2
A 29 29|||M|||会|||REQUIRED|||-NONE-|||2

S 这 样 是 不 对 的 ， 我 们 要 利 用 自 己 空 时 间 听 歌 曲 。
T0-A0 这 样 是 不 对 的 ， 我 们 要 利 用 自 己 的 空 余 时 间 听 歌 曲 。
A 14 14|||M|||的|||REQUIRED|||-NONE-|||0
A 15 15|||M|||余|||REQUIRED|||-NONE-|||0
T1-A0 这 样 是 不 对 的 ， 我 们 要 利 用 自 己 的 空 闲 时 间 听 歌 曲 。
A 14 14|||M|||的|||REQUIRED|||-NONE-|||1
A 15 15|||M|||闲|||REQUIRED|||-NONE-|||1

S 家 庭 有 纠 纷 ， 找 些 有 解 决 这 方 面 的 书 。
T0-A0 家 庭 有 纠 纷 ， 可 以 找 些 有 解 决 这 方 面 纠 纷 的 策 略 的 书 。
A 6 6|||M|||可 以|||REQUIRED|||-NONE-|||0
A 14 14|||M|||纠 纷 的 策 略|||REQUIRED|||-NONE-|||0
T1-A0 家 庭 有 纠 纷 ， 找 些 解 决 这 方 面 问 题 的 书 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 14|||M|||问 题|||REQUIRED|||-NONE-|||1
T2-A0 家 庭 有 纠 纷 ， 找 些 有 关 解 决 这 方 面 的 书 。
A 9 9|||M|||关|||REQUIRED|||-NONE-|||2

S 我 家 有 四 口 人 ， 在 瑞 士 ， 这 很 普 遍 ， 这 是 一 个 正 常 家 庭 。
T0-A0 我 家 有 四 口 人 。 在 瑞 士 ， 这 种 情 况 很 普 遍 ， 这 是 一 个 正 常 的 家 庭 。
A 6 7|||S|||。|||REQUIRED|||-NONE-|||0
A 12 12|||M|||种 情 况|||REQUIRED|||-NONE-|||0
A 22 22|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 家 有 四 口 人 ， 在 瑞 士 ， 这 很 普 遍 。 我 们 家 是 一 个 正 常 的 家 庭 。
A 15 17|||S|||。 我 们 家|||REQUIRED|||-NONE-|||1
A 22 22|||M|||的|||REQUIRED|||-NONE-|||1

S ” 他 跟 我 说 “ 我 想 做 医 生 因 为 我 父 母 都 是 医 生 ” 。
T0-A0 他 跟 我 说 ： “ 我 想 做 医 生 ， 因 为 我 父 母 都 是 医 生 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||：|||REQUIRED|||-NONE-|||0
A 11 11|||M|||，|||REQUIRED|||-NONE-|||0
A 20 22|||W|||。 ”|||REQUIRED|||-NONE-|||0
T1-A0 他 跟 我 说 ： “ 我 想 做 医 生 是 因 为 我 父 母 都 是 医 生 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||：|||REQUIRED|||-NONE-|||1
A 11 11|||M|||是|||REQUIRED|||-NONE-|||1
A 20 22|||W|||。 ”|||REQUIRED|||-NONE-|||1

S 这 个 阶 段 里 ， 人 形 成 了 最 初 的 世 界 观 、 人 生 观 和 性 格 而 这 些 特 质 的 形 成 很 大 程 度 地 与 父 母 的 影 响 和 教 育 有 关 。
T0-A0 在 这 一 阶 段 ， 人 形 成 了 最 初 的 世 界 观 、 人 生 观 和 性 格 ， 然 而 这 些 特 质 的 形 成 很 大 程 度 上 也 与 父 母 的 影 响 和 教 育 有 关 。
A 0 0|||M|||在|||REQUIRED|||-NONE-|||0
A 1 2|||S|||一|||REQUIRED|||-NONE-|||0
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 23|||M|||， 然|||REQUIRED|||-NONE-|||0
A 35 36|||S|||上 也|||REQUIRED|||-NONE-|||0
T1-A0 这 个 阶 段 ， 人 形 成 了 最 初 的 世 界 观 、 人 生 观 和 性 格 ， 而 这 些 特 质 的 形 成 很 大 程 度 地 与 父 母 的 影 响 和 教 育 有 关 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 23|||M|||，|||REQUIRED|||-NONE-|||1

S 我 活 美 国 。
T0-A0 我 生 活 在 美 国 。
A 1 1|||M|||生|||REQUIRED|||-NONE-|||0
A 2 2|||M|||在|||REQUIRED|||-NONE-|||0
T1-A0 我 在 美 国 生 活 。
A 1 2|||S|||在|||REQUIRED|||-NONE-|||1
A 4 4|||M|||生 活|||REQUIRED|||-NONE-|||1

S 众 所 之 知 ， 吸 烟 对 人 类 健 康 弊 于 和 大 的 不 良 习 惯 。 目 前 市 政 府 决 定 禁 止 在 公 共 场 所 上 的 吸 烟 行 为 ， 我 积 极 的 赞 成 。
T0-A0 众 所 周 知 ， 吸 烟 是 对 人 类 健 康 弊 大 于 利 的 不 良 习 惯 。 目 前 市 政 府 决 定 禁 止 在 公 共 场 所 吸 烟 ， 我 积 极 地 赞 成 这 项 决 定 。
A 2 3|||S|||周|||REQUIRED|||-NONE-|||0
A 7 7|||M|||是|||REQUIRED|||-NONE-|||0
A 13 13|||M|||大|||REQUIRED|||-NONE-|||0
A 14 16|||S|||利|||REQUIRED|||-NONE-|||0
A 36 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 47|||S|||地|||REQUIRED|||-NONE-|||0
A 49 49|||M|||这 项 决 定|||REQUIRED|||-NONE-|||0
T1-A0 众 所 周 知 ， 吸 烟 是 对 人 类 健 康 弊 大 于 利 的 不 良 习 惯 。 对 于 目 前 市 政 府 禁 止 吸 烟 者 在 公 共 场 所 吸 烟 的 政 策 ， 我 积 极 地 赞 成 。
A 2 3|||S|||周|||REQUIRED|||-NONE-|||1
A 7 7|||M|||是|||REQUIRED|||-NONE-|||1
A 13 13|||M|||大|||REQUIRED|||-NONE-|||1
A 14 16|||S|||利|||REQUIRED|||-NONE-|||1
A 22 22|||M|||对 于|||REQUIRED|||-NONE-|||1
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 31|||M|||吸 烟 者|||REQUIRED|||-NONE-|||1
A 36 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 42|||S|||的 政 策|||REQUIRED|||-NONE-|||1
A 46 47|||S|||地|||REQUIRED|||-NONE-|||1

S 吸 烟 就 有 如 慢 性 自 杀 ， 在 烧 烟 的 同 时 ， 其 实 是 在 烧 毁 自 己 的 健 康 。
T0-A0 吸 烟 就 有 如 慢 性 自 杀 ， 在 吸 烟 的 同 时 ， 其 实 是 在 烧 毁 自 己 的 健 康 。
A 11 12|||S|||吸|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 就 有 如 慢 性 自 杀 ， 燃 烧 香 烟 的 同 时 ， 其 实 是 在 烧 毁 自 己 的 健 康 。
A 10 11|||S|||燃|||REQUIRED|||-NONE-|||1
A 12 12|||M|||香|||REQUIRED|||-NONE-|||1
T2-A0 吸 烟 就 有 如 慢 性 自 杀 ， 在 烟 燃 烧 的 同 时 ， 其 实 是 在 烧 毁 自 己 的 健 康 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||燃 烧|||REQUIRED|||-NONE-|||2
T2-A1 吸 烟 就 有 如 慢 性 自 杀 ， 在 烟 燃 烧 的 同 时 ， 其 实 是 在 烧 毁 自 己 的 健 康 。
A 11 11|||M|||烟 燃|||REQUIRED|||-NONE-|||2
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 吸 烟 是 一 个 对 身 体 健 康 极 为 不 良 的 习 惯 。 它 不 但 有 损 呼 吸 系 统 的 有 效 运 作 ， 而 且 还 会 增 加 肺 癌 的 可 能 性 以 及 其 他 与 呼 吸 系 统 有 关 的 疾 病 。 除 此 之 外 ， 由 于 人 体 的 健 康 运 作 有 赖 于 各 个 细 胞 ， 肌 肉 ， 器 官 ， 乃 至 系 统 的 合 作 ， 若 一 个 器 官 或 系 统 因 吸 烟 对 身 体 的 不 良 影 响 而 受 到 损 伤 ， 整 个 人 体 的 运 作 亦 会 因 而 被 损 害 。
T0-A0 吸 烟 是 一 个 对 身 体 健 康 极 为 有 害 的 习 惯 。 它 不 但 有 损 呼 吸 系 统 的 正 常 运 作 ， 而 且 还 会 增 加 患 肺 癌 以 及 其 他 与 呼 吸 系 统 有 关 的 疾 病 的 可 能 性 。 除 此 之 外 ， 由 于 人 体 的 健 康 运 作 有 赖 于 各 个 细 胞 、 肌 肉 、 器 官 乃 至 系 统 的 合 作 ， 若 有 一 个 器 官 或 系 统 因 吸 烟 对 身 体 产 生 的 不 良 的 影 响 而 损 伤 ， 整 个 人 体 的 运 作 就 会 受 损 害 。
A 12 14|||S|||有 害|||REQUIRED|||-NONE-|||0
A 28 30|||S|||正 常|||REQUIRED|||-NONE-|||0
A 39 39|||M|||患|||REQUIRED|||-NONE-|||0
A 41 59|||W|||以 及 其 他 与 呼 吸 系 统 有 关 的 疾 病 的 可 能 性|||REQUIRED|||-NONE-|||0
A 81 82|||S|||、|||REQUIRED|||-NONE-|||0
A 84 85|||S|||、|||REQUIRED|||-NONE-|||0
A 87 88|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 97 97|||M|||有|||REQUIRED|||-NONE-|||0
A 110 110|||M|||产 生|||REQUIRED|||-NONE-|||0
A 113 113|||M|||的|||REQUIRED|||-NONE-|||0
A 116 118|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 128 129|||S|||就|||REQUIRED|||-NONE-|||0
A 130 133|||S|||受|||REQUIRED|||-NONE-|||0

S 为 了 我 的 未 来 挣 钱 ， 比 如 明 年 我 跟 两 个 朋 友 一 起 去 中 国 。 我 的 收 入 不 高 ， 可 是 我 小 买 东 西 。
T0-A0 为 了 我 的 未 来 而 挣 钱 ， 比 如 明 年 我 跟 两 个 朋 友 一 起 去 中 国 ， 虽 然 我 的 收 入 不 高 ， 可 是 我 可 以 买 一 些 小 东 西 。
A 6 6|||M|||而|||REQUIRED|||-NONE-|||0
A 24 25|||S|||， 虽 然|||REQUIRED|||-NONE-|||0
A 35 36|||S|||可 以|||REQUIRED|||-NONE-|||0
A 37 37|||M|||一 些 小|||REQUIRED|||-NONE-|||0
T1-A0 为 了 我 的 未 来 能 多 挣 钱 ， 明 年 我 跟 两 个 朋 友 一 起 去 中 国 。 我 的 收 入 不 高 ， 可 是 我 很 少 买 东 西 。
A 6 6|||M|||能 多|||REQUIRED|||-NONE-|||1
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 36|||S|||很 少|||REQUIRED|||-NONE-|||1

S 我 没 有 够 朋 友 。
T0-A0 我 不 够 朋 友 。
A 1 3|||S|||不|||REQUIRED|||-NONE-|||0
T1-A0 我 没 有 足 够 多 的 朋 友 。
A 3 3|||M|||足|||REQUIRED|||-NONE-|||1
A 4 4|||M|||多 的|||REQUIRED|||-NONE-|||1
T2-A0 我 没 有 足 够 的 朋 友 。
A 3 3|||M|||足|||REQUIRED|||-NONE-|||2
A 4 4|||M|||的|||REQUIRED|||-NONE-|||2
T3-A0 我 没 有 交 够 朋 友 。
A 3 3|||M|||交|||REQUIRED|||-NONE-|||3

S 职 业 的 选 择 很 重 要 ， 要 接 照 自 己 的 人 生 计 划 ， 生 活 的 目 标 或 本 身 对 某 些 事 情 的 爱 好 ， 能 力 来 下 決 定 将 来 要 走 的 路 。 但 是 ， 问 题 是 这 样 ： 什 么 是 好 职 业 ？
T0-A0 职 业 的 选 择 很 重 要 ， 要 按 照 自 己 的 人 生 计 划 ， 生 活 的 目 标 或 本 身 对 某 些 事 情 的 爱 好 、 能 力 来 决 定 将 来 要 走 的 路 。 但 是 ， 问 题 是 ： 什 么 是 好 职 业 ？
A 10 11|||S|||按|||REQUIRED|||-NONE-|||0
A 36 37|||S|||、|||REQUIRED|||-NONE-|||0
A 40 42|||S|||决|||REQUIRED|||-NONE-|||0
A 56 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 而 且 在 公 共 场 所 的 人 不 仅 仅 是 成 人 ， 如 果 孩 子 们 看 到 成 人 们 抽 烟 ， 孩 子 们 怎 么 想 的 呢 ？ 是 不 是 给 孩 子 们 不 好 的 影 响 呢 ？
T0-A0 而 且 在 公 共 场 所 的 人 不 仅 仅 是 成 人 ， 如 果 孩 子 们 看 到 成 人 们 抽 烟 ， 孩 子 们 会 怎 么 想 呢 ？ 是 不 是 给 孩 子 们 造 成 了 不 好 的 影 响 呢 ？
A 32 32|||M|||会|||REQUIRED|||-NONE-|||0
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 45|||M|||造 成 了|||REQUIRED|||-NONE-|||0
T1-A0 而 且 在 公 共 场 所 的 人 不 仅 仅 是 成 人 ， 如 果 孩 子 们 看 到 成 人 们 抽 烟 ， 孩 子 们 是 怎 么 想 的 呢 ？ 是 不 是 给 孩 子 们 带 来 了 不 好 的 影 响 呢 ？
A 32 32|||M|||是|||REQUIRED|||-NONE-|||1
A 45 45|||M|||带 来 了|||REQUIRED|||-NONE-|||1

S 但 是 这 些 流 行 歌 的 作 者 都 没 有 一 定 的 创 造 信 。 他 们 写 的 都 是 一 样 的 内 容 都 是 一 样 的 ： 不 是 “ 我 爱 你 ” 就 是 “ 你 爱 我 ” 或 者 就 是 “ 你 为 什 么 不 爱 我 ？ ” 除 了 这 些 很 简 单 的 内 容 以 外 不 会 有 其 它 的 更 有 意 义 的 。
T0-A0 但 是 这 些 流 行 歌 的 作 者 都 没 有 一 定 的 创 造 力 ， 他 们 写 的 都 是 一 样 的 内 容 ： 不 是 “ 我 爱 你 ” 就 是 “ 你 爱 我 ” ， 或 者 就 是 “ 你 为 什 么 不 爱 我 ？ ” 除 了 这 些 很 简 单 的 内 容 以 外 不 会 有 其 它 更 有 意 义 的 内 容 。
A 18 20|||S|||力 ，|||REQUIRED|||-NONE-|||0
A 31 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 51 51|||M|||，|||REQUIRED|||-NONE-|||0
A 82 83|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 88 88|||M|||内 容|||REQUIRED|||-NONE-|||0
T1-A0 但 是 这 些 流 行 歌 的 作 者 都 没 有 一 定 的 创 造 力 ， 他 们 写 的 内 容 都 是 一 样 的 ： 不 是 “ 我 爱 你 ” 就 是 “ 你 爱 我 ” ， 或 者 就 是 “ 你 为 什 么 不 爱 我 ？ ” 除 了 这 些 很 简 单 的 内 容 以 外 不 会 有 其 它 的 更 有 意 义 的 内 容 。
A 18 20|||S|||力 ，|||REQUIRED|||-NONE-|||1
A 23 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 51|||M|||，|||REQUIRED|||-NONE-|||1
A 88 88|||M|||内 容|||REQUIRED|||-NONE-|||1

S 一 个 塑 料 瓶 ， 你 随 便 它 的 时 候 ， 有 可 能 要 等 几 下 年 ， 它 才 会 自 然 地 灭 掉 。
T0-A0 一 个 塑 料 瓶 ， 你 随 便 扔 它 的 时 候 ， 有 可 能 要 等 好 几 年 ， 它 才 会 自 然 地 毁 灭 掉 。
A 9 9|||M|||扔|||REQUIRED|||-NONE-|||0
A 19 19|||M|||好|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 29|||M|||毁|||REQUIRED|||-NONE-|||0
T1-A0 一 个 塑 料 瓶 ， 你 随 便 丢 弃 了 它 ， 有 可 能 要 等 几 十 年 ， 它 才 会 自 然 地 降 解 掉 。
A 9 13|||S|||丢 弃 了 它|||REQUIRED|||-NONE-|||1
A 20 21|||S|||十|||REQUIRED|||-NONE-|||1
A 29 30|||S|||降 解|||REQUIRED|||-NONE-|||1
T2-A0 一 个 塑 料 瓶 ， 你 随 便 丢 掉 它 的 时 候 ， 有 可 能 要 等 几 十 年 ， 它 才 会 自 然 地 消 失 。
A 9 9|||M|||丢 掉|||REQUIRED|||-NONE-|||2
A 20 21|||S|||十|||REQUIRED|||-NONE-|||2
A 29 31|||S|||消 失|||REQUIRED|||-NONE-|||2
T3-A0 一 个 塑 料 瓶 ， 当 你 随 便 扔 它 的 时 候 ， 有 可 能 要 等 几 十 年 ， 它 才 会 自 然 地 分 解 掉 。
A 6 6|||M|||当|||REQUIRED|||-NONE-|||3
A 9 9|||M|||扔|||REQUIRED|||-NONE-|||3
A 20 21|||S|||十|||REQUIRED|||-NONE-|||3
A 29 30|||S|||分 解|||REQUIRED|||-NONE-|||3

S 每 天 下 课 了 以 后 他 陪 同 我 回 家 。 他 又 幽 默 又 烦 人 。 有 的 时 候 他 玩 笑 、 说 噱 头 、 做 可 笑 的 手 势 。 但 是 还 有 的 时 候 他 说 不 真 的 事 ， 做 坏 的 玩 笑 、 说 粗 话 。
T0-A0 每 天 下 课 以 后 他 陪 我 回 家 。 他 又 幽 默 又 烦 人 。 有 的 时 候 他 开 玩 笑 、 说 大 话 、 做 可 笑 的 手 势 。 但 是 还 有 的 时 候 他 说 不 真 实 的 事 、 开 不 好 的 玩 笑 、 说 粗 话 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M|||开|||REQUIRED|||-NONE-|||0
A 31 33|||S|||大 话|||REQUIRED|||-NONE-|||0
A 52 52|||M|||实|||REQUIRED|||-NONE-|||0
A 54 57|||S|||、 开 不 好|||REQUIRED|||-NONE-|||0
T1-A0 每 天 下 课 以 后 ， 他 陪 我 回 家 。 他 又 幽 默 又 烦 人 。 有 的 时 候 他 开 玩 笑 、 搞 噱 头 、 做 可 笑 的 手 势 。 但 是 还 有 的 时 候 他 说 假 的 事 、 开 不 好 的 玩 笑 、 说 粗 话 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 7|||M|||，|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||开|||REQUIRED|||-NONE-|||1
A 30 31|||S|||搞|||REQUIRED|||-NONE-|||1
A 50 52|||S|||假|||REQUIRED|||-NONE-|||1
A 54 57|||S|||、 开 不 好|||REQUIRED|||-NONE-|||1
T2-A0 每 天 下 课 以 后 他 陪 我 回 家 。 他 又 幽 默 又 烦 人 。 有 的 时 候 他 开 玩 笑 、 搞 噱 头 、 做 可 笑 的 手 势 。 但 是 还 有 的 时 候 他 说 不 真 的 事 情 、 开 不 好 的 玩 笑 或 者 说 粗 话 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 27 27|||M|||开|||REQUIRED|||-NONE-|||2
A 30 31|||S|||搞|||REQUIRED|||-NONE-|||2
A 54 57|||S|||情 、 开 不 好|||REQUIRED|||-NONE-|||2
A 60 61|||S|||或 者|||REQUIRED|||-NONE-|||2

S 在 这 样 的 情 况 下 ， 人 们 想 享 受 很 多 的 东 西 其 中 的 一 个 是 歌 曲 。
T0-A0 在 这 样 的 情 况 下 ， 人 们 想 享 受 的 很 多 东 西 的 其 中 一 个 是 歌 曲 。
A 13 16|||W|||的 很 多|||REQUIRED|||-NONE-|||0
A 18 21|||W|||的 其 中|||REQUIRED|||-NONE-|||0
T0-A1 在 这 样 的 情 况 下 ， 人 们 想 享 受 的 很 多 东 西 的 其 中 一 个 是 歌 曲 。
A 13 13|||M|||的|||REQUIRED|||-NONE-|||0
A 15 18|||W|||东 西 的|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 在 这 样 的 情 况 下 ， 人 们 想 享 受 很 多 东 西 ， 其 中 一 个 是 歌 曲 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 18|||M|||，|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 在 这 样 的 情 况 下 ， 人 们 想 享 受 很 多 的 东 西 ， 其 中 一 个 就 是 歌 曲 。
A 18 18|||M|||，|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||就|||REQUIRED|||-NONE-|||2
T3-A0 在 这 样 的 情 况 下 ， 人 们 想 享 受 很 多 的 东 西 ， 其 中 的 一 个 是 歌 曲 。
A 18 18|||M|||，|||REQUIRED|||-NONE-|||3
T4-A0 在 这 样 的 情 况 下 ， 人 们 想 享 受 的 很 多 的 东 西 中 其 中 的 一 个 是 歌 曲 。
A 13 13|||M|||的|||REQUIRED|||-NONE-|||4
A 18 18|||M|||中|||REQUIRED|||-NONE-|||4

S 我 认 为 他 们 不 喜 欢 吃 臭 豆 腐 的 理 由 是 看 外 面 的 样 子 和 臭 味 。
T0-A0 我 认 为 他 们 不 喜 欢 吃 臭 豆 腐 的 理 由 是 看 它 外 面 的 样 子 和 闻 到 了 它 的 臭 味 。
A 17 17|||M|||它|||REQUIRED|||-NONE-|||0
A 23 23|||M|||闻 到 了 它 的|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 他 们 不 喜 欢 吃 臭 豆 腐 的 理 由 是 臭 豆 腐 外 面 的 样 子 和 臭 味 。
A 16 17|||S|||臭 豆 腐|||REQUIRED|||-NONE-|||1

S 但 以 前 听 说 过 ， 早 恋 引 起 了 不 好 事 。
T0-A0 但 以 前 听 说 过 ， 早 恋 造 成 了 不 好 的 事 情 。
A 9 11|||S|||造 成|||REQUIRED|||-NONE-|||0
A 14 14|||M|||的|||REQUIRED|||-NONE-|||0
A 15 15|||M|||情|||REQUIRED|||-NONE-|||0
T1-A0 但 以 前 听 说 过 ， 早 恋 带 来 了 不 好 的 事 。
A 9 11|||S|||带 来|||REQUIRED|||-NONE-|||1
A 14 14|||M|||的|||REQUIRED|||-NONE-|||1

S 如 果 我 浪 费 水 ， 我 的 父 母 告 诉 我 。 在 家 ， 为 了 不 浪 费 电 力 ， 我 们 只 看 电 视 每 天 一 个 小 时 。 这 可 以 帮 助 我 们 节 约 电 力 。 我 认 为 每 个 人 都 应 该 做 同 样 的 。 人 都 会 明 白 ， 这 是 他 们 的 责 任 ， 不 浪 费 资 源 。 另 一 个 问 题 是 污 染 ， 因 为 它 破 坏 环 境 。 为 了 养 活 污 染 ， 我 们 应 该 减 少 使 用 汽 车 。 污 染 有 害 动 物 ， 植 物 和 人 。
T0-A0 如 果 我 浪 费 水 ， 我 的 父 母 就 会 提 醒 我 。 在 家 ， 为 了 不 浪 费 电 力 ， 我 们 每 天 只 看 一 个 小 时 电 视 。 这 可 以 帮 助 我 们 节 约 电 力 。 我 认 为 每 个 人 都 应 该 做 同 样 的 事 。 人 都 会 明 白 ， 这 是 他 们 的 责 任 ， 不 应 该 浪 费 资 源 。 另 一 个 问 题 是 污 染 ， 因 为 它 破 坏 环 境 。 为 了 减 少 污 染 ， 我 们 应 该 减 少 使 用 汽 车 的 次 数 。 污 染 会 伤 害 动 物 ， 植 物 和 人 。
A 11 13|||S|||就 会 提 醒|||REQUIRED|||-NONE-|||0
A 28 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M|||只 看|||REQUIRED|||-NONE-|||0
A 38 38|||M|||电 视|||REQUIRED|||-NONE-|||0
A 64 64|||M|||事|||REQUIRED|||-NONE-|||0
A 80 80|||M|||应 该|||REQUIRED|||-NONE-|||0
A 104 106|||S|||减 少|||REQUIRED|||-NONE-|||0
A 119 119|||M|||的 次 数|||REQUIRED|||-NONE-|||0
A 122 123|||S|||会 伤|||REQUIRED|||-NONE-|||0
T0-A1 如 果 我 浪 费 水 ， 我 的 父 母 就 会 提 醒 我 。 在 家 ， 为 了 不 浪 费 电 力 ， 我 们 每 天 只 看 一 个 小 时 电 视 。 这 可 以 帮 助 我 们 节 约 电 力 。 我 认 为 每 个 人 都 应 该 做 同 样 的 事 。 人 都 会 明 白 ， 这 是 他 们 的 责 任 ， 不 应 该 浪 费 资 源 。 另 一 个 问 题 是 污 染 ， 因 为 它 破 坏 环 境 。 为 了 减 少 污 染 ， 我 们 应 该 减 少 使 用 汽 车 的 次 数 。 污 染 会 伤 害 动 物 ， 植 物 和 人 。
A 11 13|||S|||就 会 提 醒|||REQUIRED|||-NONE-|||0
A 28 28|||M|||每 天|||REQUIRED|||-NONE-|||0
A 30 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M|||电 视|||REQUIRED|||-NONE-|||0
A 64 64|||M|||事|||REQUIRED|||-NONE-|||0
A 80 80|||M|||应 该|||REQUIRED|||-NONE-|||0
A 104 106|||S|||减 少|||REQUIRED|||-NONE-|||0
A 119 119|||M|||的 次 数|||REQUIRED|||-NONE-|||0
A 122 123|||S|||会 伤|||REQUIRED|||-NONE-|||0

S 他 前 9 0 年 住 在 慕 尼 黑 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 毛 泽 东 觉 得 愚 公 当 英 雄 ， 因 为 他 作 工 作 得 很 努 力 。
T0-A0 毛 泽 东 觉 得 愚 公 是 英 雄 ， 因 为 他 工 作 做 得 很 努 力 。
A 7 8|||S|||是|||REQUIRED|||-NONE-|||0
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 17|||M|||做|||REQUIRED|||-NONE-|||0
T1-A0 毛 泽 东 觉 得 愚 公 是 英 雄 ， 因 为 他 工 作 得 很 努 力 。
A 7 8|||S|||是|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 毛 泽 东 觉 得 愚 公 是 英 雄 ， 因 为 他 工 作 很 努 力 。
A 7 8|||S|||是|||REQUIRED|||-NONE-|||2
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 再 说 愚 公 是 很 好 的 英 雄 ， 因 为 他 非 常 聪 明 ， 他 知 想 他 的 家 继 他 的 计 划 。
T0-A0 再 说 愚 公 是 一 个 很 好 的 英 雄 ， 因 为 他 非 常 聪 明 ， 他 想 让 他 的 家 人 继 续 他 的 计 划 。
A 5 5|||M|||一 个|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||让|||REQUIRED|||-NONE-|||0
A 25 25|||M|||人|||REQUIRED|||-NONE-|||0
A 26 26|||M|||续|||REQUIRED|||-NONE-|||0
T1-A0 再 说 愚 公 是 很 好 的 英 雄 ， 因 为 他 非 常 聪 明 ， 他 知 道 他 的 家 人 会 继 续 他 的 计 划 。
A 21 22|||S|||道|||REQUIRED|||-NONE-|||1
A 25 25|||M|||人 会|||REQUIRED|||-NONE-|||1
A 26 26|||M|||续|||REQUIRED|||-NONE-|||1
T2-A0 再 说 愚 公 是 个 很 好 的 英 雄 ， 因 为 他 非 常 聪 明 ， 他 知 道 他 的 家 人 可 以 继 续 他 的 计 划 。
A 5 5|||M|||个|||REQUIRED|||-NONE-|||2
A 21 22|||S|||道|||REQUIRED|||-NONE-|||2
A 25 25|||M|||人 可 以|||REQUIRED|||-NONE-|||2
A 26 26|||M|||续|||REQUIRED|||-NONE-|||2

S 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 是 从 古 典 与 爵 士 乐 启 发 。
T0-A0 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 是 从 古 典 与 爵 士 乐 中 获 得 启 发 而 创 作 的 音 乐 。
A 21 21|||M|||中 获 得|||REQUIRED|||-NONE-|||0
A 23 23|||M|||而 创 作 的 音 乐|||REQUIRED|||-NONE-|||0
T1-A0 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 而 是 从 古 典 与 爵 士 乐 中 受 到 启 发 。
A 13 13|||M|||而|||REQUIRED|||-NONE-|||1
A 21 21|||M|||中 受 到|||REQUIRED|||-NONE-|||1
T2-A0 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 是 受 古 典 与 爵 士 乐 启 发 的 。
A 14 15|||S|||受|||REQUIRED|||-NONE-|||2
A 23 23|||M|||的|||REQUIRED|||-NONE-|||2
T3-A0 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 是 被 古 典 与 爵 士 乐 启 发 的 。
A 14 15|||S|||被|||REQUIRED|||-NONE-|||3
A 23 23|||M|||的|||REQUIRED|||-NONE-|||3
T4-A0 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 是 从 古 典 与 爵 士 乐 受 启 发 创 作 的 。
A 21 21|||M|||受|||REQUIRED|||-NONE-|||4
A 23 23|||M|||创 作 的|||REQUIRED|||-NONE-|||4
T5-A0 他 们 的 音 乐 不 是 普 通 的 摇 滚 ， 是 由 古 典 与 爵 士 乐 启 发 的 。
A 14 15|||S|||由|||REQUIRED|||-NONE-|||5
A 23 23|||M|||的|||REQUIRED|||-NONE-|||5

S 而 且 我 也 想 给 孩 子 开 阔 眼 界 ， 所 以 陪 他 去 博 物 馆 ， 美 术 馆 ， 野 营 等 很 多 地 方 。
T0-A0 而 且 我 也 想 给 孩 子 开 阔 眼 界 ， 所 以 陪 他 去 博 物 馆 、 美 术 馆 、 野 营 等 很 多 地 方 。
A 21 22|||S|||、|||REQUIRED|||-NONE-|||0
A 25 26|||S|||、|||REQUIRED|||-NONE-|||0
T1-A0 而 且 我 也 想 给 孩 子 开 阔 眼 界 ， 所 以 陪 他 去 博 物 馆 、 美 术 馆 、 野 营 营 地 等 很 多 地 方 。
A 21 22|||S|||、|||REQUIRED|||-NONE-|||1
A 25 26|||S|||、|||REQUIRED|||-NONE-|||1
A 27 27|||M|||营|||REQUIRED|||-NONE-|||1
A 28 28|||M|||地|||REQUIRED|||-NONE-|||1

S 我 知 道 爷 爷 ， 奶 奶 有 这 样 的 想 法 ， 但 是 我 自 己 的 父 母 ？ ！
T0-A0 我 知 道 爷 爷 、 奶 奶 有 这 样 的 想 法 ， 但 是 我 自 己 的 父 母 呢 ？ ！
A 5 6|||S|||、|||REQUIRED|||-NONE-|||0
A 23 23|||M|||呢|||REQUIRED|||-NONE-|||0
T1-A0 我 知 道 爷 爷 和 奶 奶 有 这 样 的 想 法 ， 但 是 我 自 己 的 父 母 呢 ？ ！
A 5 6|||S|||和|||REQUIRED|||-NONE-|||1
A 23 23|||M|||呢|||REQUIRED|||-NONE-|||1
T2-A0 我 知 道 爷 爷 奶 奶 有 这 样 的 想 法 ， 但 是 我 自 己 的 父 母 呢 ？ ！
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||呢|||REQUIRED|||-NONE-|||2

S 特 别 高 中 学 生 不 能 控 制 自 己 ， 常 常 犯 了 错 误 。
T0-A0 特 别 是 高 中 学 生 不 能 控 制 自 己 ， 常 常 犯 错 误 。
A 2 2|||M|||是|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 特 别 是 高 中 学 生 不 能 控 制 自 己 ， 常 常 会 犯 错 误 。
A 2 2|||M|||是|||REQUIRED|||-NONE-|||1
A 15 15|||M|||会|||REQUIRED|||-NONE-|||1
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 特 别 是 高 中 学 生 ， 不 能 控 制 自 己 ， 常 常 犯 错 误 。
A 2 2|||M|||是|||REQUIRED|||-NONE-|||2
A 6 6|||M|||，|||REQUIRED|||-NONE-|||2
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 这 一 点 可 以 说 吸 烟 对 个 人 健 康 的 利 益 。 而 且 日 本 东 京 大 学 医 学 部 的 铃 木 教 授 也 通 过 使 用 动 物 实 验 研 究 证 明 这 一 点 。
T0-A0 这 一 点 可 以 说 明 吸 烟 对 个 人 健 康 的 利 益 ， 而 且 日 本 东 京 大 学 医 学 部 的 铃 木 教 授 也 通 过 使 用 动 物 实 验 研 究 证 明 了 这 一 点 。
A 6 6|||M|||明|||REQUIRED|||-NONE-|||0
A 16 17|||S|||，|||REQUIRED|||-NONE-|||0
A 46 46|||M|||了|||REQUIRED|||-NONE-|||0

S 许 多 的 情 侣 认 为 ， 得 不 到 亲 戚 们 的 认 同 也 没 关 系 ， 一 切 的 困 难 只 要 彼 此 相 爱 没 人 能 难 倒 他 们 。
T0-A0 许 多 的 情 侣 认 为 ： 得 不 到 亲 戚 们 的 认 同 也 没 关 系 ， 面 对 一 切 困 难 ， 只 要 彼 此 相 爱 ， 没 人 能 难 倒 他 们 。
A 7 8|||S|||：|||REQUIRED|||-NONE-|||0
A 22 22|||M|||面 对|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M|||，|||REQUIRED|||-NONE-|||0
A 33 33|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 许 多 的 情 侣 认 为 ， 得 不 到 亲 戚 们 的 认 同 也 没 关 系 ， 面 对 一 切 的 困 难 ， 只 要 彼 此 相 爱 ， 没 人 能 难 倒 他 们 。
A 22 22|||M|||面 对|||REQUIRED|||-NONE-|||1
A 27 27|||M|||，|||REQUIRED|||-NONE-|||1
A 33 33|||M|||，|||REQUIRED|||-NONE-|||1

S 吸 烟 是 只 允 许 成 年 人 的 行 为 ， 因 此 我 认 为 不 管 多 伤 害 自 己 的 身 体 也 本 人 觉 得 无 所 谓 ， 那 这 一 个 问 题 是 别 人 无 话 可 说 了 。
T0-A0 吸 烟 是 只 允 许 成 年 人 做 的 行 为 ， 因 此 我 认 为 不 管 多 伤 害 自 己 的 身 体 本 人 也 觉 得 无 所 谓 ， 那 这 一 个 问 题 别 人 也 无 话 可 说 了 。
A 9 9|||M|||做|||REQUIRED|||-NONE-|||0
A 28 31|||W|||本 人 也|||REQUIRED|||-NONE-|||0
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 46|||M|||也|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 是 只 允 许 成 年 人 做 的 行 为 ， 因 此 我 认 为 不 管 多 伤 害 自 己 的 身 体 本 人 也 觉 得 无 所 谓 的 话 ， 那 这 一 个 问 题 别 人 是 无 话 可 说 了 。
A 9 9|||M|||做|||REQUIRED|||-NONE-|||1
A 28 31|||W|||本 人 也|||REQUIRED|||-NONE-|||1
A 36 36|||M|||的 话|||REQUIRED|||-NONE-|||1
A 43 46|||W|||别 人 是|||REQUIRED|||-NONE-|||1
T2-A0 吸 烟 是 只 允 许 成 年 人 做 的 行 为 ， 因 此 我 认 为 不 管 多 伤 害 自 己 的 身 体 本 人 也 觉 得 无 所 谓 ， 那 这 一 个 问 题 别 人 是 无 话 可 说 了 。
A 9 9|||M|||做|||REQUIRED|||-NONE-|||2
A 28 31|||W|||本 人 也|||REQUIRED|||-NONE-|||2
A 43 46|||W|||别 人 是|||REQUIRED|||-NONE-|||2

S 我 觉 得 我 的 日 文 文 化 考 试 完 蛋 了 ， 因 为 我 睡 不 会 ， 所 以 我 不 思 考 的 好 。
T0-A0 我 觉 得 我 的 日 语 文 化 考 试 完 蛋 了 ， 因 为 我 没 睡 好 ， 所 以 我 思 考 的 答 案 不 好 。
A 6 7|||S|||语|||REQUIRED|||-NONE-|||0
A 18 18|||M|||没|||REQUIRED|||-NONE-|||0
A 19 21|||S|||好|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 29|||M|||答 案 不|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 我 的 日 语 文 化 考 试 完 蛋 了 ， 因 为 我 没 睡 好 ， 所 以 我 不 会 考 得 好 。
A 6 7|||S|||语|||REQUIRED|||-NONE-|||1
A 18 18|||M|||没|||REQUIRED|||-NONE-|||1
A 19 21|||S|||好|||REQUIRED|||-NONE-|||1
A 26 27|||S|||会|||REQUIRED|||-NONE-|||1
A 28 29|||S|||得|||REQUIRED|||-NONE-|||1

S 我 走 得 慢 一 点 以 外 没 法 躲 那 烟 。 像 这 样 的 事 不 是 第 一 次 。 对 不 吸 咽 的 人 来 说 ， 烟 的 味 道 真 难 受 的 。
T0-A0 我 除 了 走 得 慢 一 点 以 外 没 法 躲 那 烟 。 像 这 样 的 事 不 是 第 一 次 。 对 不 吸 咽 的 人 来 说 ， 烟 的 味 道 真 让 人 难 受 。
A 1 1|||M|||除 了|||REQUIRED|||-NONE-|||0
A 39 39|||M|||让 人|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 除 了 走 得 慢 一 点 以 外 没 法 躲 避 那 烟 。 像 这 样 的 事 不 是 第 一 次 了 。 对 不 吸 咽 的 人 来 说 ， 烟 的 味 道 真 难 闻 。
A 1 1|||M|||除 了|||REQUIRED|||-NONE-|||1
A 11 11|||M|||避|||REQUIRED|||-NONE-|||1
A 24 24|||M|||了|||REQUIRED|||-NONE-|||1
A 40 42|||S|||闻|||REQUIRED|||-NONE-|||1
T2-A0 除 了 我 走 得 慢 一 点 以 外 没 法 躲 那 烟 。 像 这 样 的 事 不 是 第 一 次 。 对 不 吸 咽 的 人 来 说 ， 闻 到 烟 的 味 道 是 真 难 受 的 。
A 0 0|||M|||除 了|||REQUIRED|||-NONE-|||2
A 34 34|||M|||闻 到|||REQUIRED|||-NONE-|||2
A 38 38|||M|||是|||REQUIRED|||-NONE-|||2

S 对 音 乐 的 看 法 都 不 一 样 ， 人 们 都 有 自 己 喜 欢 的 音 乐 样 式 。 不 能 说 有 的 音 乐 不 好 ， 因 为 都 是 从 自 己 的 角 度 看 的 。
T0-A0 每 个 人 对 音 乐 的 看 法 都 不 一 样 ， 人 们 都 有 自 己 喜 欢 的 音 乐 风 格 。 不 能 说 有 的 音 乐 不 好 ， 因 为 这 都 是 从 自 己 的 角 度 看 的 。
A 0 0|||M|||每 个 人|||REQUIRED|||-NONE-|||0
A 22 24|||S|||风 格|||REQUIRED|||-NONE-|||0
A 37 37|||M|||这|||REQUIRED|||-NONE-|||0

S 可 是 如 果 发 现 你 的 胃 变 黑 色 的 话 应 该 去 医 院 检 查 身 体 。
T0-A0 可 是 如 果 你 发 现 你 的 胃 变 黑 的 话 ， 你 就 应 该 去 医 院 检 查 身 体 。
A 4 4|||M|||你|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||， 你 就|||REQUIRED|||-NONE-|||0
T1-A0 可 是 如 果 你 发 现 你 的 胃 变 成 黑 色 的 话 ， 你 就 应 该 去 医 院 检 查 身 体 。
A 4 4|||M|||你|||REQUIRED|||-NONE-|||1
A 10 10|||M|||成|||REQUIRED|||-NONE-|||1
A 14 14|||M|||， 你 就|||REQUIRED|||-NONE-|||1

S 那 么 你 想 问 “ 那 你 高 中 毕 业 以 后 不 喜 欢 流 行 歌 曲 吗 ？
T0-A0 那 么 你 想 问 “ 那 你 高 中 毕 业 以 后 不 喜 欢 流 行 歌 曲 吗 ？ ”
A 23 23|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 那 么 你 是 不 是 想 问 “ 那 你 高 中 毕 业 以 后 不 喜 欢 流 行 歌 曲 吗 ？ ”
A 3 3|||M|||是 不 是|||REQUIRED|||-NONE-|||1
A 23 23|||M|||”|||REQUIRED|||-NONE-|||1
T2-A0 那 么 你 想 问 ： “ 那 你 高 中 毕 业 以 后 不 喜 欢 流 行 歌 曲 吗 ？ ”
A 5 5|||M|||：|||REQUIRED|||-NONE-|||2
A 23 23|||M|||”|||REQUIRED|||-NONE-|||2

S 对 吸 烟 者 而 言 ， 过 度 抽 烟 会 引 起 肺 癌 、 呼 吸 道 等 各 种 疾 病 。
T0-A0 对 吸 烟 者 而 言 ， 过 度 抽 烟 会 引 起 肺 癌 、 呼 吸 道 感 染 等 各 种 疾 病 。
A 20 20|||M|||感 染|||REQUIRED|||-NONE-|||0
T1-A0 对 吸 烟 者 而 言 ， 过 度 抽 烟 会 引 起 肺 癌 、 呼 吸 道 疾 病 等 各 种 疾 病 。
A 20 20|||M|||疾 病|||REQUIRED|||-NONE-|||1

S 我 高 中 生 时 我 一 年 学 习 了 汉 语 ， 但 我 都 忘 了 。 然 而 在 上 海 时 我 逐 渐 记 起 来 一 些 汉 语 的 句 字 。
T0-A0 在 上 高 中 时 ， 我 学 习 了 一 年 的 汉 语 ， 但 我 都 忘 了 。 然 而 在 上 海 时 我 逐 渐 记 起 来 一 些 汉 语 的 句 子 。
A 0 1|||S|||在 上|||REQUIRED|||-NONE-|||0
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||，|||REQUIRED|||-NONE-|||0
A 6 11|||W|||学 习 了 一 年 的|||REQUIRED|||-NONE-|||0
A 38 39|||S|||子|||REQUIRED|||-NONE-|||0
T1-A0 高 中 时 ， 我 学 习 了 一 年 汉 语 ， 但 我 都 忘 了 。 然 而 在 上 海 时 我 逐 渐 记 起 来 一 些 汉 语 的 句 子 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||，|||REQUIRED|||-NONE-|||1
A 6 11|||W|||学 习 了 一 年|||REQUIRED|||-NONE-|||1
A 38 39|||S|||子|||REQUIRED|||-NONE-|||1
T2-A0 我 高 中 时 学 习 了 一 年 汉 语 ， 但 我 都 忘 了 。 然 而 在 上 海 时 我 逐 渐 记 起 来 一 些 汉 语 的 句 子 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 5 11|||W|||学 习 了 一 年|||REQUIRED|||-NONE-|||2
A 38 39|||S|||子|||REQUIRED|||-NONE-|||2

S 有 的 家 要 离 婚 ， 有 的 家 没 有 人 把 自 己 的 孩 子 养 好 。
T0-A0 有 的 家 要 离 婚 ， 有 的 家 没 有 人 把 自 己 的 孩 子 抚 养 好 。
A 19 19|||M|||抚|||REQUIRED|||-NONE-|||0
T1-A0 有 的 家 庭 要 离 婚 ， 有 的 家 庭 没 有 人 能 把 自 己 的 孩 子 养 好 。
A 3 3|||M|||庭|||REQUIRED|||-NONE-|||1
A 10 10|||M|||庭|||REQUIRED|||-NONE-|||1
A 13 13|||M|||能|||REQUIRED|||-NONE-|||1
T2-A0 有 的 家 里 人 要 离 婚 ， 有 的 家 里 没 有 人 把 自 己 的 孩 子 养 好 。
A 3 3|||M|||里 人|||REQUIRED|||-NONE-|||2
A 10 10|||M|||里|||REQUIRED|||-NONE-|||2
T3-A0 有 的 家 庭 要 离 婚 ， 有 的 家 庭 没 有 把 自 己 的 孩 子 培 养 好 。
A 3 3|||M|||庭|||REQUIRED|||-NONE-|||3
A 10 10|||M|||庭|||REQUIRED|||-NONE-|||3
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 19 19|||M|||培|||REQUIRED|||-NONE-|||3

S 在 日 本 有 一 句 说 ， “ 孩 子 以 父 母 的 背 后 看 会 学 。
T0-A0 在 日 本 有 一 句 话 说 ， 孩 子 在 父 母 的 背 后 看 和 学 。
A 6 6|||M|||话|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S|||在|||REQUIRED|||-NONE-|||0
A 18 19|||S|||和|||REQUIRED|||-NONE-|||0
T1-A0 在 日 本 有 一 句 话 说 ： “ 孩 子 在 父 母 的 背 后 看 和 学 。 ”
A 6 6|||M|||话|||REQUIRED|||-NONE-|||1
A 7 8|||S|||：|||REQUIRED|||-NONE-|||1
A 11 12|||S|||在|||REQUIRED|||-NONE-|||1
A 18 19|||S|||和|||REQUIRED|||-NONE-|||1
A 21 21|||M|||”|||REQUIRED|||-NONE-|||1
T2-A0 日 本 有 一 句 话 说 ： “ 孩 子 会 在 父 母 的 背 后 跟 着 看 和 学 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 6 6|||M|||话|||REQUIRED|||-NONE-|||2
A 7 8|||S|||：|||REQUIRED|||-NONE-|||2
A 11 12|||S|||会 在|||REQUIRED|||-NONE-|||2
A 17 17|||M|||跟 着|||REQUIRED|||-NONE-|||2
A 18 19|||S|||和|||REQUIRED|||-NONE-|||2
A 21 21|||M|||”|||REQUIRED|||-NONE-|||2

S 1 2 回 合 结 束 后 ， 就 速 度 减 速 。
T0-A0 1 2 回 合 结 束 后 ， 速 度 就 减 慢 了 。
A 8 11|||W|||速 度 就|||REQUIRED|||-NONE-|||0
A 12 13|||S|||慢 了|||REQUIRED|||-NONE-|||0
T1-A0 1 2 回 合 结 束 后 ， 速 度 就 减 慢 。
A 8 11|||W|||速 度 就|||REQUIRED|||-NONE-|||1
A 12 13|||S|||慢|||REQUIRED|||-NONE-|||1
T2-A0 1 2 回 合 结 束 后 ， 就 减 慢 速 度 。
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 12 12|||M|||慢|||REQUIRED|||-NONE-|||2
A 13 13|||M|||度|||REQUIRED|||-NONE-|||2
T2-A1 1 2 回 合 结 束 后 ， 就 减 慢 速 度 。
A 9 13|||W|||减 慢 速 度|||REQUIRED|||-NONE-|||2
T3-A0 1 2 个 回 合 结 束 后 就 减 速 。
A 2 2|||M|||个|||REQUIRED|||-NONE-|||3
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 人 和 人 时 间 相 处 的 长 就 会 受 到 影 响 ， 何 况 是 每 天 生 活 在 一 起 的 父 母 。
T0-A0 人 和 人 相 处 的 时 间 长 就 会 受 到 影 响 ， 何 况 是 每 天 生 活 在 一 起 的 父 母 。
A 3 8|||W|||相 处 的 时 间|||REQUIRED|||-NONE-|||0
T1-A0 人 和 人 长 时 间 地 相 处 就 会 受 到 影 响 ， 更 何 况 是 每 天 生 活 在 一 起 的 父 母 。
A 3 3|||M|||长|||REQUIRED|||-NONE-|||1
A 5 5|||M|||地|||REQUIRED|||-NONE-|||1
A 7 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 16|||M|||更|||REQUIRED|||-NONE-|||1

S 我 又 感 觉 到 了 被 深 深 的 感 动 。
T0-A0 我 又 感 觉 到 了 深 深 的 感 动 之 情 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 12|||M|||之 情|||REQUIRED|||-NONE-|||0
T1-A0 我 又 感 觉 到 了 深 深 的 感 动 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 又 被 深 深 地 感 动 到 了 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 9 10|||S|||地|||REQUIRED|||-NONE-|||2
A 12 12|||M|||到 了|||REQUIRED|||-NONE-|||2
T3-A0 我 又 感 觉 到 被 深 深 地 感 动 了 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 9 10|||S|||地|||REQUIRED|||-NONE-|||3
A 12 12|||M|||了|||REQUIRED|||-NONE-|||3
T4-A0 我 又 被 深 深 地 感 动 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 9 10|||S|||地|||REQUIRED|||-NONE-|||4

S 我 住 在 日 内 瓦 ， 所 以 不 是 瑞 士 人 。 我 爸 爸 是 孟 加 拉 人 ， 我 妈 妈 是 英 国 人 。 当 然 会 说 英 语 ， 也 会 说 孟 加 拉 话 。
T0-A0 我 住 在 日 内 瓦 ， 但 是 不 是 瑞 士 人 。 我 爸 爸 是 孟 加 拉 人 ， 我 妈 妈 是 英 国 人 。 我 当 然 会 说 英 语 ， 也 会 说 孟 加 拉 语 。
A 7 9|||S|||但 是|||REQUIRED|||-NONE-|||0
A 32 32|||M|||我|||REQUIRED|||-NONE-|||0
A 45 46|||S|||语|||REQUIRED|||-NONE-|||0
T1-A0 我 住 在 日 内 瓦 ， 但 我 不 是 瑞 士 人 。 我 爸 爸 是 孟 加 拉 人 ， 我 妈 妈 是 英 国 人 。 我 当 然 会 说 英 语 ， 也 会 说 孟 加 拉 话 。
A 7 9|||S|||但 我|||REQUIRED|||-NONE-|||1
A 32 32|||M|||我|||REQUIRED|||-NONE-|||1

S 从 我 们 出 生 到 我 们 去 世 ， 他 们 的 第 一 教 育 ， 他 们 的 第 一 句 话 都 是 我 们 的 珍 宝 。
T0-A0 从 我 们 出 生 到 我 们 去 世 ， 他 们 对 我 们 的 第 一 次 教 育 、 他 们 对 我 们 所 说 的 第 一 句 话 都 是 我 们 的 珍 宝 。
A 12 12|||M|||们 对 我|||REQUIRED|||-NONE-|||0
A 16 16|||M|||次|||REQUIRED|||-NONE-|||0
A 18 19|||S|||、|||REQUIRED|||-NONE-|||0
A 20 20|||M|||们 对 我|||REQUIRED|||-NONE-|||0
A 21 21|||M|||所 说|||REQUIRED|||-NONE-|||0
T1-A0 从 我 们 出 生 到 我 们 去 世 ， 他 们 对 我 们 的 每 一 次 教 育 、 他 们 对 我 们 所 说 的 每 一 句 话 都 是 我 们 的 珍 宝 。
A 12 12|||M|||们 对 我|||REQUIRED|||-NONE-|||1
A 14 15|||S|||每|||REQUIRED|||-NONE-|||1
A 16 16|||M|||次|||REQUIRED|||-NONE-|||1
A 18 19|||S|||、|||REQUIRED|||-NONE-|||1
A 20 20|||M|||们 对 我|||REQUIRED|||-NONE-|||1
A 21 21|||M|||所 说|||REQUIRED|||-NONE-|||1
A 22 23|||S|||每|||REQUIRED|||-NONE-|||1

S 不 损 害 别 人 的 权 利 上 ， 他 们 的 爱 好 也 要 被 保 障 ， 公 共 场 所 里 ， 为 了 烟 民 建 立 一 个 吸 烟 地 区 。 这 样 ， 大 家 都 被 保 障 自 己 的 权 利 ， 都 享 受 福 利 。
T0-A0 在 不 损 害 别 人 的 权 利 的 基 础 上 ， 他 们 的 爱 好 也 要 被 保 障 。 可 以 在 公 共 场 所 里 为 烟 民 建 立 一 个 吸 烟 地 区 ， 这 样 ， 大 家 的 权 利 都 得 到 了 保 障 ， 大 家 都 享 受 到 了 福 利 。
A 0 0|||M|||在|||REQUIRED|||-NONE-|||0
A 8 8|||M|||的 基 础|||REQUIRED|||-NONE-|||0
A 20 21|||S|||。 可 以 在|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 40|||S|||，|||REQUIRED|||-NONE-|||0
A 45 45|||M|||的 权 利|||REQUIRED|||-NONE-|||0
A 46 47|||S|||得 到 了|||REQUIRED|||-NONE-|||0
A 49 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 55|||M|||大 家|||REQUIRED|||-NONE-|||0
A 58 58|||M|||到 了|||REQUIRED|||-NONE-|||0

S 人 生 可 以 说 是 个 练 习 不 生 气 。
T0-A0 人 生 可 以 说 是 个 练 习 不 生 气 的 过 程 。
A 12 12|||M|||的 过 程|||REQUIRED|||-NONE-|||0
T1-A0 人 生 可 以 说 是 一 个 练 习 不 生 气 的 过 程 。
A 6 6|||M|||一|||REQUIRED|||-NONE-|||1
A 12 12|||M|||的 过 程|||REQUIRED|||-NONE-|||1

S 我 小 的 时 候 ， 去 过 许 多 外 国 国 家 ， 不 但 欧 洲 的 国 ， 例 如 意 大 利 、 德 国 、 法 国 、 英 国 ， 等 等 ， 而 且 日 本 和 韩 国 。 虽 然 那 些 地 头 都 对 游 人 来 说 很 流 行 ， 但 是 有 很 多 我 不 要 的 不 利 条 件 ， 赤 即 最 腻 歪 的 是 车 水 马 送 龙 。 因 为 在 农 村 里 活 空 气 又 闷 沉 闷 沉 ， 对 呼 吸 不 好 。
T0-A0 我 小 的 时 候 ， 去 过 许 多 外 国 国 家 ， 不 仅 有 欧 洲 的 国 家 ， 例 如 意 大 利 、 德 国 、 法 国 、 英 国 等 等 ， 而 且 有 日 本 和 韩 国 。 虽 然 那 些 地 方 都 对 游 客 来 说 很 流 行 ， 但 是 有 很 多 我 不 喜 欢 的 不 利 条 件 ， 最 严 重 的 即 是 车 水 马 龙 。 因 为 在 农 村 里 生 活 ， 空 气 又 闷 闷 沉 沉 ， 对 呼 吸 不 好 。
A 16 17|||S|||仅 有|||REQUIRED|||-NONE-|||0
A 21 21|||M|||家|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M|||有|||REQUIRED|||-NONE-|||0
A 53 54|||S|||方|||REQUIRED|||-NONE-|||0
A 57 58|||S|||客|||REQUIRED|||-NONE-|||0
A 71 72|||S|||喜 欢|||REQUIRED|||-NONE-|||0
A 78 80|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 81 83|||S|||严 重|||REQUIRED|||-NONE-|||0
A 84 84|||M|||即|||REQUIRED|||-NONE-|||0
A 88 89|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 97 97|||M|||生|||REQUIRED|||-NONE-|||0
A 98 98|||M|||，|||REQUIRED|||-NONE-|||0
A 102 104|||W|||闷 沉|||REQUIRED|||-NONE-|||0
T1-A0 我 小 的 时 候 ， 去 过 许 多 外 国 的 国 家 ， 不 仅 有 欧 洲 的 国 家 ， 例 如 意 大 利 、 德 国 、 法 国 、 英 国 等 等 ， 而 且 还 有 日 本 和 韩 国 。 虽 然 那 些 地 方 都 对 游 人 来 说 很 有 吸 引 力 ， 但 是 有 很 多 的 地 方 有 对 我 不 利 的 条 件 ， 例 如 拥 堵 的 交 通 。 因 为 农 村 里 的 空 气 又 闷 沉 且 对 呼 吸 不 好 。
A 12 12|||M|||的|||REQUIRED|||-NONE-|||1
A 16 17|||S|||仅 有|||REQUIRED|||-NONE-|||1
A 21 21|||M|||家|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 42|||M|||还 有|||REQUIRED|||-NONE-|||1
A 53 54|||S|||方|||REQUIRED|||-NONE-|||1
A 61 63|||S|||有 吸 引 力|||REQUIRED|||-NONE-|||1
A 69 73|||S|||的 地 方 有 对 我|||REQUIRED|||-NONE-|||1
A 75 75|||M|||的|||REQUIRED|||-NONE-|||1
A 78 83|||S|||例 如 拥 堵|||REQUIRED|||-NONE-|||1
A 84 90|||S|||交 通|||REQUIRED|||-NONE-|||1
A 93 94|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 97 98|||S|||的|||REQUIRED|||-NONE-|||1
A 101 103|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 105 106|||S|||且|||REQUIRED|||-NONE-|||1
T2-A0 我 小 的 时 候 ， 去 过 许 多 外 国 国 家 ， 不 但 去 过 欧 洲 的 国 家 ， 例 如 意 大 利 、 德 国 、 法 国 、 英 国 等 等 ， 而 且 去 过 日 本 和 韩 国 。 虽 然 那 些 地 方 都 对 游 客 来 说 很 流 行 ， 但 是 有 很 多 我 不 喜 欢 的 不 利 条 件 ， 亦 即 车 水 马 龙 。 因 为 在 农 村 里 生 活 ， 空 气 又 闷 沉 ， 而 且 对 呼 吸 不 好 。
A 17 17|||M|||去 过|||REQUIRED|||-NONE-|||2
A 21 21|||M|||家|||REQUIRED|||-NONE-|||2
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 42 42|||M|||去 过|||REQUIRED|||-NONE-|||2
A 53 54|||S|||方|||REQUIRED|||-NONE-|||2
A 57 58|||S|||客|||REQUIRED|||-NONE-|||2
A 71 72|||S|||喜 欢|||REQUIRED|||-NONE-|||2
A 78 79|||S|||亦|||REQUIRED|||-NONE-|||2
A 80 85|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 88 89|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 97 97|||M|||生|||REQUIRED|||-NONE-|||2
A 98 98|||M|||，|||REQUIRED|||-NONE-|||2
A 101 103|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 106 106|||M|||而 且|||REQUIRED|||-NONE-|||2

S 我 希 望 我 会 找 到 一 仿 好 工 作 。 我 觉 得 很 多 人 会 找 我 帮 他 们 做 工 作 ， 因 为 我 能 说 几 种 特 别 的 语 言 。
T0-A0 我 希 望 我 会 找 到 一 份 好 工 作 。 我 觉 得 很 多 人 会 找 我 帮 他 们 做 工 作 ， 因 为 我 能 说 几 种 特 别 的 语 言 。
A 8 9|||S|||份|||REQUIRED|||-NONE-|||0
T1-A0 我 希 望 我 会 找 到 一 份 好 工 作 。 我 觉 得 很 多 人 都 会 找 我 帮 他 们 做 工 作 ， 因 为 我 能 说 几 种 特 别 的 语 言 。
A 8 9|||S|||份|||REQUIRED|||-NONE-|||1
A 19 19|||M|||都|||REQUIRED|||-NONE-|||1
T2-A0 我 希 望 我 会 找 到 一 份 好 工 作 。 我 觉 得 很 多 人 会 找 我 帮 他 们 工 作 ， 因 为 我 能 说 几 种 特 别 的 语 言 。
A 8 9|||S|||份|||REQUIRED|||-NONE-|||2
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 是 老 大 ， 有 一 个 弟 弟 ， 他 弟 弟 叫 迈 克 。 他 十 三 嵗 。
T0-A0 我 是 老 大 ， 有 一 个 弟 弟 ， 叫 迈 克 ， 他 十 三 岁 。
A 11 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||，|||REQUIRED|||-NONE-|||0
A 21 22|||S|||岁|||REQUIRED|||-NONE-|||0
T1-A0 我 是 老 大 ， 有 一 个 弟 弟 ， 弟 弟 叫 迈 克 ， 他 十 三 岁 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 18|||S|||，|||REQUIRED|||-NONE-|||1
A 21 22|||S|||岁|||REQUIRED|||-NONE-|||1
T2-A0 我 是 老 大 ， 有 一 个 弟 弟 ， 我 弟 弟 叫 迈 克 。 他 十 三 岁 。
A 11 12|||S|||我|||REQUIRED|||-NONE-|||2
A 21 22|||S|||岁|||REQUIRED|||-NONE-|||2
T3-A0 我 是 老 大 ， 有 一 个 弟 弟 ， 他 叫 迈 克 。 他 十 三 岁 。
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 21 22|||S|||岁|||REQUIRED|||-NONE-|||3

S 长 大 的 时 ， 年 青 人 经 常 发 现 他 们 的 看 法 和 父 母 的 看 法 差 得 多 。 十 年 前 的 社 会 跟 现 在 的 真 不 一 样 。 因 为 社 会 变 了 那 么 多 那 么 块 ， 父 母 和 子 女 看 法 是 不 同 的 。
T0-A0 长 大 后 ， 年 轻 人 经 常 会 发 现 他 们 的 看 法 和 父 母 的 看 法 差 很 多 。 十 年 前 的 社 会 跟 现 在 的 真 是 不 一 样 。 因 为 社 会 变 了 那 么 多 变 得 那 么 快 ， 所 以 父 母 和 子 女 的 看 法 是 不 同 的 。
A 2 4|||S|||后|||REQUIRED|||-NONE-|||0
A 6 7|||S|||轻|||REQUIRED|||-NONE-|||0
A 10 10|||M|||会|||REQUIRED|||-NONE-|||0
A 24 25|||S|||很|||REQUIRED|||-NONE-|||0
A 38 38|||M|||是|||REQUIRED|||-NONE-|||0
A 51 51|||M|||变 得|||REQUIRED|||-NONE-|||0
A 53 54|||S|||快|||REQUIRED|||-NONE-|||0
A 55 55|||M|||所 以|||REQUIRED|||-NONE-|||0
A 60 60|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 长 大 后 ， 年 轻 人 会 经 常 发 现 他 们 的 看 法 和 父 母 的 看 法 差 得 多 。 十 年 前 的 社 会 跟 现 在 的 真 不 一 样 。 因 为 社 会 变 化 得 大 且 快 ， 所 以 父 母 和 子 女 的 看 法 是 不 同 的 。
A 2 4|||S|||后|||REQUIRED|||-NONE-|||1
A 6 7|||S|||轻|||REQUIRED|||-NONE-|||1
A 8 8|||M|||会|||REQUIRED|||-NONE-|||1
A 47 54|||S|||化 得 大 且 快|||REQUIRED|||-NONE-|||1
A 55 55|||M|||所 以|||REQUIRED|||-NONE-|||1
A 60 60|||M|||的|||REQUIRED|||-NONE-|||1

S 昨 天 我 受 到 了 定 额 给 付 金 的 申 请 书 。
T0-A0 昨 天 我 收 到 了 定 额 给 付 金 的 申 请 书 。
A 3 4|||S|||收|||REQUIRED|||-NONE-|||0

S 春 天 变 了 跟 夏 一 样 热 ， 冬 天 下 的 雪 越 来 越 少 。 刮 大 风 ， 沙 尘 暴 的 时 候 天 气 变 了 灰 色 的 。 这 几 年 沙 尘 暴 越 来 越 坏 ！
T0-A0 春 天 变 得 跟 夏 天 一 样 热 ， 冬 天 下 的 雪 越 来 越 少 。 刮 大 风 ， 有 沙 尘 暴 的 时 候 天 空 变 成 灰 色 的 。 这 几 年 沙 尘 暴 越 来 越 严 重 ！
A 3 4|||S|||得|||REQUIRED|||-NONE-|||0
A 6 6|||M|||天|||REQUIRED|||-NONE-|||0
A 24 24|||M|||有|||REQUIRED|||-NONE-|||0
A 31 32|||S|||空|||REQUIRED|||-NONE-|||0
A 33 34|||S|||成|||REQUIRED|||-NONE-|||0
A 47 48|||S|||严 重|||REQUIRED|||-NONE-|||0
T1-A0 春 天 变 成 跟 夏 天 一 样 热 ， 冬 天 下 的 雪 越 来 越 少 。 刮 大 风 ， 沙 尘 暴 的 时 候 天 变 成 了 灰 色 的 。 这 几 年 沙 尘 暴 越 来 越 严 重 ！
A 3 4|||S|||成|||REQUIRED|||-NONE-|||1
A 6 6|||M|||天|||REQUIRED|||-NONE-|||1
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 33|||M|||成|||REQUIRED|||-NONE-|||1
A 47 48|||S|||严 重|||REQUIRED|||-NONE-|||1

S 我 告 诉 了 我 爸 爸 教 年 青 人 也 是 重 要 的 。 年 青 人 就 是 明 天 的 社 稷 ， 所 以 要 改 变 社 稷 ， 就 要 改 变 教 学 生 的 办 法 。
T0-A0 我 告 诉 我 爸 爸 教 导 年 轻 人 也 是 重 要 的 。 年 轻 人 就 是 国 家 的 明 天 ， 所 以 要 改 变 国 家 ， 就 要 改 变 教 学 生 的 方 法 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 8|||M|||导|||REQUIRED|||-NONE-|||0
A 9 10|||S|||轻|||REQUIRED|||-NONE-|||0
A 18 19|||S|||轻|||REQUIRED|||-NONE-|||0
A 22 22|||M|||国 家|||REQUIRED|||-NONE-|||0
A 22 25|||W|||的 明 天|||REQUIRED|||-NONE-|||0
A 25 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 35|||S|||国 家|||REQUIRED|||-NONE-|||0
A 44 45|||S|||方|||REQUIRED|||-NONE-|||0
T0-A1 我 告 诉 我 爸 爸 教 导 年 轻 人 也 是 重 要 的 。 年 轻 人 就 是 国 家 的 明 天 ， 所 以 要 改 变 国 家 ， 就 要 改 变 教 学 生 的 方 法 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 8|||M|||导|||REQUIRED|||-NONE-|||0
A 9 10|||S|||轻|||REQUIRED|||-NONE-|||0
A 18 19|||S|||轻|||REQUIRED|||-NONE-|||0
A 22 22|||M|||国 家 的|||REQUIRED|||-NONE-|||0
A 24 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 35|||S|||国 家|||REQUIRED|||-NONE-|||0
A 44 45|||S|||方|||REQUIRED|||-NONE-|||0
T1-A0 我 告 诉 了 我 爸 爸 教 年 青 人 也 是 重 要 的 。 年 青 人 就 是 国 家 的 未 来 ， 所 以 要 改 变 国 家 ， 就 要 改 变 教 学 生 的 方 法 。
A 22 24|||S|||国 家|||REQUIRED|||-NONE-|||1
A 25 27|||S|||未 来|||REQUIRED|||-NONE-|||1
A 33 35|||S|||国 家|||REQUIRED|||-NONE-|||1
A 44 45|||S|||方|||REQUIRED|||-NONE-|||1
T2-A0 我 告 诉 了 我 爸 爸 教 育 年 轻 人 也 是 重 要 的 。 年 轻 人 就 是 明 天 的 希 望 ， 所 以 要 改 变 国 家 ， 就 要 改 变 教 学 生 的 办 法 。
A 8 8|||M|||育|||REQUIRED|||-NONE-|||2
A 9 10|||S|||轻|||REQUIRED|||-NONE-|||2
A 18 19|||S|||轻|||REQUIRED|||-NONE-|||2
A 25 27|||S|||希 望|||REQUIRED|||-NONE-|||2
A 33 35|||S|||国 家|||REQUIRED|||-NONE-|||2

S 他 对 世 界 经 济 的 运 转 一 定 有 充 分 的 了 解 ， 并 拥 有 远 景 的 需 求 判 断 能 力 。
T0-A0 他 对 世 界 经 济 的 运 转 一 定 有 充 分 的 了 解 ， 并 拥 有 远 景 需 求 的 判 断 能 力 。
A 23 26|||W|||需 求 的|||REQUIRED|||-NONE-|||0
T1-A0 他 对 世 界 经 济 的 运 转 一 定 有 充 分 的 了 解 ， 并 拥 有 远 景 的 需 求 的 判 断 能 力 。
A 26 26|||M|||的|||REQUIRED|||-NONE-|||1

S 我 们 一 起 作 了 很 多 东 西 。 我 觉 得 她 的 脾 气 很 好 。 她 也 是 非 常 诚 实 ， 幽 默 ， 开 朗 和 外 向 。 她 的 爱 好 是 ： 运 动 ， 旅 行 ， 看 书 和 吃 饭 。 但 是 她 不 太 喜 欢 作 饭 ， 所 以 我 们 常 常 去 饭 店 吃 饭 。
T0-A0 我 们 一 起 做 了 很 多 东 西 。 我 觉 得 她 的 脾 气 很 好 。 她 也 非 常 诚 实 、 幽 默 、 开 朗 和 外 向 。 她 的 爱 好 是 运 动 、 旅 行 、 看 书 和 吃 饭 。 但 是 她 不 太 喜 欢 做 饭 ， 所 以 我 们 常 常 去 饭 店 吃 饭 。
A 4 5|||S|||做|||REQUIRED|||-NONE-|||0
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S|||、|||REQUIRED|||-NONE-|||0
A 31 32|||S|||、|||REQUIRED|||-NONE-|||0
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 47|||S|||、|||REQUIRED|||-NONE-|||0
A 49 50|||S|||、|||REQUIRED|||-NONE-|||0
A 63 64|||S|||做|||REQUIRED|||-NONE-|||0
T1-A0 我 们 一 起 做 了 很 多 东 西 。 我 觉 得 她 的 脾 气 很 好 。 她 也 非 常 诚 实 、 幽 默 、 开 朗 和 外 向 。 她 的 爱 好 是 ： 运 动 、 旅 行 、 看 书 和 吃 饭 。 但 是 她 不 太 喜 欢 做 饭 ， 所 以 我 们 常 常 去 饭 店 吃 饭 。
A 4 5|||S|||做|||REQUIRED|||-NONE-|||1
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 29|||S|||、|||REQUIRED|||-NONE-|||1
A 31 32|||S|||、|||REQUIRED|||-NONE-|||1
A 46 47|||S|||、|||REQUIRED|||-NONE-|||1
A 49 50|||S|||、|||REQUIRED|||-NONE-|||1
A 63 64|||S|||做|||REQUIRED|||-NONE-|||1

S 平 时 我 们 享 受 于 自 然 的 恩 惠 ， 温 泉 。
T0-A0 平 时 我 们 享 受 于 自 然 的 恩 惠 ， 比 如 说 温 泉 。
A 13 13|||M|||比 如 说|||REQUIRED|||-NONE-|||0
T1-A0 平 时 我 们 享 受 于 自 然 的 恩 惠 ， 如 温 泉 。
A 13 13|||M|||如|||REQUIRED|||-NONE-|||1
T2-A0 平 时 我 们 享 受 于 自 然 的 恩 惠 — — 温 泉 。
A 12 13|||S|||— —|||REQUIRED|||-NONE-|||2
T3-A0 平 时 我 们 享 受 于 自 然 的 恩 惠 ， 例 如 温 泉 。
A 13 13|||M|||例 如|||REQUIRED|||-NONE-|||3
T4-A0 平 时 我 们 享 受 于 自 然 的 恩 惠 ， 比 如 温 泉 。
A 13 13|||M|||比 如|||REQUIRED|||-NONE-|||4

S 尽 管 他 们 的 情 况 ， 这 些 孩 子 不 是 凄 恻 。 因 为 有 人 照 顾 他 们 ， 给 他 慈 爱 。
T0-A0 尽 管 他 们 的 情 况 不 好 ， 但 这 些 孩 子 不 凄 惨 。 因 为 有 人 照 顾 他 们 ， 给 他 关 爱 。
A 7 7|||M|||不 好|||REQUIRED|||-NONE-|||0
A 8 8|||M|||但|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||惨|||REQUIRED|||-NONE-|||0
A 28 29|||S|||关|||REQUIRED|||-NONE-|||0
T1-A0 尽 管 他 们 是 这 样 的 情 况 ， 但 是 这 些 孩 子 不 是 凄 惨 的 。 因 为 有 人 照 顾 他 们 ， 给 他 们 关 心 和 爱 护 。
A 4 4|||M|||是 这 样|||REQUIRED|||-NONE-|||1
A 8 8|||M|||但 是|||REQUIRED|||-NONE-|||1
A 15 16|||S|||惨 的|||REQUIRED|||-NONE-|||1
A 28 29|||S|||们 关 心 和|||REQUIRED|||-NONE-|||1
A 30 30|||M|||护|||REQUIRED|||-NONE-|||1

S 如 果 吸 烟 者 要 说 自 己 吸 烟 的 权 力 ， 那 么 被 吸 烟 者 的 权 力 呢 ？
T0-A0 如 果 吸 烟 者 要 说 自 己 吸 烟 的 权 利 ， 那 么 被 吸 烟 者 的 权 利 呢 ？
A 13 14|||S|||利|||REQUIRED|||-NONE-|||0
A 23 24|||S|||利|||REQUIRED|||-NONE-|||0

S 这 是 因 为 现 在 春 节 呀 ？
T0-A0 这 是 因 为 现 在 是 春 节 吗 ？
A 6 6|||M|||是|||REQUIRED|||-NONE-|||0
A 8 9|||S|||吗|||REQUIRED|||-NONE-|||0
T1-A0 这 是 因 为 现 在 是 春 节 呀 ！
A 6 6|||M|||是|||REQUIRED|||-NONE-|||1
A 9 10|||S|||！|||REQUIRED|||-NONE-|||1

S 我 们 去 看 很 多 的 有 风 景 的 地 方 。 全 是 东 京 的 人 又 很 开 朗 ， 又 外 向 。
T0-A0 我 们 去 看 了 很 多 有 风 景 的 地 方 。 东 京 的 人 全 都 又 开 朗 、 又 外 向 。
A 4 4|||M|||了|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 20|||W|||东 京 的 人 全 都|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S|||、|||REQUIRED|||-NONE-|||0

S 总 之 ， 政 府 的 措 施 和 改 善 并 提 高 人 们 的 意 识 和 理 解 吸 烟 者 立 场 的 态 度 相 结 合 进 行 ， 我 们 可 以 得 到 吸 烟 者 越 来 越 少 ， 解 决 吸 烟 问 题 的 良 好 的 结 果 。
T0-A0 总 之 ， 政 府 改 善 并 强 化 人 们 禁 烟 意 识 的 措 施 和 理 解 吸 烟 者 立 场 的 态 度 结 合 进 行 ， 我 们 就 可 以 得 到 吸 烟 者 越 来 越 少 ， 最 终 解 决 吸 烟 问 题 的 良 好 的 结 果 。
A 5 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 14|||S|||强 化|||REQUIRED|||-NONE-|||0
A 16 17|||S|||禁 烟|||REQUIRED|||-NONE-|||0
A 19 19|||M|||的 措 施|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M|||就|||REQUIRED|||-NONE-|||0
A 50 50|||M|||最 终|||REQUIRED|||-NONE-|||0
T1-A0 总 之 ， 如 果 政 府 将 改 善 并 强 化 人 们 禁 烟 意 识 的 措 施 和 理 解 吸 烟 者 立 场 的 态 度 相 结 合 ， 我 们 就 可 以 得 到 吸 烟 者 越 来 越 少 ， 并 最 终 解 决 吸 烟 问 题 的 良 好 的 结 果 。
A 3 3|||M|||如 果|||REQUIRED|||-NONE-|||1
A 5 9|||S|||将|||REQUIRED|||-NONE-|||1
A 12 14|||S|||强 化|||REQUIRED|||-NONE-|||1
A 16 17|||S|||禁 烟|||REQUIRED|||-NONE-|||1
A 19 19|||M|||的 措 施|||REQUIRED|||-NONE-|||1
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 38 38|||M|||就|||REQUIRED|||-NONE-|||1
A 50 50|||M|||并 最 终|||REQUIRED|||-NONE-|||1

S 我 一 定 能 让 旅 客 们 带 着 新 的 知 识 回 国 让 他 们 心 满 意 足 地 回 去 。
T0-A0 我 一 定 能 让 旅 客 们 心 满 意 足 地 带 着 新 的 知 识 回 去 。
A 8 8|||M|||心 满 意 足 地|||REQUIRED|||-NONE-|||0
A 14 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 一 定 能 让 旅 客 们 心 满 意 足 地 带 着 新 的 知 识 回 国 。
A 8 8|||M|||心 满 意 足 地|||REQUIRED|||-NONE-|||1
A 16 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 一 定 能 让 旅 客 们 带 着 新 的 知 识 回 国 ， 让 他 们 心 满 意 足 地 回 去 。
A 16 16|||M|||，|||REQUIRED|||-NONE-|||2

S 在 流 行 歌 曲 里 我 不 能 找 到 音 乐 的 美 丽 ， 歌 词 的 魅 力 ， 听 它 的 时 候 我 没 什 么 感 觉 ， 只 有 人 造 的 无 议 音 调 。
T0-A0 我 不 能 在 流 行 歌 曲 里 找 到 音 乐 的 美 丽 ， 歌 词 的 魅 力 ， 所 以 听 它 的 时 候 我 没 什 么 感 觉 ， 感 觉 只 有 人 造 的 无 意 义 的 音 调 。
A 0 9|||W|||我 不 能 在 流 行 歌 曲 里|||REQUIRED|||-NONE-|||0
A 23 23|||M|||所 以|||REQUIRED|||-NONE-|||0
A 35 35|||M|||感 觉|||REQUIRED|||-NONE-|||0
A 41 42|||S|||意 义 的|||REQUIRED|||-NONE-|||0

S 古 巴 是 欧 洲 人 的 新 的 黄 金 周 吗 ？
T0-A0 古 巴 是 欧 洲 人 的 新 的 黄 金 周 旅 行 圣 地 吗 ？
A 12 12|||M|||旅 行 圣 地|||REQUIRED|||-NONE-|||0
T1-A0 古 巴 是 欧 洲 人 的 新 的 黄 金 周 去 处 吗 ？
A 12 12|||M|||去 处|||REQUIRED|||-NONE-|||1
T2-A0 古 巴 是 欧 洲 人 的 新 的 黄 金 周 度 假 场 所 吗 ？
A 12 12|||M|||度 假 场 所|||REQUIRED|||-NONE-|||2

S 这 个 医 生 经 常 作 关 于 腹 股 沟 疝 的 公 演 。
T0-A0 这 个 医 生 经 常 做 关 于 腹 股 沟 疝 的 手 术 。
A 6 7|||S|||做|||REQUIRED|||-NONE-|||0
A 14 16|||S|||手 术|||REQUIRED|||-NONE-|||0
T1-A0 这 个 医 生 经 常 做 关 于 腹 股 沟 疝 的 公 开 演 讲 。
A 6 7|||S|||做|||REQUIRED|||-NONE-|||1
A 15 15|||M|||开|||REQUIRED|||-NONE-|||1
A 16 16|||M|||讲|||REQUIRED|||-NONE-|||1

S 终 于 人 们 歌 曲 分 成 为 流 行 歌 曲 和 古 代 歌 曲 。
T0-A0 终 于 ， 人 们 把 歌 曲 分 为 流 行 歌 曲 和 古 代 歌 曲 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 4 4|||M|||把|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 终 于 人 们 将 歌 曲 分 为 流 行 歌 曲 和 古 代 歌 曲 。
A 4 4|||M|||将|||REQUIRED|||-NONE-|||1
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 从 父 母 角 度 来 谈 一 谈 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 想 这 样 的 态 度 是 对 自 己 和 国 家 都 不 好 。
T0-A0 我 想 ， 我 这 样 的 态 度 对 自 己 和 国 家 都 不 好 。
A 2 2|||M|||， 我|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 想 这 样 的 态 度 是 对 自 己 和 国 家 都 不 好 的 。
A 17 17|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 我 想 这 样 的 态 度 对 自 己 和 国 家 都 不 好 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 们 不 要 知 道 我 们 破 坏 我 们 的 行 星 。 我 们 要 开 车 ， 用 电 子 ， 渴 饮 用 水 。 可 是 为 了 我 们 的 儿 女 能 在 地 球 过 活 我 们 应 该 都 保 护 环 境 。
T0-A0 我 们 不 知 道 我 们 在 破 坏 我 们 的 星 球 。 我 们 要 开 车 ， 用 电 子 产 品 ， 喝 饮 用 水 。 可 是 为 了 我 们 的 儿 女 能 在 地 球 上 生 活 ， 我 们 都 应 该 保 护 环 境 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 8|||M|||在|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 15|||M|||球|||REQUIRED|||-NONE-|||0
A 25 25|||M|||产 品|||REQUIRED|||-NONE-|||0
A 26 27|||S|||喝|||REQUIRED|||-NONE-|||0
A 44 45|||S|||上 生|||REQUIRED|||-NONE-|||0
A 46 46|||M|||，|||REQUIRED|||-NONE-|||0
A 48 51|||W|||都 应 该|||REQUIRED|||-NONE-|||0
T1-A0 我 们 要 知 道 我 们 正 在 破 坏 我 们 的 星 球 。 我 们 要 开 车 ， 用 电 子 产 品 ， 喝 饮 用 水 。 可 是 为 了 我 们 的 儿 女 能 在 地 球 生 活 我 们 都 应 该 保 护 环 境 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 8|||M|||正 在|||REQUIRED|||-NONE-|||1
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 15|||M|||球|||REQUIRED|||-NONE-|||1
A 25 25|||M|||产 品|||REQUIRED|||-NONE-|||1
A 26 27|||S|||喝|||REQUIRED|||-NONE-|||1
A 44 45|||S|||生|||REQUIRED|||-NONE-|||1
A 48 51|||W|||都 应 该|||REQUIRED|||-NONE-|||1

S 过 了 几 年 ， 他 真 的 变 成 大 富 大 贵 。 有 一 天 他 的 妻 子 看 见 他 ， 现 在 很 想 跟 他 再 复 合 。
T0-A0 过 了 几 年 后 ， 他 真 的 变 成 了 大 富 大 贵 的 人 。 有 一 天 他 的 前 妻 看 见 了 他 ， 很 想 再 跟 现 在 的 他 复 合 。
A 4 4|||M|||后|||REQUIRED|||-NONE-|||0
A 10 10|||M|||了|||REQUIRED|||-NONE-|||0
A 14 14|||M|||的 人|||REQUIRED|||-NONE-|||0
A 20 20|||M|||前|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||了|||REQUIRED|||-NONE-|||0
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M|||再|||REQUIRED|||-NONE-|||0
A 31 31|||M|||现 在 的|||REQUIRED|||-NONE-|||0
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 过 了 几 年 后 ， 他 真 的 变 得 大 富 大 贵 。 有 一 天 他 的 前 妻 看 见 了 他 ， 很 想 再 跟 现 在 的 他 复 合 。
A 4 4|||M|||后|||REQUIRED|||-NONE-|||1
A 9 10|||S|||得|||REQUIRED|||-NONE-|||1
A 20 20|||M|||前|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 24|||M|||了|||REQUIRED|||-NONE-|||1
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 30|||M|||再|||REQUIRED|||-NONE-|||1
A 31 31|||M|||现 在 的|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 过 了 几 年 ， 他 真 的 变 得 大 富 大 贵 。 有 一 天 他 的 前 妻 看 见 他 ， 很 想 跟 他 再 复 合 。
A 9 10|||S|||得|||REQUIRED|||-NONE-|||2
A 20 20|||M|||前|||REQUIRED|||-NONE-|||2
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 现 在 世 界 上 还 有 很 多 的 因 缺 少 粮 食 而 挨 饿 。
T0-A0 现 在 世 界 上 还 有 很 多 因 缺 少 粮 食 而 挨 饿 的 人 。
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M|||的 人|||REQUIRED|||-NONE-|||0
T1-A0 现 在 世 界 上 还 有 很 多 人 因 缺 少 粮 食 而 挨 饿 。
A 9 10|||S|||人|||REQUIRED|||-NONE-|||1
T2-A0 现 在 世 界 上 还 有 很 多 的 因 缺 少 粮 食 而 挨 饿 的 人 。
A 18 18|||M|||的 人|||REQUIRED|||-NONE-|||2

S 服 兵 役 的 时 候 ， 他 到 底 可 以 统 率 别 人 了 ， 所 以 他 又 自 言 又 高 兴 。 如 果 高 位 人 吩 咐 别 人 只 是 因 为 喜 欢 权 力 ， 那 么 为 年 轻 人 并 不 是 成 熟 的 一 个 好 例 子 。
T0-A0 服 兵 役 的 时 候 ， 他 就 可 以 统 率 别 人 了 ， 所 以 他 又 自 豪 又 高 兴 。 如 果 高 位 人 吩 咐 别 人 只 是 因 为 喜 欢 权 力 ， 那 么 作 为 年 轻 人 并 不 是 成 熟 的 一 个 好 例 子 。
A 8 10|||S|||就|||REQUIRED|||-NONE-|||0
A 23 24|||S|||豪|||REQUIRED|||-NONE-|||0
A 48 48|||M|||作|||REQUIRED|||-NONE-|||0
T1-A0 服 兵 役 的 时 候 ， 他 可 以 统 率 别 人 ， 所 以 他 又 自 信 又 高 兴 。 如 果 高 级 别 人 吩 咐 别 人 只 是 因 为 喜 欢 权 力 ， 那 么 这 种 年 轻 人 并 不 是 成 熟 的 一 个 好 例 子 。
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 24|||S|||信|||REQUIRED|||-NONE-|||1
A 31 32|||S|||级 别|||REQUIRED|||-NONE-|||1
A 48 49|||S|||这 种|||REQUIRED|||-NONE-|||1

S 在 我 们 泰 国 中 ， 也 有 好 多 位 歌 星 ， 对 音 乐 很 有 深 造 ， 歌 词 内 容 对 社 会 都 有 处 世 的 警 戒 。 但 很 难 受 听 众 欢 迎 。 比 不 上 一 般 歌 词 动 作 热 烈 一 举 一 动 ， 高 声 大 喊 ， 甚 受 喜 爱 。
T0-A0 在 我 们 泰 国 ， 也 有 好 多 位 歌 星 ， 对 音 乐 很 有 造 诣 ， 歌 词 内 容 对 社 会 都 有 处 世 的 警 诫 ， 但 很 难 受 听 众 欢 迎 ， 比 不 上 一 般 歌 词 动 作 热 烈 、 一 举 一 动 都 是 高 声 大 喊 的 歌 星 ， 他 们 甚 受 喜 爱 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||诣|||REQUIRED|||-NONE-|||0
A 36 38|||S|||诫 ，|||REQUIRED|||-NONE-|||0
A 46 47|||S|||，|||REQUIRED|||-NONE-|||0
A 58 58|||M|||、|||REQUIRED|||-NONE-|||0
A 62 63|||S|||都 是|||REQUIRED|||-NONE-|||0
A 67 67|||M|||的 歌 星|||REQUIRED|||-NONE-|||0
A 68 68|||M|||他 们|||REQUIRED|||-NONE-|||0

S 在 现 代 社 会 ， 我 们 从 电 视 上 能 看 到 这 些 明 星 的 运 动 员 。 但 令 我 们 最 惊 讶 的 是 这 些 运 动 员 的 高 收 入 ， 其 实 ， 我 也 不 少 次 思 考 了 他 们 的 高 收 入 的 原 因 ， 从 而 我 通 过 了 电 视 节 目 、 上 网 等 而 理 解 到 了 下 面 一 些 理 由 。
T0-A0 在 现 代 社 会 ， 我 们 从 电 视 上 能 看 到 这 些 明 星 运 动 员 。 但 最 令 我 们 惊 讶 的 是 这 些 运 动 员 的 高 收 入 。 其 实 ， 我 也 思 考 了 不 少 次 他 们 的 高 收 入 的 原 因 ， 我 通 过 电 视 节 目 、 上 网 等 途 径 了 解 到 了 下 面 一 些 缘 由 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 29|||W|||最 令 我 们|||REQUIRED|||-NONE-|||0
A 42 43|||S|||。|||REQUIRED|||-NONE-|||0
A 48 54|||W|||思 考 了 不 少 次|||REQUIRED|||-NONE-|||0
A 64 66|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 78 80|||S|||途 径 了|||REQUIRED|||-NONE-|||0
A 87 88|||S|||缘|||REQUIRED|||-NONE-|||0
T1-A0 在 现 代 社 会 ， 我 们 从 电 视 上 能 看 到 这 些 明 星 运 动 员 。 但 最 令 我 们 惊 讶 的 是 这 些 运 动 员 的 高 收 入 。 其 实 ， 我 也 思 考 了 不 少 次 他 们 高 收 入 的 原 因 ， 我 通 过 电 视 节 目 、 上 网 等 了 解 到 了 下 面 一 些 原 因 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 25 29|||W|||最 令 我 们|||REQUIRED|||-NONE-|||1
A 42 43|||S|||。|||REQUIRED|||-NONE-|||1
A 48 54|||W|||思 考 了 不 少 次|||REQUIRED|||-NONE-|||1
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 64 66|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 78 80|||S|||了|||REQUIRED|||-NONE-|||1
A 87 89|||S|||原 因|||REQUIRED|||-NONE-|||1
T2-A0 在 现 代 社 会 ， 我 们 从 电 视 上 能 看 到 这 些 明 星 运 动 员 。 但 令 我 们 最 惊 讶 的 是 这 些 运 动 员 的 高 收 入 ， 其 实 ， 我 也 思 考 了 不 少 次 他 们 的 高 收 入 的 原 因 ， 我 通 过 电 视 节 目 、 上 网 等 了 解 到 了 下 面 一 些 理 由 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 48 54|||W|||思 考 了 不 少 次|||REQUIRED|||-NONE-|||2
A 64 66|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 78 80|||S|||了|||REQUIRED|||-NONE-|||2
T3-A0 在 现 代 社 会 ， 我 们 在 电 视 上 能 看 到 这 些 明 星 运 动 员 。 但 最 令 我 们 惊 讶 的 是 这 些 运 动 员 的 高 收 入 。 其 实 ， 我 也 思 考 了 不 少 次 他 们 高 收 入 的 原 因 ， 我 通 过 了 电 视 节 目 、 上 网 等 方 法 了 解 到 了 下 面 一 些 原 因 。
A 8 9|||S|||在|||REQUIRED|||-NONE-|||3
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 25 29|||W|||最 令 我 们|||REQUIRED|||-NONE-|||3
A 42 43|||S|||。|||REQUIRED|||-NONE-|||3
A 48 54|||W|||思 考 了 不 少 次|||REQUIRED|||-NONE-|||3
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 64 66|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 78 80|||S|||方 法 了|||REQUIRED|||-NONE-|||3
A 87 89|||S|||原 因|||REQUIRED|||-NONE-|||3
T4-A0 在 现 代 社 会 ， 我 们 从 电 视 上 就 能 看 到 这 些 明 星 运 动 员 ， 但 令 我 们 最 惊 讶 的 是 这 些 运 动 员 的 高 收 入 。 其 实 ， 我 也 不 少 次 思 考 了 他 们 的 高 收 入 的 原 因 ， 因 而 我 通 过 电 视 节 目 、 上 网 等 方 式 了 解 到 了 下 面 一 些 缘 由 。
A 12 12|||M|||就|||REQUIRED|||-NONE-|||4
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 23 43|||W|||， 但 令 我 们 最 惊 讶 的 是 这 些 运 动 员 的 高 收 入 。|||REQUIRED|||-NONE-|||4
A 64 65|||S|||因|||REQUIRED|||-NONE-|||4
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 78 80|||S|||方 式 了|||REQUIRED|||-NONE-|||4
A 87 88|||S|||缘|||REQUIRED|||-NONE-|||4

S 喜 欢 看 流 行 歌 曲 并 不 是 坏 事 ， 而 且 可 以 让 我 们 的 心 情 放 松 。
T0-A0 喜 欢 听 流 行 歌 曲 并 不 是 坏 事 ， 而 且 很 大 程 度 上 可 以 放 松 我 们 的 心 情 。
A 2 3|||S|||听|||REQUIRED|||-NONE-|||0
A 15 15|||M|||很 大 程 度 上|||REQUIRED|||-NONE-|||0
A 17 18|||S|||放 松|||REQUIRED|||-NONE-|||0
A 23 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 喜 欢 听 流 行 歌 曲 并 不 是 坏 事 ， 而 且 可 以 让 我 们 的 心 情 放 松 。
A 2 3|||S|||听|||REQUIRED|||-NONE-|||1

S 一 般 来 说 ， 意 见 很 好 听 的 话 ， 就 会 很 容 易 听 得 进 入 ； 反 对 意 见 或 意 见 有 尖 酸 味 道 的 话 ， 就 会 很 难 倾 听 ， 经 常 就 控 制 不 住 心 中 的 愤 怒 等 ， 不 等 意 见 说 完 就 开 始 反 驳 ， 听 不 到 最 后 。
T0-A0 一 般 来 说 ， 意 见 很 好 听 的 话 ， 就 会 很 容 易 听 得 进 ； 反 对 意 见 或 意 见 有 尖 酸 味 道 的 话 ， 就 会 很 难 倾 听 ， 经 常 就 控 制 不 住 心 中 的 愤 怒 等 ， 不 等 意 见 说 完 就 开 始 反 驳 ， 听 不 到 最 后 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 一 般 来 说 ， 意 见 很 好 听 的 话 ， 就 会 很 容 易 听 得 进 去 ； 反 对 意 见 或 意 见 有 尖 酸 味 道 的 话 ， 就 会 很 难 倾 听 ， 经 常 就 控 制 不 住 心 中 的 愤 怒 等 ， 不 等 意 见 说 完 就 开 始 反 驳 ， 听 不 到 最 后 。
A 21 22|||S|||去|||REQUIRED|||-NONE-|||1

S 首 先 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 成 让 人 导 致 死 亡 的 大 病 。
T0-A0 首 先 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 成 为 导 致 人 死 亡 的 大 病 。
A 25 26|||S|||为|||REQUIRED|||-NONE-|||0
A 26 29|||W|||导 致 人|||REQUIRED|||-NONE-|||0
T0-A1 首 先 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 成 为 导 致 人 死 亡 的 大 病 。
A 25 27|||S|||为|||REQUIRED|||-NONE-|||0
A 29 29|||M|||人|||REQUIRED|||-NONE-|||0
T1-A0 首 先 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 ， 它 成 了 让 人 导 致 死 亡 的 大 病 。
A 24 24|||M|||， 它|||REQUIRED|||-NONE-|||1
A 25 25|||M|||了|||REQUIRED|||-NONE-|||1
T2-A0 首 先 ， 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 就 会 变 成 导 致 人 死 亡 的 大 病 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 24 24|||M|||就 会 变|||REQUIRED|||-NONE-|||2
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 29|||W|||导 致 人|||REQUIRED|||-NONE-|||2
T2-A1 首 先 ， 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 就 会 变 成 导 致 人 死 亡 的 大 病 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 24 24|||M|||就 会 变|||REQUIRED|||-NONE-|||2
A 25 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 29 29|||M|||人|||REQUIRED|||-NONE-|||2
T3-A0 首 先 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 ， 小 病 就 会 变 成 导 致 人 死 亡 的 大 病 。
A 24 24|||M|||， 小 病 就 会 变|||REQUIRED|||-NONE-|||3
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 26 29|||W|||导 致 人|||REQUIRED|||-NONE-|||3
T3-A1 首 先 给 人 带 来 的 可 能 是 小 病 ， 可 是 过 了 几 年 或 几 十 年 后 ， 小 病 就 会 变 成 导 致 人 死 亡 的 大 病 。
A 24 24|||M|||， 小 病 就 会 变|||REQUIRED|||-NONE-|||3
A 25 27|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 29 29|||M|||人|||REQUIRED|||-NONE-|||3

S 我 是 一 个 不 太 喜 欢 歌 曲 的 人 ， 只 喜 欢 画 点 画 ， 看 看 书 过 时 间 。
T0-A0 我 是 一 个 不 太 喜 欢 歌 曲 的 人 ， 只 喜 欢 画 点 画 ， 看 看 书 度 过 时 间 。
A 23 23|||M|||度|||REQUIRED|||-NONE-|||0
T1-A0 我 是 一 个 不 太 喜 欢 歌 曲 的 人 ， 只 喜 欢 画 点 画 ， 看 看 书 来 消 磨 时 间 。
A 23 24|||S|||来 消 磨|||REQUIRED|||-NONE-|||1

S 我 看 世 界 上 最 有 名 的 人 可 能 也 有 五 年 吧 ， 甚 至 十 年 。
T0-A0 我 观 察 世 界 上 最 有 名 的 人 可 能 也 有 五 年 吧 ， 甚 至 十 年 。
A 1 2|||S|||观 察|||REQUIRED|||-NONE-|||0

S 在 分 析 东 亚 各 国 电 影 的 同 时 ， 我 学 到 更 多 关 于 拍 片 的 过 程 和 制 作 的 处 理 。
T0-A0 在 分 析 东 亚 各 国 电 影 的 同 时 ， 我 学 到 了 很 多 关 于 电 影 的 拍 摄 、 制 作 和 处 理 的 过 程 。
A 16 17|||S|||了 很|||REQUIRED|||-NONE-|||0
A 20 22|||S|||电 影|||REQUIRED|||-NONE-|||0
A 23 26|||S|||拍 摄 、|||REQUIRED|||-NONE-|||0
A 28 29|||S|||和|||REQUIRED|||-NONE-|||0
A 31 31|||M|||的 过 程|||REQUIRED|||-NONE-|||0
T1-A0 在 分 析 东 亚 各 国 电 影 的 同 时 ， 我 学 到 更 多 关 于 电 影 的 拍 摄 和 制 作 的 过 程 。
A 20 22|||S|||电 影|||REQUIRED|||-NONE-|||1
A 23 25|||S|||拍 摄|||REQUIRED|||-NONE-|||1
A 29 31|||S|||过 程|||REQUIRED|||-NONE-|||1
T2-A0 在 分 析 东 亚 各 国 电 影 的 同 时 ， 我 学 到 了 更 多 关 于 拍 电 影 和 制 作 的 处 理 过 程 。
A 16 16|||M|||了|||REQUIRED|||-NONE-|||2
A 21 25|||S|||电 影|||REQUIRED|||-NONE-|||2
A 31 31|||M|||过 程|||REQUIRED|||-NONE-|||2
T3-A0 在 分 析 东 亚 各 国 电 影 的 同 时 ， 我 学 到 更 多 关 于 拍 片 的 过 程 和 制 作 处 理 的 知 识 。
A 28 31|||W|||处 理 的|||REQUIRED|||-NONE-|||3
A 31 31|||M|||知 识|||REQUIRED|||-NONE-|||3
T3-A1 在 分 析 东 亚 各 国 电 影 的 同 时 ， 我 学 到 更 多 关 于 拍 片 的 过 程 和 制 作 处 理 的 知 识 。
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 31 31|||M|||的 知 识|||REQUIRED|||-NONE-|||3

S 这 样 一 来 ， 他 们 最 能 帮 助 孩 子 受 到 有 利 益 的 教 育 。
T0-A0 这 样 一 来 ， 他 们 就 能 帮 助 孩 子 受 到 有 益 的 教 育 。
A 7 8|||S|||就|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 那 我 想 注 意 自 已 的 发 言 和 行 为 ， 因 为 他 们 注 意 关 注 我 。 我 应 该 当 他 你 好 的 模 范 ， 任 一 个 很 好 的 老 师 。 天 天 我 努 力 实 现 这 个 目 标 ， 做 生 活 ， 做 工 作 。
T0-A0 我 应 该 注 意 自 已 的 发 言 和 行 为 ， 因 为 他 们 关 注 我 。 我 应 该 当 你 的 好 模 范 ， 当 一 个 很 好 的 老 师 。 我 要 天 天 努 力 实 现 这 个 目 标 ， 过 好 生 活 ， 做 好 工 作 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 2 3|||S|||应 该|||REQUIRED|||-NONE-|||0
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 32|||W|||的 好|||REQUIRED|||-NONE-|||0
A 35 36|||S|||当|||REQUIRED|||-NONE-|||0
A 44 44|||M|||我 要|||REQUIRED|||-NONE-|||0
A 46 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 57|||S|||过 好|||REQUIRED|||-NONE-|||0
A 61 61|||M|||好|||REQUIRED|||-NONE-|||0
T1-A0 因 为 他 们 注 意 关 注 我 ， 所 以 我 想 注 意 自 已 的 发 言 和 行 为 。 我 应 该 当 好 你 的 模 范 ， 任 一 个 很 好 的 老 师 。 我 天 天 努 力 实 现 这 个 目 标 ， 过 生 活 ， 做 工 作 。
A 0 1|||S|||因 为 他 们 注 意 关 注 我 ， 所 以|||REQUIRED|||-NONE-|||1
A 12 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 31|||W|||好 你|||REQUIRED|||-NONE-|||1
A 44 47|||W|||我 天 天|||REQUIRED|||-NONE-|||1
A 56 57|||S|||过|||REQUIRED|||-NONE-|||1

S 现 在 很 多 青 年 人 要 吸 烟 ， 因 为 他 们 觉 得 吸 烟 很 好 看 ， 所 以 对 吸 烟 感 兴 兴 。
T0-A0 现 在 很 多 青 年 人 想 吸 烟 ， 这 是 因 为 他 们 觉 得 吸 烟 的 样 子 很 好 看 ， 所 以 对 吸 烟 产 生 了 兴 趣 。
A 7 8|||S|||想|||REQUIRED|||-NONE-|||0
A 11 11|||M|||这 是|||REQUIRED|||-NONE-|||0
A 19 19|||M|||的 样 子|||REQUIRED|||-NONE-|||0
A 28 30|||S|||产 生 了|||REQUIRED|||-NONE-|||0
A 31 31|||M|||趣|||REQUIRED|||-NONE-|||0
T1-A0 现 在 很 多 青 年 人 想 要 吸 烟 ， 因 为 他 们 觉 得 吸 烟 的 样 子 很 好 看 ， 所 以 对 吸 烟 感 兴 趣 。
A 7 7|||M|||想|||REQUIRED|||-NONE-|||1
A 19 19|||M|||的 样 子|||REQUIRED|||-NONE-|||1
A 30 31|||S|||趣|||REQUIRED|||-NONE-|||1

S 我 旅 行 的 时 候 认 识 了 很 多 的 人 ， 他 们 都 住 在 别 的 国 家 。 这 有 好 点 和 不 利 ， 好 点 是 ： 我 可 以 拜 訪 他 们 ， 我 只 要 飞 机 票 ， 以 后 我 可 以 在 他 们 的 家 留 ， 因 为 他 们 请 我 客 。 我 跟 他 们 可 以 参 观 有 意 思 的 地 方 。
T0-A0 我 旅 行 的 时 候 认 识 了 很 多 的 人 ， 他 们 都 住 在 别 的 国 家 。 这 既 有 优 点 也 有 缺 点 ， 优 点 是 ： 我 只 要 有 了 飞 机 票 就 可 以 拜 访 他 们 ， 我 可 以 在 他 们 家 留 宿 。 因 为 他 们 请 客 ， 我 可 以 跟 他 们 一 起 参 观 有 意 思 的 地 方 。
A 25 25|||M|||既|||REQUIRED|||-NONE-|||0
A 26 27|||S|||优|||REQUIRED|||-NONE-|||0
A 28 31|||S|||也 有 缺 点|||REQUIRED|||-NONE-|||0
A 32 33|||S|||优|||REQUIRED|||-NONE-|||0
A 36 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 47|||M|||有 了|||REQUIRED|||-NONE-|||0
A 50 51|||S|||就 可|||REQUIRED|||-NONE-|||0
A 52 53|||S|||拜 访 他 们 ，|||REQUIRED|||-NONE-|||0
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 62 63|||S|||宿 。|||REQUIRED|||-NONE-|||0
A 68 69|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 70 71|||S|||，|||REQUIRED|||-NONE-|||0
A 72 72|||M|||可 以|||REQUIRED|||-NONE-|||0
A 75 77|||S|||一 起|||REQUIRED|||-NONE-|||0
T1-A0 我 旅 行 的 时 候 认 识 了 很 多 的 人 ， 他 们 都 住 在 别 的 国 家 。 这 有 好 处 也 有 坏 处 ， 好 处 是 ： 只 要 飞 机 票 ， 我 就 可 以 拜 访 他 们 ， 然 后 我 可 以 在 他 们 家 留 宿 ， 因 为 他 们 请 我 吃 饭 。 我 可 以 跟 他 们 参 观 有 意 思 的 地 方 。
A 27 31|||S|||处 也 有 坏 处|||REQUIRED|||-NONE-|||1
A 33 34|||S|||处|||REQUIRED|||-NONE-|||1
A 36 36|||M|||只 要 飞 机 票 ，|||REQUIRED|||-NONE-|||1
A 37 37|||M|||就|||REQUIRED|||-NONE-|||1
A 40 41|||S|||访|||REQUIRED|||-NONE-|||1
A 43 50|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 52|||S|||然|||REQUIRED|||-NONE-|||1
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 62 62|||M|||宿|||REQUIRED|||-NONE-|||1
A 69 70|||S|||吃 饭|||REQUIRED|||-NONE-|||1
A 72 77|||W|||可 以 跟 他 们|||REQUIRED|||-NONE-|||1
T1-A1 我 旅 行 的 时 候 认 识 了 很 多 的 人 ， 他 们 都 住 在 别 的 国 家 。 这 有 好 处 也 有 坏 处 ， 好 处 是 ： 只 要 飞 机 票 ， 我 就 可 以 拜 访 他 们 ， 然 后 我 可 以 在 他 们 家 留 宿 ， 因 为 他 们 请 我 吃 饭 。 我 可 以 跟 他 们 参 观 有 意 思 的 地 方 。
A 27 31|||S|||处 也 有 坏 处|||REQUIRED|||-NONE-|||1
A 33 34|||S|||处|||REQUIRED|||-NONE-|||1
A 36 36|||M|||只 要 飞 机 票 ，|||REQUIRED|||-NONE-|||1
A 37 37|||M|||就|||REQUIRED|||-NONE-|||1
A 40 41|||S|||访|||REQUIRED|||-NONE-|||1
A 44 52|||S|||然|||REQUIRED|||-NONE-|||1
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 62 62|||M|||宿|||REQUIRED|||-NONE-|||1
A 69 70|||S|||吃 饭|||REQUIRED|||-NONE-|||1
A 72 77|||W|||可 以 跟 他 们|||REQUIRED|||-NONE-|||1
T2-A0 我 旅 行 的 时 候 认 识 了 很 多 的 人 ， 他 们 都 住 在 别 的 国 家 。 这 有 好 处 和 坏 处 ， 好 处 是 ： 我 可 以 拜 访 他 们 ， 我 只 需 要 飞 机 票 ， 之 后 我 可 以 在 他 们 的 家 住 下 ， 因 为 他 们 请 我 客 。 我 可 以 跟 他 们 参 观 有 意 思 的 地 方 。
A 27 28|||S|||处|||REQUIRED|||-NONE-|||2
A 29 31|||S|||坏 处|||REQUIRED|||-NONE-|||2
A 33 34|||S|||处|||REQUIRED|||-NONE-|||2
A 40 41|||S|||访|||REQUIRED|||-NONE-|||2
A 46 46|||M|||需|||REQUIRED|||-NONE-|||2
A 51 52|||S|||之|||REQUIRED|||-NONE-|||2
A 61 62|||S|||住 下|||REQUIRED|||-NONE-|||2
A 72 77|||W|||可 以 跟 他 们|||REQUIRED|||-NONE-|||2

S 通 过 社 交 场 合 并 友 人 的 介 绍 结 交 异 性 朋 友 增 加 了 一 种 心 理 的 安 定 性 。
T0-A0 通 过 社 交 场 合 以 及 友 人 的 介 绍 结 交 异 性 朋 友 可 以 增 加 一 种 心 理 的 安 定 性 。
A 6 7|||S|||以 及|||REQUIRED|||-NONE-|||0
A 18 18|||M|||可 以|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 通 过 社 交 场 合 和 友 人 的 介 绍 结 交 异 性 朋 友 这 种 方 式 增 加 了 一 种 心 理 的 安 定 性 。
A 6 7|||S|||和|||REQUIRED|||-NONE-|||1
A 18 18|||M|||这 种 方 式|||REQUIRED|||-NONE-|||1
T2-A0 通 过 社 交 场 合 和 友 人 的 介 绍 结 交 异 性 朋 友 增 加 了 一 种 心 理 的 安 定 性 。
A 6 7|||S|||和|||REQUIRED|||-NONE-|||2

S 虽 然 我 家 当 然 也 有 洗 澡 间 ， 我 也 很 喜 欢 去 又 大 又 设 备 好 的 澡 堂 洗 澡 。
T0-A0 虽 然 我 家 当 然 也 有 洗 澡 间 ， 但 是 我 喜 欢 去 又 大 设 备 又 好 的 澡 堂 洗 澡 。
A 12 12|||M|||但 是|||REQUIRED|||-NONE-|||0
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 23|||W|||设 备 又|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 家 当 然 也 有 洗 澡 间 ， 但 我 更 很 喜 欢 去 又 大 设 备 又 好 的 澡 堂 洗 澡 。
A 12 12|||M|||但|||REQUIRED|||-NONE-|||1
A 13 14|||S|||更|||REQUIRED|||-NONE-|||1
A 20 23|||W|||设 备 又|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 我 家 也 有 洗 澡 间 ， 但 是 我 也 很 喜 欢 去 又 大 设 备 又 好 的 澡 堂 洗 澡 。
A 4 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 12 12|||M|||但 是|||REQUIRED|||-NONE-|||2
A 20 23|||W|||设 备 又|||REQUIRED|||-NONE-|||2

S 我 叫 迈 克 的 名 字 。 我 是 1 9 8 9 年 出 生 的 。 我 的 诞 生 日 是 十 月 三 号 。 我 家 比 较 大 ， 我 们 一 共 四 口 人 ： 我 父 母 、 我 哥 哥 、 还 有 我 。
T0-A0 我 的 名 字 叫 迈 克 。 我 是 1 9 8 9 年 出 生 的 。 我 的 生 日 是 十 月 三 号 。 我 家 庭 比 较 庞 大 ， 我 们 一 共 四 口 人 ： 我 父 母 、 我 哥 哥 、 还 有 我 。
A 1 7|||W|||的 名 字 叫 迈 克|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||庭|||REQUIRED|||-NONE-|||0
A 34 34|||M|||庞|||REQUIRED|||-NONE-|||0
T1-A0 我 叫 迈 克 ， 是 1 9 8 9 年 出 生 的 ， 我 的 生 日 是 十 月 三 号 。 我 的 家 比 较 大 ， 我 们 一 共 四 口 人 ： 我 父 母 、 我 哥 哥 、 还 有 我 。
A 4 9|||S|||，|||REQUIRED|||-NONE-|||1
A 18 19|||S|||，|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 31|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 我 叫 迈 克 ， 我 是 1 9 8 9 年 出 生 的 ， 我 的 生 日 是 十 月 三 号 。 我 家 人 比 较 多 ， 共 四 口 人 ： 我 父 母 、 我 哥 哥 、 还 有 我 。
A 4 8|||S|||，|||REQUIRED|||-NONE-|||2
A 18 19|||S|||，|||REQUIRED|||-NONE-|||2
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 32 32|||M|||人|||REQUIRED|||-NONE-|||2
A 34 35|||S|||多|||REQUIRED|||-NONE-|||2
A 36 39|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 希 望 将 来 吸 烟 者 会 越 来 越 减 少 。
T0-A0 希 望 将 来 吸 烟 者 的 数 目 会 减 少 。
A 7 11|||S|||的 数 目 会|||REQUIRED|||-NONE-|||0
T1-A0 希 望 将 来 吸 烟 者 会 越 来 越 少 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 是 因 为 男 性 和 女 性 天 生 就 是 在 个 别 方 面 有 所 不 同 。 就 是 他 们 的 思 考 能 力 呀 ， 性 方 面 呀 ， 他 们 应 有 的 本 性 确 实 不 同 。 所 以 男 女 分 班 是 应 对 的 问 题 。 对 于 青 少 年 来 说 爱 情 问 题 是 很 重 要 的 ， 这 种 问 题 使 让 他 们 在 以 后 的 生 活 上 有 很 大 的 作 用 。 所 以 让 他 们 自 由 地 去 恋 。
T0-A0 因 为 男 性 和 女 性 天 生 就 是 在 个 别 方 面 有 所 不 同 ， 比 如 他 们 的 思 考 能 力 呀 ， 性 方 面 呀 ， 他 们 的 本 性 确 实 不 同 ， 所 以 男 女 分 班 是 应 该 面 对 的 问 题 。 对 于 青 少 年 来 说 爱 情 问 题 是 很 重 要 的 ， 这 种 问 题 对 他 们 在 以 后 的 生 活 有 很 大 的 作 用 。 所 以 应 该 让 他 们 自 由 地 去 恋 爱 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 24|||S|||， 比 如|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 50|||S|||，|||REQUIRED|||-NONE-|||0
A 58 58|||M|||该 面|||REQUIRED|||-NONE-|||0
A 84 86|||S|||对|||REQUIRED|||-NONE-|||0
A 94 95|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 104 104|||M|||应 该|||REQUIRED|||-NONE-|||0
A 112 112|||M|||爱|||REQUIRED|||-NONE-|||0
T1-A0 因 为 男 性 和 女 性 天 生 就 是 在 个 别 方 面 有 所 不 同 ， 比 如 他 们 的 思 考 能 力 ， 性 方 面 ， 他 们 的 本 性 确 实 不 同 。 所 以 男 女 分 班 是 应 该 面 对 的 问 题 。 对 于 青 少 年 来 说 ， 爱 情 问 题 是 很 重 要 的 ， 这 种 问 题 在 他 们 在 以 后 的 生 活 中 有 很 大 的 影 响 ， 所 以 应 该 让 他 们 自 由 地 去 恋 爱 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 24|||S|||， 比 如|||REQUIRED|||-NONE-|||1
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 58 58|||M|||该 面|||REQUIRED|||-NONE-|||1
A 70 70|||M|||，|||REQUIRED|||-NONE-|||1
A 84 86|||S|||在|||REQUIRED|||-NONE-|||1
A 94 95|||S|||中|||REQUIRED|||-NONE-|||1
A 99 102|||S|||影 响 ，|||REQUIRED|||-NONE-|||1
A 104 104|||M|||应 该|||REQUIRED|||-NONE-|||1
A 112 112|||M|||爱|||REQUIRED|||-NONE-|||1

S 英 雄 是 一 个 专 人 立 功 。 对 我 来 说 ， 英 雄 拣 正 确 的 决 定 。
T0-A0 英 雄 是 一 个 人 立 功 的 专 称 。 对 我 来 说 ， 英 雄 会 做 正 确 的 决 定 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M|||的 专 称|||REQUIRED|||-NONE-|||0
A 17 18|||S|||会 做|||REQUIRED|||-NONE-|||0
T1-A0 英 雄 是 一 个 人 立 功 的 专 称 。 对 我 来 说 ， 英 雄 会 做 出 正 确 的 决 定 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 9|||M|||的 专 称|||REQUIRED|||-NONE-|||1
A 17 18|||S|||会 做 出|||REQUIRED|||-NONE-|||1

S 最 后 一 个 地 方 我 们 赴 了 叫 达 尔 文 港 。 有 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鱼 咢 很 多 ， 所 以 我 们 没 去 海 边 游 泳 。
T0-A0 最 后 我 们 去 了 叫 达 尔 文 港 。 在 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鳄 鱼 很 多 ， 所 以 我 们 没 法 去 海 边 游 泳 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||去|||REQUIRED|||-NONE-|||0
A 16 17|||S|||在|||REQUIRED|||-NONE-|||0
A 39 41|||S|||鳄 鱼|||REQUIRED|||-NONE-|||0
A 49 49|||M|||法|||REQUIRED|||-NONE-|||0
T0-A1 最 后 我 们 去 了 叫 达 尔 文 港 。 在 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鳄 鱼 很 多 ， 所 以 我 们 没 法 去 海 边 游 泳 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||去|||REQUIRED|||-NONE-|||0
A 16 17|||S|||在|||REQUIRED|||-NONE-|||0
A 39 39|||M|||鳄|||REQUIRED|||-NONE-|||0
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 49|||M|||法|||REQUIRED|||-NONE-|||0
T1-A0 最 后 我 们 去 了 达 尔 文 港 。 在 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鳄 鱼 很 多 ， 所 以 我 们 没 去 海 边 游 泳 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 9|||S|||去|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 17|||S|||在|||REQUIRED|||-NONE-|||1
A 39 41|||S|||鳄 鱼|||REQUIRED|||-NONE-|||1
T1-A1 最 后 我 们 去 了 达 尔 文 港 。 在 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鳄 鱼 很 多 ， 所 以 我 们 没 去 海 边 游 泳 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 9|||S|||去|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 17|||S|||在|||REQUIRED|||-NONE-|||1
A 39 39|||M|||鳄|||REQUIRED|||-NONE-|||1
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 们 去 的 最 后 一 个 地 方 叫 达 尔 文 港 ， 它 在 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鳄 鱼 很 多 ， 所 以 我 们 没 去 海 边 游 泳 。
A 0 0|||M|||我 们 去 的|||REQUIRED|||-NONE-|||2
A 6 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 15 17|||S|||， 它 在|||REQUIRED|||-NONE-|||2
A 39 41|||S|||鳄 鱼|||REQUIRED|||-NONE-|||2
T2-A1 我 们 去 的 最 后 一 个 地 方 叫 达 尔 文 港 ， 它 在 海 边 ， 气 候 很 热 ， 但 是 是 危 险 的 地 方 ， 因 为 在 那 边 鳄 鱼 很 多 ， 所 以 我 们 没 去 海 边 游 泳 。
A 0 0|||M|||我 们 去 的|||REQUIRED|||-NONE-|||2
A 6 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 15 17|||S|||， 它 在|||REQUIRED|||-NONE-|||2
A 39 39|||M|||鳄|||REQUIRED|||-NONE-|||2
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 在 摩 洛 哥 有 很 多 蒸 汽 ， 是 在 非 洲 最 有 名 的 ， 那 里 真 的 很 舒 服 ， 是 个 放 松 的 地 方 ， 坏 境 很 安 静 ， 工 作 人 员 很 细 心 。 然 后 你 们 可 以 躺 一 会 儿 ， 一 边 喝 摩 洛 哥 茶 ， 一 边 品 尝 阿 拉 伯 的 蛋 糕 。 摩 洛 哥 茶 在 非 洲 是 最 有 名 的 茶 ， 是 非 常 如 渴 的 。
T0-A0 在 摩 洛 哥 有 很 多 蒸 汽 浴 室 ， 在 非 洲 是 最 有 名 的 ， 那 里 真 的 很 舒 服 ， 是 个 放 松 的 地 方 ， 环 境 很 安 静 ， 工 作 人 员 很 细 心 。 然 后 你 们 可 以 躺 一 会 儿 ， 一 边 喝 摩 洛 哥 茶 ， 一 边 品 尝 阿 拉 伯 的 蛋 糕 。 摩 洛 哥 茶 在 非 洲 是 最 有 名 的 茶 ， 是 非 常 解 渴 的 。
A 9 9|||M|||浴 室|||REQUIRED|||-NONE-|||0
A 10 14|||W|||在 非 洲 是|||REQUIRED|||-NONE-|||0
A 35 36|||S|||环|||REQUIRED|||-NONE-|||0
A 96 97|||S|||解|||REQUIRED|||-NONE-|||0
T1-A0 在 摩 洛 哥 有 很 多 蒸 汽 浴 室 ， 在 非 洲 是 最 有 名 的 ， 那 里 真 的 很 舒 服 ， 是 个 放 松 的 地 方 ， 环 境 很 安 静 ， 工 作 人 员 很 细 心 。 然 后 你 们 可 以 躺 一 会 儿 ， 一 边 喝 摩 洛 哥 茶 ， 一 边 品 尝 阿 拉 伯 的 蛋 糕 。 摩 洛 哥 茶 在 非 洲 是 最 有 名 的 茶 ， 是 非 常 好 喝 的 。
A 9 9|||M|||浴 室|||REQUIRED|||-NONE-|||1
A 10 14|||W|||在 非 洲 是|||REQUIRED|||-NONE-|||1
A 35 36|||S|||环|||REQUIRED|||-NONE-|||1
A 96 98|||S|||好 喝|||REQUIRED|||-NONE-|||1

S 已 经 有 几 个 孩 子 食 用 了 这 “ 绿 色 食 品 ” 来 做 的 粮 食 以 后 ， 长 胖 了 一 点 ， 跟 普 通 孩 子 一 样 了 。 从 这 例 子 能 看 出 来 ， 虽 然 “ 绿 色 食 品 ” 很 难 种 出 来 ， 但 它 对 饥 饿 的 人 们 有 一 定 的 帮 助 。
T0-A0 已 经 有 几 个 孩 子 食 用 了 这 “ 绿 色 食 品 ” 做 的 粮 食 以 后 ， 长 胖 了 一 点 ， 跟 普 通 孩 子 一 样 了 。 从 这 例 子 能 看 出 来 ， 虽 然 “ 绿 色 食 品 ” 很 难 种 出 来 ， 但 它 对 饥 饿 的 人 们 有 一 定 的 帮 助 。
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 老 板 批 评 其 他 的 经 理 ， 说 他 们 画 饼 充 饥 ， 只 清 谈 ， 不 无 实 际 ， 互 相 吹 捧 。
T0-A0 老 板 批 评 其 他 的 经 理 ， 说 他 们 画 饼 充 饥 ， 只 空 谈 ， 不 切 实 际 ， 互 相 吹 捧 。
A 19 20|||S|||空|||REQUIRED|||-NONE-|||0
A 23 24|||S|||切|||REQUIRED|||-NONE-|||0

S 最 近 ， 在 很 多 公 共 场 所 ， 饭 馆 和 饭 店 等 等 允 许 抽 烟 的 地 方 越 来 越 少 了 。 日 本 也 有 一 样 的 潮 流 。 我 欢 迎 这 样 的 潮 流 。
T0-A0 最 近 ， 在 很 多 公 共 场 所 如 饭 馆 、 酒 店 等 ， 允 许 抽 烟 的 地 方 越 来 越 少 了 。 日 本 也 有 一 样 的 潮 流 。 我 欢 迎 这 样 的 潮 流 。
A 10 11|||S|||如|||REQUIRED|||-NONE-|||0
A 13 15|||S|||、 酒|||REQUIRED|||-NONE-|||0
A 17 18|||S|||，|||REQUIRED|||-NONE-|||0

S 我 爸 爸 和 妈 妈 越 来 越 老 ， 我 爸 爸 快 六 十 五 岁 ， 而 且 他 的 心 不 太 好 ， 我 害 怕 有 问 题 。 所 有 机 会 我 就 去 看 他 。 一 起 吃 饭 ， 天 儿 。 对 我 说 ， 这 个 是 非 常 重 要 的 ！
T0-A0 我 爸 爸 和 妈 妈 越 来 越 老 ， 我 爸 爸 快 六 十 五 岁 了 ， 而 且 他 的 心 脏 不 太 好 ， 我 害 怕 有 问 题 。 所 以 有 机 会 我 就 去 看 他 。 一 起 吃 饭 ， 聊 天 儿 。 要 我 来 说 ， 这 个 是 非 常 重 要 的 ！
A 19 19|||M|||了|||REQUIRED|||-NONE-|||0
A 25 25|||M|||脏|||REQUIRED|||-NONE-|||0
A 37 37|||M|||以|||REQUIRED|||-NONE-|||0
A 51 51|||M|||聊|||REQUIRED|||-NONE-|||0
A 54 55|||S|||要|||REQUIRED|||-NONE-|||0
A 56 56|||M|||来|||REQUIRED|||-NONE-|||0

S 在 房 间 时 砂 能 打 伞 ， 不 然 个 子 长 不 高 。
T0-A0 在 房 间 里 时 不 能 打 伞 ， 不 然 个 子 会 长 不 高 。
A 3 3|||M|||里|||REQUIRED|||-NONE-|||0
A 4 5|||S|||不|||REQUIRED|||-NONE-|||0
A 13 13|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 在 房 间 时 不 能 打 伞 ， 不 然 个 子 长 不 高 。
A 4 5|||S|||不|||REQUIRED|||-NONE-|||1
T2-A0 不 能 在 房 间 里 打 伞 ， 不 然 个 子 长 不 高 。
A 0 0|||M|||不 能|||REQUIRED|||-NONE-|||2
A 3 6|||S|||里|||REQUIRED|||-NONE-|||2

S 因 为 我 个 子 很 高 ， 所 以 在 日 本 能 买 的 裤 子 又 短 ， 衬 衣 又 少 。
T0-A0 因 为 我 个 子 很 高 ， 所 以 在 日 本 能 买 到 的 裤 子 过 短 ， 衬 衣 又 少 。
A 15 15|||M|||到|||REQUIRED|||-NONE-|||0
A 18 19|||S|||过|||REQUIRED|||-NONE-|||0

S 在 我 的 家 我 们 没 有 宠 動 ， 因 为 我 爸 爸 过 敏 。 我 两 个 妈 奶 还 在 ， 但 是 我 两 个 爷 爷 去 世 了 。 我 有 一 些 爱 好 。 我 喜 欢 跳 舞 、 看 画 、 跑 步 和 看 书 。 我 是 锡 兰 人 ， 印 地 语 是 我 的 本 话 。
T0-A0 在 我 的 家 我 们 没 有 养 宠 物 ， 因 为 我 爸 爸 过 敏 。 我 两 个 奶 妈 还 在 ， 但 是 我 两 个 爷 爷 去 世 了 。 我 有 一 些 爱 好 。 我 喜 欢 跳 舞 、 画 画 、 跑 步 和 看 书 。 我 是 锡 兰 人 ， 印 地 语 是 我 的 母 语 。
A 8 8|||M|||养|||REQUIRED|||-NONE-|||0
A 9 10|||S|||物|||REQUIRED|||-NONE-|||0
A 22 24|||W|||奶 妈|||REQUIRED|||-NONE-|||0
A 51 52|||S|||画|||REQUIRED|||-NONE-|||0
A 72 74|||S|||母 语|||REQUIRED|||-NONE-|||0
T1-A0 在 我 的 家 我 们 不 养 宠 物 ， 因 为 我 爸 爸 过 敏 。 我 两 个 奶 奶 还 在 ， 但 是 我 两 个 爷 爷 去 世 了 。 我 有 一 些 爱 好 。 我 喜 欢 跳 舞 、 画 画 、 跑 步 和 看 书 。 我 是 锡 兰 人 ， 印 地 语 是 我 的 母 语 。
A 6 8|||S|||不 养|||REQUIRED|||-NONE-|||1
A 9 10|||S|||物|||REQUIRED|||-NONE-|||1
A 22 23|||S|||奶|||REQUIRED|||-NONE-|||1
A 51 52|||S|||画|||REQUIRED|||-NONE-|||1
A 72 74|||S|||母 语|||REQUIRED|||-NONE-|||1

S 我 在 大 学 学 中 文 、 俄 文 和 日 文 。 因 为 我 应 该 毕 业 的 时 候 为 个 单 身 汉 ， 我 很 紧 张 这 个 学 期 的 时 候 。 为 轻 松 一 黑 儿 ， 我 很 喜 欢 跟 我 朋 友 们 比 赛 一 下 ， 做 动 。
T0-A0 我 在 大 学 学 中 文 、 俄 文 和 日 文 。 因 为 我 毕 业 的 时 候 应 该 是 个 单 身 汉 ， 所 以 这 个 学 期 我 很 紧 张 。 为 了 放 松 一 会 儿 ， 我 很 喜 欢 跟 我 朋 友 们 比 赛 ， 做 运 动 。
A 17 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S|||应 该 是|||REQUIRED|||-NONE-|||0
A 30 34|||S|||所 以|||REQUIRED|||-NONE-|||0
A 38 41|||S|||我 很 紧 张|||REQUIRED|||-NONE-|||0
A 43 44|||S|||了 放|||REQUIRED|||-NONE-|||0
A 46 47|||S|||会|||REQUIRED|||-NONE-|||0
A 60 62|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 64 64|||M|||运|||REQUIRED|||-NONE-|||0
T1-A0 我 在 大 学 学 中 文 、 俄 文 和 日 文 。 因 为 我 毕 业 的 时 候 应 该 是 个 单 身 汉 ， 所 以 这 个 学 期 我 很 紧 张 。 为 了 放 松 一 会 儿 ， 我 很 喜 欢 跟 我 朋 友 们 比 试 一 下 ， 做 运 动 。
A 17 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 25|||S|||应 该 是|||REQUIRED|||-NONE-|||1
A 30 34|||S|||所 以|||REQUIRED|||-NONE-|||1
A 38 41|||S|||我 很 紧 张|||REQUIRED|||-NONE-|||1
A 43 44|||S|||了 放|||REQUIRED|||-NONE-|||1
A 46 47|||S|||会|||REQUIRED|||-NONE-|||1
A 59 60|||S|||试|||REQUIRED|||-NONE-|||1
A 64 64|||M|||运|||REQUIRED|||-NONE-|||1

S 最 后 ， 孩 子 的 兴 趣 无 一 没 有 跟 父 母 的 兴 趣 相 干 。
T0-A0 最 后 ， 孩 子 的 兴 趣 无 一 不 是 跟 父 母 的 兴 趣 相 干 。
A 10 12|||S|||不 是|||REQUIRED|||-NONE-|||0
T1-A0 最 后 ， 孩 子 的 兴 趣 无 一 不 跟 父 母 的 兴 趣 相 干 。
A 10 12|||S|||不|||REQUIRED|||-NONE-|||1

S 我 在 千 叶 县 生 活 ， 这 就 意 味 着 我 要 从 东 电 买 电 ， 没 有 选 择 。
T0-A0 我 在 千 叶 县 生 活 ， 这 就 意 味 着 我 要 从 东 电 买 电 ， 没 有 别 的 选 择 。
A 23 23|||M|||别 的|||REQUIRED|||-NONE-|||0
T1-A0 我 在 千 叶 县 生 活 ， 这 就 意 味 着 我 要 从 东 电 买 电 ， 没 有 其 他 选 择 。
A 23 23|||M|||其 他|||REQUIRED|||-NONE-|||1
T2-A0 我 在 千 叶 县 生 活 ， 这 就 意 味 着 我 要 从 东 电 买 电 ， 没 有 选 择 余 地 。
A 25 25|||M|||余 地|||REQUIRED|||-NONE-|||2

S 在 中 国 历 史 上 有 一 个 很 有 名 的 传 统 。 人 们 说 是 黄 帝 搞 起 来 中 医 的 问 题 ， 还 有 神 农 挑 了 哪 个 对 身 体 好 ， 哪 个 对 身 体 坏 。 真 的 或 着 不 是 真 的 ， 这 不 重 要 ， 重 要 的 是 中 医 是 很 有 意 思 的 学 问 ， 很 有 意 思 的 哲 学 ， 还 有 我 想 这 很 有 用 。
T0-A0 在 中 国 历 史 上 有 一 个 很 有 名 的 传 说 。 人 们 说 是 黄 帝 发 明 了 中 医 ， 还 有 是 神 农 挑 出 了 哪 些 植 物 对 身 体 好 ， 哪 些 植 物 对 身 体 坏 。 这 些 是 真 的 或 者 不 是 真 的 ， 都 不 重 要 ， 重 要 的 是 中 医 是 很 有 意 思 的 学 问 、 哲 学 ， 还 有 我 想 这 很 有 用 。
A 14 15|||S|||说|||REQUIRED|||-NONE-|||0
A 22 25|||S|||发 明 了|||REQUIRED|||-NONE-|||0
A 27 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M|||是|||REQUIRED|||-NONE-|||0
A 36 36|||M|||出|||REQUIRED|||-NONE-|||0
A 38 39|||S|||些 植 物|||REQUIRED|||-NONE-|||0
A 45 46|||S|||些 植 物|||REQUIRED|||-NONE-|||0
A 51 51|||M|||这 些 是|||REQUIRED|||-NONE-|||0
A 54 55|||S|||者|||REQUIRED|||-NONE-|||0
A 60 61|||S|||都|||REQUIRED|||-NONE-|||0
A 79 85|||S|||、|||REQUIRED|||-NONE-|||0
T1-A0 在 中 国 历 史 上 有 一 个 很 有 名 的 故 事 。 人 们 说 是 黄 帝 解 决 了 中 医 的 问 题 ， 神 农 找 出 哪 些 对 身 体 好 ， 哪 些 对 身 体 坏 的 草 药 。 这 些 是 真 的 或 者 不 是 真 的 不 重 要 ， 重 要 的 是 中 医 是 一 门 很 有 意 思 的 学 问 ， 也 是 很 有 意 思 的 哲 学 ， 所 以 我 想 中 医 很 有 用 。
A 13 15|||S|||故 事|||REQUIRED|||-NONE-|||1
A 22 25|||S|||解 决 了|||REQUIRED|||-NONE-|||1
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 37|||S|||找 出|||REQUIRED|||-NONE-|||1
A 38 39|||S|||些|||REQUIRED|||-NONE-|||1
A 45 46|||S|||些|||REQUIRED|||-NONE-|||1
A 50 50|||M|||的 草 药|||REQUIRED|||-NONE-|||1
A 51 51|||M|||这 些 是|||REQUIRED|||-NONE-|||1
A 54 55|||S|||者|||REQUIRED|||-NONE-|||1
A 59 61|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 72 72|||M|||一 门|||REQUIRED|||-NONE-|||1
A 80 80|||M|||也 是|||REQUIRED|||-NONE-|||1
A 88 90|||S|||所 以|||REQUIRED|||-NONE-|||1
A 92 93|||S|||中 医|||REQUIRED|||-NONE-|||1

S 有 时 候 ， 父 母 的 兴 趣 、 爱 好 也 会 成 为 孩 子 们 的 嗜 好 。 有 很 多 伟 大 的 音 乐 家 ， 他 们 的 父 亲 或 母 亲 都 热 爱 音 乐 ， 从 而 培 养 他 们 对 音 乐 的 兴 趣 。
T0-A0 有 时 候 ， 父 母 的 兴 趣 、 爱 好 也 会 成 为 孩 子 们 的 爱 好 。 有 很 多 伟 大 的 音 乐 家 ， 他 们 的 父 亲 或 母 亲 都 热 爱 音 乐 ， 从 而 会 培 养 他 们 对 音 乐 的 兴 趣 。
A 20 21|||S|||爱|||REQUIRED|||-NONE-|||0
A 49 49|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 有 时 候 ， 父 母 的 兴 趣 、 爱 好 也 会 成 为 孩 子 们 的 爱 好 。 有 很 多 伟 大 的 音 乐 家 ， 他 们 的 父 亲 或 母 亲 都 热 爱 音 乐 ， 从 而 培 养 了 他 们 对 音 乐 的 兴 趣 。
A 20 21|||S|||爱|||REQUIRED|||-NONE-|||1
A 51 51|||M|||了|||REQUIRED|||-NONE-|||1

S 什 么 是 我 的 梦 想 呢 ？
T0-A0 我 的 梦 想 是 什 么 呢 ？
A 0 7|||W|||我 的 梦 想 是 什 么|||REQUIRED|||-NONE-|||0

S 其 次 ， 吸 烟 给 周 围 人 比 自 己 更 深 刻 的 影 响 。
T0-A0 其 次 ， 吸 烟 给 周 围 人 带 来 比 自 己 更 严 重 的 影 响 。
A 9 9|||M|||带 来|||REQUIRED|||-NONE-|||0
A 13 15|||S|||严 重|||REQUIRED|||-NONE-|||0
T1-A0 其 次 ， 吸 烟 给 周 围 人 的 影 响 比 自 己 更 严 重 。
A 9 9|||M|||的 影 响|||REQUIRED|||-NONE-|||1
A 13 18|||S|||严 重|||REQUIRED|||-NONE-|||1

S 甚 至 某 市 政 府 出 台 一 项 规 定 ， 就 是 在 公 共 场 所 走 边 抽 烟 的 人 将 被 罚 款 。 这 样 的 情 况 虽 然 抽 烟 的 人 很 不 方 便 不 抽 烟 的 人 很 好 。
T0-A0 某 市 政 府 甚 至 出 台 一 项 规 定 ， 就 是 在 公 共 场 所 边 走 边 抽 烟 的 人 将 被 罚 款 。 这 个 规 定 虽 然 对 抽 烟 的 人 很 不 友 好 ， 但 是 对 不 抽 烟 的 人 很 好 。
A 0 6|||W|||某 市 政 府 甚 至|||REQUIRED|||-NONE-|||0
A 20 20|||M|||边|||REQUIRED|||-NONE-|||0
A 32 36|||S|||个 规 定|||REQUIRED|||-NONE-|||0
A 38 38|||M|||对|||REQUIRED|||-NONE-|||0
A 44 46|||S|||友 好 ， 但 是 对|||REQUIRED|||-NONE-|||0
T1-A0 甚 至 某 市 政 府 出 台 一 项 规 定 ， 就 是 在 公 共 场 所 边 走 边 抽 烟 的 人 将 被 罚 款 。 在 这 样 的 情 况 下 ， 虽 然 抽 烟 的 人 很 不 方 便 ， 但 是 不 抽 烟 的 人 会 很 开 心 。
A 20 20|||M|||边|||REQUIRED|||-NONE-|||1
A 31 31|||M|||在|||REQUIRED|||-NONE-|||1
A 36 36|||M|||下 ，|||REQUIRED|||-NONE-|||1
A 46 46|||M|||， 但 是|||REQUIRED|||-NONE-|||1
A 51 51|||M|||会|||REQUIRED|||-NONE-|||1
A 52 53|||S|||开 心|||REQUIRED|||-NONE-|||1

S 为 了 让 孩 子 能 够 上 大 学 ， 他 们 辛 苦 地 工 作 ， 年 复 一 年 ， 把 身 体 都 捱 垮 了 ， 丈 夫 得 了 心 脏 ， 妻 子 得 了 风 湿 关 节 炎 瘫 在 床 上 。
T0-A0 为 了 让 孩 子 能 够 上 大 学 ， 他 们 辛 苦 地 工 作 ， 年 复 一 年 ， 把 身 体 都 压 垮 了 ， 丈 夫 得 了 心 脏 病 ， 妻 子 得 了 风 湿 关 节 炎 ， 瘫 在 床 上 。
A 28 29|||S|||压|||REQUIRED|||-NONE-|||0
A 38 38|||M|||病|||REQUIRED|||-NONE-|||0
A 48 48|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 为 了 让 孩 子 能 够 上 大 学 ， 他 们 辛 苦 地 工 作 ， 年 复 一 年 ， 把 身 体 都 搞 垮 了 ， 丈 夫 得 了 心 脏 病 ， 妻 子 得 了 风 湿 关 节 炎 瘫 在 床 上 。
A 28 29|||S|||搞|||REQUIRED|||-NONE-|||1
A 38 38|||M|||病|||REQUIRED|||-NONE-|||1

S 首 先 是 ， 对 吸 烟 者 来 说 ， 吸 烟 虽 然 对 健 康 不 有 利 ， 可 是 他 们 认 为 通 过 吸 烟 ， 在 生 活 上 的 压 力 会 解 消 。 而 且 ， 有 人 认 为 在 工 作 的 时 候 ， 吸 烟 有 助 于 工 作 的 效 益 。 所 以 在 公 共 场 所 里 禁 止 吸 烟 的 措 施 ， 对 他 们 来 说 ， 不 太 好 的 措 施 。
T0-A0 首 先 是 ， 对 吸 烟 者 来 说 ， 吸 烟 虽 然 对 健 康 不 利 ， 可 是 他 们 认 为 通 过 吸 烟 ， 在 生 活 上 的 压 力 会 消 解 。 而 且 ， 有 人 认 为 在 工 作 的 时 候 ， 吸 烟 有 助 于 提 高 工 作 的 效 率 。 所 以 在 公 共 场 所 里 禁 止 吸 烟 的 措 施 ， 对 他 们 来 说 ， 是 不 太 好 的 措 施 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 43|||W|||消 解|||REQUIRED|||-NONE-|||0
A 63 63|||M|||提 高|||REQUIRED|||-NONE-|||0
A 67 68|||S|||率|||REQUIRED|||-NONE-|||0
A 91 91|||M|||是|||REQUIRED|||-NONE-|||0
T1-A0 首 先 ， 对 吸 烟 者 来 说 ， 吸 烟 虽 然 对 健 康 不 利 ， 但 是 他 们 认 为 通 过 吸 烟 ， 可 以 消 解 生 活 上 的 压 力 。 而 且 ， 有 人 认 为 在 工 作 的 时 候 ， 吸 烟 有 助 于 提 高 工 作 的 效 率 。 所 以 在 公 共 场 所 禁 止 吸 烟 的 措 施 ， 对 他 们 来 说 是 不 太 好 的 措 施 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 23|||S|||但|||REQUIRED|||-NONE-|||1
A 33 34|||S|||可 以 消 解|||REQUIRED|||-NONE-|||1
A 40 43|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 63 63|||M|||提 高|||REQUIRED|||-NONE-|||1
A 67 68|||S|||率|||REQUIRED|||-NONE-|||1
A 76 77|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 90 91|||S|||是|||REQUIRED|||-NONE-|||1

S 虽 然 我 觉 得 一 般 来 说 假 期 时 间 太 短 暂 了 ， 今 年 的 暑 假 很 有 意 思 ， 因 为 我 差 不 多 喜 欢 的 事 情 都 做 了 ， 所 以 忘 不 了 。
T0-A0 虽 然 我 觉 得 一 般 来 说 假 期 时 间 还 是 太 短 暂 了 ， 但 是 今 年 的 暑 假 很 有 意 思 ， 因 为 我 差 不 多 把 喜 欢 的 事 情 都 做 了 ， 所 以 忘 不 了 。
A 13 13|||M|||还 是|||REQUIRED|||-NONE-|||0
A 18 18|||M|||但 是|||REQUIRED|||-NONE-|||0
A 34 34|||M|||把|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 觉 得 一 般 来 说 假 期 时 间 太 短 暂 了 ， 但 是 今 年 的 暑 假 很 有 意 思 ， 因 为 我 差 不 多 把 喜 欢 的 事 情 都 做 了 ， 所 以 忘 不 了 。
A 18 18|||M|||但 是|||REQUIRED|||-NONE-|||1
A 34 34|||M|||把|||REQUIRED|||-NONE-|||1

S 去 年 我 要 花 一 年 才 读 了 1 0 学 分 ， 反 过 来 你 只 有 一 个 学 期 就 读 那 么 多 。
T0-A0 去 年 我 花 了 一 年 才 读 了 1 0 学 分 ， 而 你 只 用 一 个 学 期 就 读 了 那 么 多 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||了|||REQUIRED|||-NONE-|||0
A 15 18|||S|||而|||REQUIRED|||-NONE-|||0
A 20 21|||S|||用|||REQUIRED|||-NONE-|||0
A 27 27|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 去 年 我 花 了 一 年 才 读 了 1 0 学 分 ， 但 你 一 个 学 期 就 读 了 那 么 多 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||了|||REQUIRED|||-NONE-|||1
A 15 18|||S|||但|||REQUIRED|||-NONE-|||1
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||了|||REQUIRED|||-NONE-|||1
T2-A0 去 年 我 花 了 一 年 才 修 了 1 0 学 分 ， 而 你 只 用 一 个 学 期 就 修 了 那 么 多 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 5 5|||M|||了|||REQUIRED|||-NONE-|||2
A 8 9|||S|||修|||REQUIRED|||-NONE-|||2
A 15 18|||S|||而|||REQUIRED|||-NONE-|||2
A 20 21|||S|||用|||REQUIRED|||-NONE-|||2
A 26 27|||S|||修 了|||REQUIRED|||-NONE-|||2

S 所 以 每 一 天 ， 每 个 日 很 多 人 因 在 饥 饿 当 中 死 了 。 有 时 有 些 别 的 国 家 送 食 品 ， 人 们 争 先 恐 后 要 着 。 可 是 有 些 农 村 地 区 却 受 不 到 食 品 ， 所 以 他 们 拨 在 地 上 的 绿 色 草 ， 把 草 在 水 里 煮 ， 然 后 就 吃 。
T0-A0 所 以 每 一 天 ， 都 有 很 多 人 因 饥 饿 死 了 。 有 时 有 些 别 的 国 家 送 食 品 ， 人 们 争 先 恐 后 地 要 着 。 可 是 有 些 农 村 地 区 却 得 不 到 食 品 ， 所 以 他 们 拔 在 地 上 的 绿 草 ， 把 草 放 在 水 里 煮 ， 然 后 就 吃 。
A 6 9|||S|||都 有|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 39|||M|||地|||REQUIRED|||-NONE-|||0
A 51 52|||S|||得|||REQUIRED|||-NONE-|||0
A 61 62|||S|||拔|||REQUIRED|||-NONE-|||0
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 72 72|||M|||放|||REQUIRED|||-NONE-|||0
T1-A0 所 以 每 一 天 ， 很 多 人 在 饥 饿 当 中 死 了 。 有 时 有 些 别 的 国 家 送 食 品 ， 人 们 争 先 恐 后 地 要 着 。 可 是 有 些 农 村 地 区 却 得 不 到 食 品 ， 所 以 他 们 拔 地 上 的 绿 草 ， 把 草 放 在 水 里 煮 ， 然 后 吃 。
A 6 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 39|||M|||地|||REQUIRED|||-NONE-|||1
A 51 52|||S|||得|||REQUIRED|||-NONE-|||1
A 61 63|||S|||拔|||REQUIRED|||-NONE-|||1
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 72 72|||M|||放|||REQUIRED|||-NONE-|||1
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 所 以 每 一 天 、 每 一 日 ， 很 多 人 因 饥 饿 而 死 。 有 时 有 些 别 的 国 家 送 食 品 ， 人 们 争 先 恐 后 着 要 。 可 是 有 些 农 村 地 区 却 收 不 到 食 品 ， 所 以 他 们 拔 地 上 的 青 草 ， 把 草 扔 进 水 里 煮 ， 然 后 就 吃 。
A 5 6|||S|||、|||REQUIRED|||-NONE-|||2
A 7 8|||S|||一|||REQUIRED|||-NONE-|||2
A 9 9|||M|||，|||REQUIRED|||-NONE-|||2
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 16 18|||S|||而|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 39 41|||W|||着 要|||REQUIRED|||-NONE-|||2
A 51 52|||S|||收|||REQUIRED|||-NONE-|||2
A 61 63|||S|||拔|||REQUIRED|||-NONE-|||2
A 66 68|||S|||青|||REQUIRED|||-NONE-|||2
A 72 73|||S|||扔 进|||REQUIRED|||-NONE-|||2
T3-A0 所 以 每 一 天 ， 很 多 人 因 为 饥 饿 死 了 。 有 时 有 些 别 的 国 家 送 食 品 ， 人 们 争 先 恐 后 地 要 着 。 可 是 有 些 农 村 地 区 却 得 不 到 食 品 ， 所 以 他 们 拔 长 在 地 上 的 绿 草 ， 把 草 放 在 水 里 煮 ， 然 后 吃 。
A 6 9|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 13 14|||S|||为|||REQUIRED|||-NONE-|||3
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 39 39|||M|||地|||REQUIRED|||-NONE-|||3
A 51 52|||S|||得|||REQUIRED|||-NONE-|||3
A 61 62|||S|||拔 长|||REQUIRED|||-NONE-|||3
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 72 72|||M|||放|||REQUIRED|||-NONE-|||3
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 唯 一 的 方 法 就 是 ： 放 开 自 己 的 心 ， 接 受 新 现 代 的 变 化 。 这 样 ， 你 对 这 世 界 所 发 生 的 事 情 ， 就 会 无 有 难 以 接 受 之 事 了 。
T0-A0 唯 一 的 方 法 就 是 ： 放 开 自 己 的 心 ， 接 受 新 时 代 的 变 化 。 这 样 ， 你 对 这 世 界 所 发 生 的 事 情 ， 就 不 会 有 难 以 接 受 之 事 了 。
A 18 19|||S|||时|||REQUIRED|||-NONE-|||0
A 40 40|||M|||不|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 唯 一 的 方 法 就 是 ： 放 开 自 己 的 心 ， 接 受 现 代 的 变 化 。 这 样 ， 你 对 这 世 界 所 发 生 的 事 情 ， 就 没 有 难 以 接 受 之 事 了 。
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 42|||S|||没|||REQUIRED|||-NONE-|||1
T2-A0 唯 一 的 方 法 就 是 ： 放 开 自 己 的 心 ， 接 受 新 时 代 的 变 化 。 这 样 ， 你 对 这 世 界 所 发 生 的 事 情 就 不 会 难 以 接 受 了 。
A 18 19|||S|||时|||REQUIRED|||-NONE-|||2
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 40 40|||M|||不|||REQUIRED|||-NONE-|||2
A 41 43|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 47 49|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 反 而 那 些 不 帅 ， 还 有 点 丑 但 是 很 会 唱 歌 就 被 淘 汰 了 。
T0-A0 反 而 那 些 不 帅 ， 还 有 点 丑 但 是 很 会 唱 歌 的 就 被 淘 汰 了 。
A 17 17|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 反 而 那 些 不 帅 ， 还 有 点 丑 但 是 很 会 唱 歌 的 歌 手 就 被 淘 汰 了 。
A 16 16|||M|||歌 的|||REQUIRED|||-NONE-|||1
A 17 17|||M|||手|||REQUIRED|||-NONE-|||1
T2-A0 反 而 那 些 不 帅 ， 还 有 点 丑 但 是 很 会 唱 歌 的 人 很 快 就 被 淘 汰 了 。
A 17 17|||M|||的 人 很 快|||REQUIRED|||-NONE-|||2

S 有 的 吸 烟 者 把 烟 头 随 地 扔 掉 ， 这 是 一 种 害 市 容 的 行 为 。 我 们 为 了 保 持 市 容 整 洁 ， 要 鼓 励 政 府 对 吸 烟 者 惩 罚 。
T0-A0 有 的 吸 烟 者 把 烟 头 随 地 扔 掉 ， 这 是 一 种 损 害 市 容 的 行 为 。 为 了 保 持 市 容 整 洁 ， 我 们 要 鼓 励 政 府 对 吸 烟 者 进 行 惩 罚 。
A 17 17|||M|||损|||REQUIRED|||-NONE-|||0
A 24 35|||W|||为 了 保 持 市 容 整 洁 ， 我 们|||REQUIRED|||-NONE-|||0
A 44 44|||M|||进 行|||REQUIRED|||-NONE-|||0
T1-A0 有 的 吸 烟 者 把 烟 头 随 地 扔 掉 ， 这 是 一 种 有 损 市 容 的 行 为 。 为 了 保 持 市 容 整 洁 ， 我 们 要 鼓 励 政 府 对 吸 烟 者 的 惩 罚 。
A 17 18|||S|||有 损|||REQUIRED|||-NONE-|||1
A 24 35|||W|||为 了 保 持 市 容 整 洁 ， 我 们|||REQUIRED|||-NONE-|||1
A 44 44|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 有 的 吸 烟 者 把 烟 头 随 地 扔 掉 ， 这 是 一 种 有 害 市 容 的 行 为 。 我 们 为 了 保 持 市 容 整 洁 ， 要 鼓 励 政 府 对 吸 烟 者 进 行 惩 罚 。
A 17 17|||M|||有|||REQUIRED|||-NONE-|||2
A 44 44|||M|||进 行|||REQUIRED|||-NONE-|||2

S 在 二 零 零 三 和 四 年 的 暑 假 ， 到 我 国 闻 名 的 广 告 公 司 工 读 ， 有 了 四 个 月 的 实 习 经 验 。
T0-A0 在 二 零 零 三 年 和 二 零 零 四 年 的 暑 假 ， 在 我 国 知 名 的 广 告 公 司 工 读 ， 有 了 四 个 月 的 实 习 经 验 。
A 5 5|||M|||年|||REQUIRED|||-NONE-|||0
A 6 6|||M|||二 零 零|||REQUIRED|||-NONE-|||0
A 12 13|||S|||在|||REQUIRED|||-NONE-|||0
A 15 16|||S|||知|||REQUIRED|||-NONE-|||0
T1-A0 在 二 零 零 三 年 和 零 四 年 的 暑 假 ， 到 我 国 闻 名 的 广 告 公 司 工 作 ， 有 了 四 个 月 的 实 习 经 验 。
A 5 5|||M|||年|||REQUIRED|||-NONE-|||1
A 6 6|||M|||零|||REQUIRED|||-NONE-|||1
A 23 24|||S|||作|||REQUIRED|||-NONE-|||1
T2-A0 在 二 零 零 三 和 零 四 年 的 暑 假 ， 到 我 国 闻 名 的 广 告 公 司 工 读 ， 有 了 四 个 月 的 实 习 经 验 。
A 6 6|||M|||零|||REQUIRED|||-NONE-|||2

S 而 且 大 部 分 的 人 早 晚 都 要 结 婚 ， 那 么 男 生 该 知 道 女 生 ， 女 生 该 知 道 男 生 。 经 过 恋 爱 才 能 知 道 自 己 的 爱 人 是 怎 样 的 人 最 合 适 。 还 有 吸 烟 喝 酒 是 比 早 恋 对 孩 子 们 不 好 的 。
T0-A0 而 且 大 部 分 的 人 早 晚 都 要 结 婚 ， 那 么 男 生 该 了 解 女 生 ， 女 生 该 了 解 男 生 。 经 过 恋 爱 才 能 知 道 最 合 适 自 己 的 爱 人 是 怎 样 的 人 。 而 吸 烟 喝 酒 是 比 早 恋 还 对 孩 子 们 不 好 的 行 为 。
A 19 21|||S|||了 解|||REQUIRED|||-NONE-|||0
A 27 29|||S|||了 解|||REQUIRED|||-NONE-|||0
A 40 53|||W|||最 合 适 自 己 的 爱 人 是 怎 样 的 人|||REQUIRED|||-NONE-|||0
A 54 56|||S|||而|||REQUIRED|||-NONE-|||0
A 64 64|||M|||还|||REQUIRED|||-NONE-|||0
A 71 71|||M|||行 为|||REQUIRED|||-NONE-|||0
T1-A0 而 且 大 部 分 的 人 早 晚 都 要 结 婚 ， 那 么 男 生 该 了 解 女 生 ， 女 生 该 了 解 男 生 。 经 过 恋 爱 才 能 知 道 最 合 适 自 己 的 爱 人 是 怎 样 的 人 。 而 吸 烟 喝 酒 比 早 恋 还 对 孩 子 们 不 好 。
A 19 21|||S|||了 解|||REQUIRED|||-NONE-|||1
A 27 29|||S|||了 解|||REQUIRED|||-NONE-|||1
A 40 53|||W|||最 合 适 自 己 的 爱 人 是 怎 样 的 人|||REQUIRED|||-NONE-|||1
A 54 56|||S|||而|||REQUIRED|||-NONE-|||1
A 60 61|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 64 64|||M|||还|||REQUIRED|||-NONE-|||1
A 70 71|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 们 总 是 又 说 得 多 ， 又 开 玩 笑 。 我 的 朋 友 们 再 三 告 诉 我 经 当 很 面 皮 厚 ， 而 且 我 很 调 皮 。 多 么 他 们 可 爱 。 他 们 的 奉 承 话 ， 我 已 惯 了 吗 ？
T0-A0 我 们 总 是 说 得 又 多 ， 又 爱 开 玩 笑 。 我 的 朋 友 们 再 三 告 诉 我 我 的 脸 皮 很 厚 ， 因 为 我 很 调 皮 。 他 们 多 么 可 爱 。 他 们 的 玩 笑 话 ， 我 习 惯 了 吗 ？
A 4 7|||W|||说 得 又|||REQUIRED|||-NONE-|||0
A 10 10|||M|||爱|||REQUIRED|||-NONE-|||0
A 24 28|||S|||我 的 脸|||REQUIRED|||-NONE-|||0
A 29 29|||M|||很|||REQUIRED|||-NONE-|||0
A 31 33|||S|||因 为|||REQUIRED|||-NONE-|||0
A 38 42|||W|||他 们 多 么|||REQUIRED|||-NONE-|||0
A 48 50|||S|||玩 笑|||REQUIRED|||-NONE-|||0
A 53 54|||S|||习|||REQUIRED|||-NONE-|||0
T1-A0 我 们 总 是 说 得 又 多 ， 又 开 玩 笑 。 我 的 朋 友 们 再 三 告 诉 我 我 的 脸 皮 很 厚 ， 而 且 我 很 调 皮 。 他 们 多 么 可 爱 。 对 于 他 们 的 奉 承 话 ， 我 已 习 惯 了 吗 ？
A 4 7|||W|||说 得 又|||REQUIRED|||-NONE-|||1
A 24 28|||S|||我 的 脸|||REQUIRED|||-NONE-|||1
A 29 29|||M|||很|||REQUIRED|||-NONE-|||1
A 38 42|||W|||他 们 多 么|||REQUIRED|||-NONE-|||1
A 45 45|||M|||对 于|||REQUIRED|||-NONE-|||1
A 54 54|||M|||习|||REQUIRED|||-NONE-|||1

S 我 个 人 认 为 最 理 想 的 结 交 方 式 是 從 自 己 的 朋 友 或 由 信 任 的 朋 友 介 绍 。
T0-A0 我 个 人 认 为 最 理 想 的 结 交 方 式 是 由 自 己 的 朋 友 或 由 信 任 的 朋 友 介 绍 。
A 14 15|||S|||由|||REQUIRED|||-NONE-|||0
T1-A0 我 个 人 认 为 最 理 想 的 结 交 方 式 是 从 自 己 的 朋 友 或 信 任 的 朋 友 那 里 介 绍 。
A 14 15|||S|||从|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||那 里|||REQUIRED|||-NONE-|||1

S 如 果 你 不 知 道 将 来 你 应 该 丢 面 子 ” 。
T0-A0 “ 如 果 你 不 知 道 ， 将 来 你 会 丢 面 子 的 ” 。
A 0 0|||M|||“|||REQUIRED|||-NONE-|||0
A 6 6|||M|||，|||REQUIRED|||-NONE-|||0
A 9 11|||S|||会|||REQUIRED|||-NONE-|||0
A 14 14|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 如 果 你 不 知 道 ， 将 来 你 就 会 丢 面 子 。
A 6 6|||M|||，|||REQUIRED|||-NONE-|||1
A 9 11|||S|||就 会|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 分 班 这 个 制 度 ， 只 能 促 进 学 生 们 对 异 性 的 好 奇 心 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 毕 业 后 ， 我 在 新 加 坡 旅 游 促 进 局 从 事 四 年 的 导 游 工 作 ， 是 一 名 专 业 导 游 。 我 带 领 过 许 多 团 队 出 国 旅 行 ， 从 中 得 到 了 许 多 保 贵 的 经 验 ， 也 因 而 开 扩 了 我 的 视 野 。
T0-A0 毕 业 后 ， 我 在 新 加 坡 旅 游 促 进 局 从 事 四 年 的 导 游 工 作 ， 是 一 名 专 业 导 游 。 我 带 领 过 许 多 团 队 出 国 旅 行 ， 从 中 得 到 了 许 多 宝 贵 的 经 验 ， 也 因 而 开 扩 了 我 的 视 野 。
A 52 53|||S|||宝|||REQUIRED|||-NONE-|||0
T1-A0 毕 业 后 ， 我 在 新 加 坡 旅 游 促 进 局 从 事 了 四 年 的 导 游 工 作 ， 是 一 名 专 业 导 游 。 我 带 领 过 许 多 团 队 出 国 旅 行 ， 从 中 得 到 了 许 多 宝 贵 的 经 验 ， 也 因 此 开 扩 了 我 的 视 野 。
A 16 16|||M|||了|||REQUIRED|||-NONE-|||1
A 52 53|||S|||宝|||REQUIRED|||-NONE-|||1
A 60 61|||S|||此|||REQUIRED|||-NONE-|||1
T2-A0 毕 业 后 ， 我 在 新 加 坡 旅 游 促 进 局 从 事 了 四 年 的 导 游 工 作 ， 是 一 名 专 业 导 游 。 我 带 领 过 许 多 团 队 出 国 旅 行 ， 从 中 得 到 了 许 多 宝 贵 的 经 验 ， 也 因 而 开 扩 了 我 的 视 野 。
A 16 16|||M|||了|||REQUIRED|||-NONE-|||2
A 52 53|||S|||宝|||REQUIRED|||-NONE-|||2

S 现 在 的 想 法 是 不 想 得 了 病 。 即 使 心 情 不 安 定 也 为 了 自 己 的 身 体 不 抽 烟 是 最 好 的 方 法 。
T0-A0 现 在 的 想 法 是 不 想 得 病 。 即 使 心 情 不 安 定 ， 为 了 自 己 的 身 体 ， 不 抽 烟 也 是 最 好 的 方 法 。
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||S|||，|||REQUIRED|||-NONE-|||0
A 27 27|||M|||，|||REQUIRED|||-NONE-|||0
A 30 30|||M|||也|||REQUIRED|||-NONE-|||0

S 从 小 的 时 候 ， 妈 妈 独 自 养 家 我 和 我 的 哥 哥 。 他 一 直 鼓 励 我 们 做 理 想 的 工 作 。 我 告 诉 她 我 想 成 为 口 译 的 时 候 ， 她 别 笑 了 ， 她 只 告 诉 我 ： 要 是 你 要 学 习 汉 语 和 日 语 ， 就 试 一 试 。
T0-A0 从 小 ， 妈 妈 独 自 抚 养 我 和 我 的 哥 哥 。 她 一 直 鼓 励 我 们 做 理 想 的 工 作 。 我 告 诉 她 我 想 成 为 口 译 员 的 时 候 ， 她 笑 了 笑 ， 告 诉 我 ： “ 如 果 你 要 学 习 汉 语 和 日 语 ， 就 试 一 试 。 ”
A 2 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M|||抚|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||S|||她|||REQUIRED|||-NONE-|||0
A 43 43|||M|||员|||REQUIRED|||-NONE-|||0
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 51 51|||M|||笑|||REQUIRED|||-NONE-|||0
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 60|||S|||“ 如 果|||REQUIRED|||-NONE-|||0
A 75 75|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 从 我 小 的 时 候 ， 妈 妈 就 独 自 抚 养 我 和 我 哥 哥 。 她 一 直 鼓 励 我 们 做 理 想 中 的 工 作 。 当 我 告 诉 她 我 想 成 为 口 译 员 的 时 候 ， 她 笑 了 ， 她 告 诉 我 ： “ 要 是 你 想 学 习 汉 语 和 日 语 ， 就 试 一 试 。 ”
A 1 1|||M|||我|||REQUIRED|||-NONE-|||1
A 8 8|||M|||就|||REQUIRED|||-NONE-|||1
A 10 10|||M|||抚|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 20|||S|||她|||REQUIRED|||-NONE-|||1
A 29 29|||M|||中|||REQUIRED|||-NONE-|||1
A 33 33|||M|||当|||REQUIRED|||-NONE-|||1
A 43 43|||M|||员|||REQUIRED|||-NONE-|||1
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 58 58|||M|||“|||REQUIRED|||-NONE-|||1
A 61 62|||S|||想|||REQUIRED|||-NONE-|||1
A 75 75|||M|||”|||REQUIRED|||-NONE-|||1

S 本 人 2 0 0 2 年 毕 业 后 ， 就 从 事 广 告 设 计 工 作 ， 在 一 间 外 资 于 新 加 坡 的 分 公 司 担 任 广 告 设 计 员 。 在 工 作 期 间 ， 曾 经 被 派 到 意 大 利 母 公 司 进 行 交 流 实 习 。 在 实 习 期 间 主 修 电 脑 广 告 设 计 ， 实 习 的 作 品 曾 获 参 赛 习 作 的 亚 军 ， 并 得 到 母 公 司 主 管 的 好 评 。
T0-A0 本 人 2 0 0 2 年 毕 业 后 ， 就 从 事 广 告 设 计 工 作 ， 在 一 家 位 于 新 加 坡 的 外 资 分 公 司 担 任 广 告 设 计 员 。 在 工 作 期 间 ， 曾 经 被 派 到 意 大 利 母 公 司 进 行 交 流 实 习 。 在 实 习 期 间 主 修 电 脑 广 告 设 计 ， 实 习 的 作 品 曾 在 参 赛 习 作 中 获 得 亚 军 ， 并 得 到 母 公 司 主 管 的 好 评 。
A 23 26|||S|||家 位|||REQUIRED|||-NONE-|||0
A 31 31|||M|||外 资|||REQUIRED|||-NONE-|||0
A 86 87|||S|||在|||REQUIRED|||-NONE-|||0
A 91 92|||S|||中 获 得|||REQUIRED|||-NONE-|||0

S 为 什 么 人 们 对 吸 烟 有 不 好 想 法 ？ 因 为 在 电 视 里 上 好 几 次 已 经 传 播 吸 烟 对 个 人 健 康 带 来 不 好 影 响 ， 也 在 社 会 上 重 视 吸 烟 的 坏 处 。
T0-A0 为 什 么 人 们 对 吸 烟 有 不 好 的 想 法 ？ 因 为 在 电 视 上 已 经 好 几 次 传 播 吸 烟 对 个 人 健 康 会 带 来 不 好 影 响 ， 社 会 上 也 在 重 视 吸 烟 的 坏 处 。
A 11 11|||M|||的|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 26|||W|||已 经 好 几 次|||REQUIRED|||-NONE-|||0
A 35 35|||M|||会|||REQUIRED|||-NONE-|||0
A 42 47|||W|||社 会 上 也 在|||REQUIRED|||-NONE-|||0
T1-A0 为 什 么 人 们 对 吸 烟 有 不 好 的 看 法 ？ 因 为 在 电 视 上 已 经 传 播 了 好 几 次 吸 烟 对 个 人 健 康 带 来 的 不 好 影 响 ， 社 会 上 也 在 重 视 吸 烟 的 坏 处 。
A 11 12|||S|||的 看|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 28|||W|||已 经 传 播 了 好 几 次|||REQUIRED|||-NONE-|||1
A 37 37|||M|||的|||REQUIRED|||-NONE-|||1
A 42 47|||W|||社 会 上 也 在|||REQUIRED|||-NONE-|||1
T2-A0 为 什 么 人 们 对 吸 烟 有 不 好 的 想 法 ？ 因 为 在 电 视 上 已 经 好 几 次 传 播 吸 烟 会 对 个 人 健 康 带 来 不 好 的 影 响 ， 社 会 上 也 在 重 视 吸 烟 的 坏 处 。
A 11 11|||M|||的|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 21 26|||W|||已 经 好 几 次|||REQUIRED|||-NONE-|||2
A 30 30|||M|||会|||REQUIRED|||-NONE-|||2
A 39 39|||M|||的|||REQUIRED|||-NONE-|||2
A 42 47|||W|||社 会 上 也 在|||REQUIRED|||-NONE-|||2

S 因 为 流 动 歌 曲 很 容 易 学 会 ， 而 且 歌 曲 里 面 可 以 看 到 我 们 的 生 活 。
T0-A0 流 行 歌 曲 不 仅 很 容 易 学 会 ， 而 且 歌 曲 里 面 可 以 看 到 我 们 的 生 活 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 3 4|||S|||行|||REQUIRED|||-NONE-|||0
A 6 6|||M|||不 仅|||REQUIRED|||-NONE-|||0
T1-A0 因 为 流 行 歌 曲 很 容 易 学 会 ， 而 且 从 歌 曲 里 面 可 以 看 到 我 们 的 生 活 。
A 3 4|||S|||行|||REQUIRED|||-NONE-|||1
A 14 14|||M|||从|||REQUIRED|||-NONE-|||1
T2-A0 因 为 流 行 歌 曲 很 容 易 学 会 ， 而 且 在 歌 曲 里 面 可 以 看 到 我 们 的 生 活 。
A 3 4|||S|||行|||REQUIRED|||-NONE-|||2
A 14 14|||M|||在|||REQUIRED|||-NONE-|||2

S 在 风 头 上 ， 年 轻 人 非 常 暴 露 。 因 为 他 们 很 会 被 受 影 响 。 风 头 对 酒 类 饮 料 的 生 产 者 是 非 常 重 要 的 。 在 我 们 国 家 ， 酒 精 实 业 每 年 为 风 头 花 四 千 两 百 万 元 。 这 种 行 为 是 不 负 责 任 的 。 企 业 引 人 民 ， 特 别 是 年 轻 人 ， 有 危 性 的 行 为 。 助 长 危 性 的 行 为 是 无 道 理 的 。
T0-A0 在 出 风 头 上 ， 年 轻 人 非 常 喜 欢 暴 露 。 这 是 因 为 他 们 很 容 易 会 受 到 影 响 。 出 风 头 对 酒 类 饮 料 的 生 产 者 来 说 是 非 常 重 要 的 。 在 我 们 国 家 ， 酒 精 企 业 每 年 为 出 风 头 要 花 费 四 千 两 百 万 元 。 这 种 行 为 是 不 负 责 任 的 。 因 为 企 业 会 引 导 人 民 ， 特 别 是 年 轻 人 ， 做 出 有 危 险 性 的 行 为 。 助 长 危 险 的 行 为 是 没 有 道 理 的 。
A 1 1|||M|||出|||REQUIRED|||-NONE-|||0
A 10 10|||M|||喜 欢|||REQUIRED|||-NONE-|||0
A 13 13|||M|||这 是|||REQUIRED|||-NONE-|||0
A 18 18|||M|||容 易|||REQUIRED|||-NONE-|||0
A 19 21|||S|||受 到|||REQUIRED|||-NONE-|||0
A 24 24|||M|||出|||REQUIRED|||-NONE-|||0
A 35 35|||M|||来 说|||REQUIRED|||-NONE-|||0
A 50 51|||S|||企|||REQUIRED|||-NONE-|||0
A 55 55|||M|||出|||REQUIRED|||-NONE-|||0
A 57 57|||M|||要|||REQUIRED|||-NONE-|||0
A 58 58|||M|||费|||REQUIRED|||-NONE-|||0
A 76 76|||M|||因 为|||REQUIRED|||-NONE-|||0
A 78 78|||M|||会|||REQUIRED|||-NONE-|||0
A 79 79|||M|||导|||REQUIRED|||-NONE-|||0
A 89 89|||M|||做 出|||REQUIRED|||-NONE-|||0
A 91 91|||M|||险|||REQUIRED|||-NONE-|||0
A 99 100|||S|||险|||REQUIRED|||-NONE-|||0
A 104 105|||S|||没 有|||REQUIRED|||-NONE-|||0
T1-A0 在 广 告 上 ， 年 轻 人 非 常 暴 露 。 因 为 他 们 很 容 易 受 到 影 响 。 广 告 对 酒 类 饮 料 的 生 产 者 是 非 常 重 要 的 。 在 我 们 国 家 ， 酒 精 实 业 每 年 为 广 告 花 四 千 两 百 万 元 。 这 种 行 为 是 不 负 责 任 的 。 企 业 引 导 人 民 ， 特 别 是 年 轻 人 ， 做 出 危 险 性 的 行 为 。 助 长 危 险 性 的 行 为 是 没 有 道 理 的 。
A 1 3|||S|||广 告|||REQUIRED|||-NONE-|||1
A 18 21|||S|||容 易 受 到|||REQUIRED|||-NONE-|||1
A 24 26|||S|||广 告|||REQUIRED|||-NONE-|||1
A 55 57|||S|||广 告|||REQUIRED|||-NONE-|||1
A 79 79|||M|||导|||REQUIRED|||-NONE-|||1
A 89 90|||S|||做 出|||REQUIRED|||-NONE-|||1
A 91 91|||M|||险|||REQUIRED|||-NONE-|||1
A 99 99|||M|||险|||REQUIRED|||-NONE-|||1
A 104 105|||S|||没 有|||REQUIRED|||-NONE-|||1

S 它 们 用 很 多 很 多 各 种 各 样 的 原 因 使 经 让 人 们 明 白 这 么 简 单 的 道 理 。 以 我 来 看 ， 最 后 它 们 提 供 的 原 因 是 最 重 要 的 。 这 就 个 人 吸 烟 的 习 惯 对 于 公 众 很 利 益 。
T0-A0 它 们 用 各 种 各 样 的 原 因 让 人 们 明 白 这 么 简 单 的 道 理 。 以 我 来 看 ， 最 后 它 们 提 供 的 原 因 是 最 重 要 的 。 这 就 是 个 人 吸 烟 的 习 惯 对 于 公 众 的 利 益 。
A 3 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 51 51|||M|||是|||REQUIRED|||-NONE-|||0
A 62 63|||S|||的|||REQUIRED|||-NONE-|||0
T1-A0 它 们 用 很 多 很 多 各 种 各 样 的 原 因 使 人 们 明 白 这 么 简 单 的 道 理 。 以 我 来 看 ， 最 后 它 们 提 供 的 原 因 是 最 重 要 的 。 这 就 是 个 人 吸 烟 的 习 惯 对 于 公 众 的 利 益 。
A 15 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 51|||M|||是|||REQUIRED|||-NONE-|||1
A 62 63|||S|||的|||REQUIRED|||-NONE-|||1

S 第 二 ， 流 行 歌 曲 像 个 镜 子 ， 映 应 现 代 的 社 会 。 虽 然 流 行 歌 曲 的 歌 词 看 起 来 只 跟 爱 情 有 关 ， 但 是 仔 细 看 就 能 发 现 ， 它 们 都 表 示 着 现 代 社 会 的 问 题 ， 现 象 ， 事 件 等 等 。
T0-A0 第 二 ， 流 行 歌 曲 像 个 镜 子 ， 映 射 现 代 的 社 会 。 虽 然 流 行 歌 曲 的 歌 词 看 起 来 只 跟 爱 情 有 关 ， 但 是 仔 细 看 就 能 发 现 ， 它 们 都 表 示 着 现 代 社 会 的 问 题 、 现 象 、 事 件 等 等 。
A 13 14|||S|||射|||REQUIRED|||-NONE-|||0
A 62 63|||S|||、|||REQUIRED|||-NONE-|||0
A 65 66|||S|||、|||REQUIRED|||-NONE-|||0

S 除 了 身 理 上 ， 另 外 一 个 需 要 关 注 的 问 题 是 思 想 上 的 发 展 。
T0-A0 除 了 生 理 上 ， 另 外 一 个 需 要 关 注 的 问 题 是 思 想 上 的 发 展 。
A 2 3|||S|||生|||REQUIRED|||-NONE-|||0
T1-A0 除 了 生 理 上 的 问 题 ， 另 外 一 个 需 要 关 注 的 问 题 是 思 想 上 的 发 展 。
A 2 3|||S|||生|||REQUIRED|||-NONE-|||1
A 5 5|||M|||的 问 题|||REQUIRED|||-NONE-|||1
T2-A0 除 了 生 理 方 面 ， 另 外 一 个 需 要 关 注 的 问 题 是 思 想 上 的 发 展 。
A 2 3|||S|||生|||REQUIRED|||-NONE-|||2
A 4 5|||S|||方 面|||REQUIRED|||-NONE-|||2
T3-A0 除 了 生 理 ， 另 外 一 个 需 要 关 注 的 问 题 是 思 想 上 的 发 展 。
A 2 3|||S|||生|||REQUIRED|||-NONE-|||3
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 因 为 日 本 没 有 罚 款 ， 所 以 吸 烟 者 还 没 意 识 到 自 己 做 的 行 为 是 不 好 的 。
T0-A0 因 为 日 本 没 有 罚 款 ， 所 以 吸 烟 者 还 没 意 识 到 自 己 的 行 为 是 不 好 的 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 中 国 居 住 的 这 段 日 子 内 ， 我 的 华 文 更 是 逐 日 进 步 。
T0-A0 在 中 国 居 住 的 这 段 日 子 里 ， 我 的 华 文 更 是 逐 日 进 步 。
A 10 11|||S|||里|||REQUIRED|||-NONE-|||0

S 这 样 的 阅 读 才 能 提 高 我 们 在 工 作 、 事 业 的 要 求 提 高 我 们 的 素 质 ， 才 能 使 工 作 的 事 业 有 效 的 进 行 。 吸 取 书 中 的 精 华 、 知 识 经 验 投 入 我 们 的 实 践 生 活 中 、 事 业 中 。
T0-A0 这 样 的 阅 读 才 能 提 高 我 们 在 工 作 上 的 要 求 、 提 高 我 们 的 素 质 ， 才 能 使 工 作 有 效 地 进 行 ， 并 吸 取 书 中 的 精 华 ， 将 知 识 和 经 验 投 入 到 我 们 的 生 活 中 、 事 业 中 。
A 14 17|||S|||上|||REQUIRED|||-NONE-|||0
A 20 20|||M|||、|||REQUIRED|||-NONE-|||0
A 33 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 39|||S|||地|||REQUIRED|||-NONE-|||0
A 41 42|||S|||， 并|||REQUIRED|||-NONE-|||0
A 49 50|||S|||， 将|||REQUIRED|||-NONE-|||0
A 52 52|||M|||和|||REQUIRED|||-NONE-|||0
A 56 56|||M|||到|||REQUIRED|||-NONE-|||0
A 59 61|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 样 的 阅 读 才 能 提 高 我 们 对 工 作 、 事 业 的 要 求 。 提 高 我 们 的 素 质 ， 才 能 使 工 作 、 事 业 有 效 地 进 行 。 吸 取 书 中 的 精 华 、 知 识 和 经 验 ， 将 其 投 入 到 我 们 的 实 践 生 活 中 、 事 业 中 。
A 11 12|||S|||对|||REQUIRED|||-NONE-|||1
A 20 20|||M|||。|||REQUIRED|||-NONE-|||1
A 33 34|||S|||、|||REQUIRED|||-NONE-|||1
A 38 39|||S|||地|||REQUIRED|||-NONE-|||1
A 52 52|||M|||和|||REQUIRED|||-NONE-|||1
A 54 54|||M|||， 将 其|||REQUIRED|||-NONE-|||1
A 56 56|||M|||到|||REQUIRED|||-NONE-|||1
T2-A0 这 样 的 阅 读 才 能 满 足 我 们 在 工 作 、 事 业 上 的 要 求 ， 提 高 我 们 的 素 质 ， 才 能 使 事 业 有 效 地 发 展 。 吸 取 书 中 的 精 华 、 知 识 经 验 以 便 投 入 到 我 们 的 实 践 生 活 中 、 事 业 中 。
A 7 9|||S|||满 足|||REQUIRED|||-NONE-|||2
A 17 17|||M|||上|||REQUIRED|||-NONE-|||2
A 20 20|||M|||，|||REQUIRED|||-NONE-|||2
A 31 34|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 38 41|||S|||地 发 展|||REQUIRED|||-NONE-|||2
A 54 54|||M|||以 便|||REQUIRED|||-NONE-|||2
A 56 56|||M|||到|||REQUIRED|||-NONE-|||2

S 但 是 连 有 孙 女 以 后 父 母 给 他 们 留 下 的 经 验 、 知 识 ， 他 们 永 远 不 会 忘 记 。
T0-A0 但 是 在 有 孙 女 以 后 ， 父 母 给 他 们 留 下 的 经 验 、 知 识 ， 他 们 永 远 不 会 忘 记 。
A 2 3|||S|||在|||REQUIRED|||-NONE-|||0
A 8 8|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 但 是 有 了 孙 女 以 后 父 母 给 他 们 留 下 的 经 验 、 知 识 ， 他 们 永 远 不 会 忘 记 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 4|||M|||了|||REQUIRED|||-NONE-|||1

S 因 为 ， 孩 子 在 生 长 的 过 程 上 很 受 父 母 的 影 响 。
T0-A0 因 为 ， 孩 子 在 成 长 的 过 程 中 受 父 母 的 影 响 很 大 。
A 6 7|||S|||成|||REQUIRED|||-NONE-|||0
A 11 13|||S|||中|||REQUIRED|||-NONE-|||0
A 19 19|||M|||很 大|||REQUIRED|||-NONE-|||0
T1-A0 因 为 ， 孩 子 在 成 长 的 过 程 中 很 受 父 母 影 响 。
A 6 7|||S|||成|||REQUIRED|||-NONE-|||1
A 11 12|||S|||中|||REQUIRED|||-NONE-|||1
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 决 定 去 住 古 巴 的 外 国 人 一 年 比 一 年 多 。 在 古 巴 里 ， 经 济 的 机 会 越 来 越 大 。 另 外 古 巴 的 房 产 的 市 场 有 为 极 了 。 虽 然 ， 因 为 了 行 政 的 问 题 ， 买 房 还 非 常 复 杂 ， 但 是 房 子 的 价 格 不 必 别 的 国 家 的 。 一 个 小 房 子 的 平 均 的 价 格 差 不 多 三 千 欧 洲 货 币 。
T0-A0 决 定 去 往 古 巴 的 外 国 人 一 年 比 一 年 多 。 在 古 巴 ， 经 济 增 长 的 机 会 越 来 越 多 。 另 外 古 巴 的 房 产 市 场 发 展 潜 力 极 大 。 虽 然 因 为 行 政 的 问 题 ， 买 房 还 非 常 复 杂 ， 但 是 房 子 的 价 格 不 比 别 的 国 家 的 高 。 一 个 小 房 子 的 平 均 的 价 格 差 不 多 三 千 欧 元 。
A 3 4|||S|||往|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||增 长|||REQUIRED|||-NONE-|||0
A 30 31|||S|||多|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 44|||S|||发 展 潜 力|||REQUIRED|||-NONE-|||0
A 45 46|||S|||大|||REQUIRED|||-NONE-|||0
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 75 76|||S|||比|||REQUIRED|||-NONE-|||0
A 81 81|||M|||高|||REQUIRED|||-NONE-|||0
A 99 102|||S|||元|||REQUIRED|||-NONE-|||0
T1-A0 决 定 去 古 巴 住 的 外 国 人 一 年 比 一 年 多 。 在 古 巴 ， 经 济 发 展 的 机 会 越 来 越 多 ， 另 外 古 巴 的 房 产 市 场 繁 荣 极 了 。 虽 然 ， 因 为 行 政 的 问 题 ， 买 房 的 手 续 还 非 常 复 杂 ， 但 是 房 子 的 价 格 不 比 别 的 国 家 高 ， 一 个 小 房 子 的 平 均 价 格 差 不 多 三 千 欧 元 。
A 3 6|||W|||古 巴 住|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 24|||M|||发 展|||REQUIRED|||-NONE-|||1
A 30 32|||S|||多 ，|||REQUIRED|||-NONE-|||1
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 44|||S|||繁 荣|||REQUIRED|||-NONE-|||1
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 61 61|||M|||的 手 续|||REQUIRED|||-NONE-|||1
A 75 76|||S|||比|||REQUIRED|||-NONE-|||1
A 80 82|||S|||高 ，|||REQUIRED|||-NONE-|||1
A 90 91|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 99 102|||S|||元|||REQUIRED|||-NONE-|||1
T2-A0 决 定 去 古 巴 住 的 外 国 人 一 年 比 一 年 多 。 在 古 巴 ， 经 济 发 展 的 机 会 越 来 越 多 。 另 外 古 巴 的 房 产 的 市 场 繁 荣 极 了 。 虽 然 ， 因 为 行 政 的 问 题 ， 买 房 还 非 常 复 杂 ， 但 是 房 子 的 价 格 不 比 别 的 国 家 的 高 。 一 个 小 房 子 的 平 均 的 价 格 差 不 多 三 千 欧 元 。
A 3 6|||W|||古 巴 住|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 24|||M|||发 展|||REQUIRED|||-NONE-|||2
A 30 31|||S|||多|||REQUIRED|||-NONE-|||2
A 42 44|||S|||繁 荣|||REQUIRED|||-NONE-|||2
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 75 76|||S|||比|||REQUIRED|||-NONE-|||2
A 81 81|||M|||高|||REQUIRED|||-NONE-|||2
A 99 102|||S|||元|||REQUIRED|||-NONE-|||2

S 所 以 我 最 喜 欢 的 夏 天 的 过 生 活 方 式 是 在 有 空 调 的 舒 服 房 间 里 一 边 看 电 视 或 者 电 脑 ， 一 边 喝 可 乐 。
T0-A0 所 以 我 最 喜 欢 的 过 夏 天 的 生 活 方 式 是 在 有 空 调 的 舒 服 房 间 里 一 边 看 电 视 或 者 电 脑 ， 一 边 喝 可 乐 。
A 7 11|||W|||过 夏 天 的|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 最 喜 欢 的 过 夏 天 的 生 活 方 式 是 在 有 空 调 的 舒 适 的 房 间 里 一 边 看 电 视 或 者 电 脑 ， 一 边 喝 可 乐 。
A 7 11|||W|||过 夏 天 的|||REQUIRED|||-NONE-|||1
A 22 23|||S|||适 的|||REQUIRED|||-NONE-|||1
T2-A0 所 以 夏 天 我 最 喜 欢 的 生 活 方 式 是 在 有 空 调 的 舒 服 的 房 间 里 一 边 看 电 视 或 者 电 脑 ， 一 边 喝 可 乐 。
A 2 9|||W|||夏 天 我 最 喜 欢|||REQUIRED|||-NONE-|||2
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||的|||REQUIRED|||-NONE-|||2

S 愚 公 是 英 雄 因 为 就 是 他 九 十 岁 了 ， 他 开 始 动 起 手 来 ， 一 个 月 干 下 来 ， 都 没 有 什 么 变 化 ， 他 不 矢 去 信 心 。 当 智 叟 开 始 笑 话 他 ， 愚 公 继 续 搬 。
T0-A0 愚 公 是 英 雄 。 因 为 即 使 他 九 十 岁 了 ， 还 是 动 手 搬 山 ， 一 个 月 干 下 来 ， 就 算 山 没 有 什 么 变 化 ， 他 也 不 失 去 信 心 。 当 智 叟 开 始 笑 话 他 ， 愚 公 还 是 继 续 搬 山 。
A 5 5|||M|||。|||REQUIRED|||-NONE-|||0
A 7 9|||S|||即 使|||REQUIRED|||-NONE-|||0
A 15 18|||S|||还 是|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S|||搬 山|||REQUIRED|||-NONE-|||0
A 30 31|||S|||就 算 山|||REQUIRED|||-NONE-|||0
A 39 39|||M|||也|||REQUIRED|||-NONE-|||0
A 40 41|||S|||失|||REQUIRED|||-NONE-|||0
A 56 56|||M|||还 是|||REQUIRED|||-NONE-|||0
A 59 59|||M|||山|||REQUIRED|||-NONE-|||0

S 如 今 已 经 听 得 懂 大 多 数 中 文 流 行 歌 曲 ， 可 能 正 好 因 为 这 个 原 因 我 对 中 国 的 流 行 音 乐 失 去 了 兴 趣 。 说 实 话 ， 能 听 懂 现 代 流 行 歌 曲 的 歌 词 经 常 并 不 是 一 件 好 事 。 歌 词 不 讲 爱 情 ， 就 是 讲 失 恋 ， 比 较 特 别 的 歌 词 很 少 见 。
T0-A0 如 今 我 已 经 听 得 懂 大 多 数 中 文 流 行 歌 曲 ， 可 能 正 好 因 为 这 个 原 因 ， 我 对 中 国 的 流 行 音 乐 失 去 了 兴 趣 。 说 实 话 ， 能 听 懂 现 代 流 行 歌 曲 的 歌 词 常 常 并 不 是 一 件 好 事 。 歌 词 不 是 讲 爱 情 ， 就 是 讲 失 恋 ， 比 较 特 别 的 歌 词 很 少 见 。
A 2 2|||M|||我|||REQUIRED|||-NONE-|||0
A 27 27|||M|||，|||REQUIRED|||-NONE-|||0
A 58 59|||S|||常|||REQUIRED|||-NONE-|||0
A 71 71|||M|||是|||REQUIRED|||-NONE-|||0

S 那 么 谁 给 我 们 知 识 呢 ， 大 大 概 的 情 况 下 父 母 教 我 们 最 基 本 的 东 西 。
T0-A0 那 么 谁 给 我 们 知 识 呢 ， 在 大 部 分 的 情 况 下 ， 父 母 教 我 们 最 基 本 的 东 西 。
A 10 11|||S|||在|||REQUIRED|||-NONE-|||0
A 12 13|||S|||部 分|||REQUIRED|||-NONE-|||0
A 17 17|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 那 么 谁 给 我 们 知 识 呢 ， 多 数 的 情 况 下 是 父 母 教 我 们 最 基 本 的 东 西 。
A 10 13|||S|||多 数|||REQUIRED|||-NONE-|||1
A 17 17|||M|||是|||REQUIRED|||-NONE-|||1
T2-A0 那 么 谁 给 我 们 知 识 呢 ， 大 概 率 的 情 况 下 是 父 母 教 我 们 最 基 本 的 东 西 。
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||率|||REQUIRED|||-NONE-|||2
A 17 17|||M|||是|||REQUIRED|||-NONE-|||2

S 对 孩 子 来 说 ， 从 来 没 有 看 过 的 东 西 或 行 为 都 是 模 仿 的 对 象 ， 他 们 还 没 确 立 “ 正 还 是 错 ” 的 概 念 。
T0-A0 对 孩 子 来 说 ， 从 来 没 有 看 过 的 东 西 或 行 为 都 是 模 仿 的 对 象 。 他 们 还 没 确 立 “ 对 还 是 错 ” 的 概 念 。
A 25 26|||S|||。|||REQUIRED|||-NONE-|||0
A 33 34|||S|||对|||REQUIRED|||-NONE-|||0

S 而 且 ， 在 公 共 场 所 里 禁 止 吸 烟 的 原 因 也 是 这 个 道 理 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 为 了 对 大 自 然 预 防 多 样 的 风 险 因 素 ， 政 府 得 设 置 法 律 机 构 和 措 施 ， 像 处 罚 违 法 者 ， 例 如 向 自 然 的 里 过 量 挑 放 硝 酸 盐 和 二 氧 化 碳 ， 或 者 名 式 名 样 的 温 室 气 体 的 工 厂 。 因 为 那 些 工 厂 的 排 放 和 废 品 不 但 对 环 境 而 且 对 人 体 的 健 康 可 以 有 大 的 害 处 。
T0-A0 为 了 预 防 大 自 然 多 样 的 风 险 因 素 ， 政 府 得 设 置 法 律 机 构 和 措 施 来 处 罚 违 法 者 ， 例 如 向 自 然 界 排 放 过 量 硝 酸 盐 和 二 氧 化 碳 ， 或 者 各 式 各 样 的 温 室 气 体 的 工 厂 。 因 为 那 些 工 厂 排 放 的 废 品 不 但 对 环 境 而 且 对 人 体 的 健 康 大 有 害 处 。
A 2 3|||S|||预 防|||REQUIRED|||-NONE-|||0
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 30|||S|||来|||REQUIRED|||-NONE-|||0
A 41 43|||S|||界 排 放|||REQUIRED|||-NONE-|||0
A 45 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 59|||S|||各|||REQUIRED|||-NONE-|||0
A 60 61|||S|||各|||REQUIRED|||-NONE-|||0
A 77 78|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 80 81|||S|||的|||REQUIRED|||-NONE-|||0
A 96 98|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 98 100|||W|||大 有|||REQUIRED|||-NONE-|||0
A 100 101|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 跟 西 方 人 长 时 间 生 活 在 一 起 ， 而 且 我 也 把 我 姐 夫 的 独 立 论 学 会 ， 还 有 我 姐 姐 的 “ 爱 钱 与 金 钱 ” 这 理 论 影 响 了 我 。
T0-A0 我 跟 西 方 人 长 时 间 生 活 在 一 起 ， 而 且 我 也 把 我 姐 夫 的 “ 独 立 论 ” 学 会 了 ， 还 有 我 姐 姐 的 “ 爱 钱 与 金 钱 ” 的 理 论 影 响 了 我 。
A 23 23|||M|||“|||REQUIRED|||-NONE-|||0
A 26 26|||M|||”|||REQUIRED|||-NONE-|||0
A 28 28|||M|||了|||REQUIRED|||-NONE-|||0
A 42 43|||S|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 跟 西 方 人 长 时 间 生 活 在 一 起 ， 而 且 我 也 把 我 姐 夫 的 “ 独 立 论 ” 学 会 了 ， 还 有 我 姐 姐 的 “ 爱 钱 与 金 钱 ” 这 一 理 论 也 影 响 了 我 。
A 23 23|||M|||“|||REQUIRED|||-NONE-|||1
A 26 26|||M|||”|||REQUIRED|||-NONE-|||1
A 28 28|||M|||了|||REQUIRED|||-NONE-|||1
A 43 43|||M|||一|||REQUIRED|||-NONE-|||1
A 45 45|||M|||也|||REQUIRED|||-NONE-|||1
T2-A0 我 跟 西 方 人 长 时 间 生 活 在 一 起 ， 而 且 我 也 把 我 姐 夫 的 “ 独 立 论 ” 学 会 了 ， 还 有 我 姐 姐 的 “ 爱 钱 与 金 钱 ” 理 论 影 响 了 我 。
A 23 23|||M|||“|||REQUIRED|||-NONE-|||2
A 26 26|||M|||”|||REQUIRED|||-NONE-|||2
A 28 28|||M|||了|||REQUIRED|||-NONE-|||2
A 42 43|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 不 喜 欢 旅 行 团 ， 因 为 我 需 要 冷 静 。 每 个 人 的 看 法 都 不 一 样 。
T0-A0 我 不 喜 欢 旅 行 团 ， 因 为 我 需 要 安 静 。 每 个 人 的 看 法 都 不 一 样 。
A 13 14|||S|||安|||REQUIRED|||-NONE-|||0

S 还 要 提 一 个 事 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 为 了 这 次 旅 游 ， 我 们 从 上 个 月 开 始 准 备 买 机 票 ， 顶 饭 店 ， 办 签 证 了 。
T0-A0 为 了 这 次 旅 游 ， 我 们 从 上 个 月 就 开 始 准 备 买 机 票 ， 定 饭 店 ， 办 签 证 了 。
A 13 13|||M|||就|||REQUIRED|||-NONE-|||0
A 21 22|||S|||定|||REQUIRED|||-NONE-|||0
T1-A0 为 了 这 次 旅 游 ， 我 们 从 上 个 月 就 开 始 准 备 买 机 票 ， 订 饭 店 ， 办 签 证 了 。
A 13 13|||M|||就|||REQUIRED|||-NONE-|||1
A 21 22|||S|||订|||REQUIRED|||-NONE-|||1

S 静 候 佳 音 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 种 书 ， 我 们 只 能 以 略 读 ， 跳 读 的 方 法 涉 猎 了 。
T0-A0 对 于 这 种 书 ， 我 们 只 能 以 略 读 、 跳 读 的 方 法 涉 猎 了 。
A 0 0|||M|||对 于|||REQUIRED|||-NONE-|||0
A 11 12|||S|||、|||REQUIRED|||-NONE-|||0

S 现 在 世 界 上 年 收 入 差 距 特 别 大 ， 收 入 最 高 的 人 大 多 数 是 商 人 ， 这 一 点 谁 也 很 清 楚 。 但 是 收 入 第 二 高 呢 ？ 难 到 是 那 些 明 星 的 运 动 员 ， 有 的 年 收 入 比 本 国 的 总 统 还 高 。
T0-A0 现 在 世 界 上 人 们 的 年 收 入 差 距 特 别 大 ， 收 入 最 高 的 人 大 多 数 是 商 人 ， 这 一 点 谁 都 很 清 楚 。 但 是 收 入 第 二 高 的 呢 ？ 是 那 些 明 星 一 样 的 运 动 员 ， 有 的 年 收 入 比 本 国 的 总 统 还 高 。
A 5 5|||M|||人 们 的|||REQUIRED|||-NONE-|||0
A 31 32|||S|||都|||REQUIRED|||-NONE-|||0
A 43 43|||M|||的|||REQUIRED|||-NONE-|||0
A 45 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 52|||M|||一 样|||REQUIRED|||-NONE-|||0
T1-A0 现 在 ， 世 界 上 人 的 年 收 入 差 距 特 别 大 ， 收 入 最 高 的 人 大 多 数 是 商 人 ， 这 一 点 谁 都 很 清 楚 。 但 是 ， 收 入 第 二 高 是 哪 些 人 呢 ？ 是 那 些 明 星 运 动 员 ， 有 的 运 动 员 的 年 收 入 比 本 国 的 总 统 还 高 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 5 5|||M|||人 的|||REQUIRED|||-NONE-|||1
A 31 32|||S|||都|||REQUIRED|||-NONE-|||1
A 38 38|||M|||，|||REQUIRED|||-NONE-|||1
A 43 43|||M|||是 哪 些 人|||REQUIRED|||-NONE-|||1
A 45 47|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 58 58|||M|||的 运 动 员|||REQUIRED|||-NONE-|||1
T2-A0 现 在 世 界 上 人 们 的 年 收 入 差 距 特 别 大 ， 收 入 最 高 的 人 大 多 数 是 商 人 ， 这 一 点 谁 都 很 清 楚 。 但 谁 收 入 第 二 高 呢 ？ 是 那 些 明 星 运 动 员 ， 有 的 年 收 入 比 本 国 的 总 统 还 高 。
A 5 5|||M|||人 们 的|||REQUIRED|||-NONE-|||2
A 31 32|||S|||都|||REQUIRED|||-NONE-|||2
A 37 38|||S|||谁|||REQUIRED|||-NONE-|||2
A 45 47|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 小 时 候 记 得 她 常 常 很 晚 回 到 家 。
T0-A0 我 记 得 小 时 候 她 常 常 很 晚 回 到 家 。
A 1 6|||W|||记 得 小 时 候|||REQUIRED|||-NONE-|||0
T1-A0 我 记 得 小 时 候 她 常 常 很 晚 才 回 到 家 。
A 1 6|||W|||记 得 小 时 候|||REQUIRED|||-NONE-|||1
A 11 11|||M|||才|||REQUIRED|||-NONE-|||1

S 在 学 校 能 学 到 什 么 数 学 呀 、 音 乐 呀 、 技 术 呀 什 么 什 么 的 ， 可 是 那 样 的 课 并 没 有 关 系 跟 他 们 的 性 格 。
T0-A0 在 学 校 能 学 到 什 么 数 学 呀 、 音 乐 呀 、 技 术 呀 什 么 什 么 的 ， 可 是 那 样 的 课 跟 他 们 的 性 格 并 没 有 关 系 。
A 31 42|||W|||跟 他 们 的 性 格 并 没 有 关 系|||REQUIRED|||-NONE-|||0
T1-A0 在 学 校 能 学 到 什 么 数 学 呀 、 音 乐 呀 、 技 术 呀 什 么 什 么 的 ， 可 是 那 些 课 跟 他 们 的 性 格 并 没 有 关 系 。
A 28 30|||S|||些|||REQUIRED|||-NONE-|||1
A 31 42|||W|||跟 他 们 的 性 格 并 没 有 关 系|||REQUIRED|||-NONE-|||1

S 我 认 为 管 理 企 业 及 员 工 的 关 键 达 到 有 和 睦 和 纪 律 的 合 作 环 境 。
T0-A0 我 认 为 管 理 企 业 及 员 工 的 关 键 是 有 和 谐 和 纪 律 的 工 作 环 境 。
A 13 15|||S|||是|||REQUIRED|||-NONE-|||0
A 17 18|||S|||谐|||REQUIRED|||-NONE-|||0
A 22 23|||S|||工|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 管 理 企 业 及 员 工 的 关 键 在 于 和 睦 和 有 纪 律 的 合 作 环 境 。
A 13 16|||S|||在 于|||REQUIRED|||-NONE-|||1
A 19 19|||M|||有|||REQUIRED|||-NONE-|||1
T2-A0 我 认 为 管 理 企 业 及 员 工 的 关 键 是 达 到 和 睦 和 有 纪 律 的 合 作 环 境 。
A 13 13|||M|||是|||REQUIRED|||-NONE-|||2
A 15 19|||W|||和 睦 和 有|||REQUIRED|||-NONE-|||2
T3-A0 我 认 为 管 理 企 业 及 员 工 的 关 键 是 营 造 和 睦 和 有 纪 律 的 合 作 环 境 。
A 13 16|||S|||是 营 造|||REQUIRED|||-NONE-|||3
A 19 19|||M|||有|||REQUIRED|||-NONE-|||3

S 我 在 三 年 之 间 一 直 跟 一 样 的 人 在 一 起 ， 从 来 没 有 换 过 班 。
T0-A0 我 在 这 三 年 里 一 直 跟 一 样 的 人 在 一 起 ， 从 来 没 有 换 过 班 。
A 2 2|||M|||这|||REQUIRED|||-NONE-|||0
A 4 6|||S|||里|||REQUIRED|||-NONE-|||0
T1-A0 三 年 里 我 一 直 跟 一 样 的 人 在 一 起 ， 从 来 没 有 换 过 班 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 6|||S|||里 我|||REQUIRED|||-NONE-|||1

S 首 先 ， 老 师 给 孩 子 们 若 干 知 识 ， 教 育 他 们 ， 培 养 他 们 的 本 质 ， 发 展 孩 子 们 的 能 干 。 其 次 ， 老 师 一 般 要 给 孩 子 们 一 些 社 会 知 识 ， 对 他 们 的 社 会 生 活 做 好 两 个 准 备 。
T0-A0 首 先 ， 老 师 给 孩 子 们 若 干 知 识 ， 教 育 他 们 ， 培 养 他 们 的 素 质 ， 发 展 孩 子 们 的 潜 能 。 其 次 ， 老 师 一 般 要 教 给 孩 子 们 一 些 社 会 知 识 ， 为 他 们 的 社 会 生 活 做 好 两 个 准 备 。
A 24 25|||S|||素|||REQUIRED|||-NONE-|||0
A 33 33|||M|||潜|||REQUIRED|||-NONE-|||0
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 44|||M|||教|||REQUIRED|||-NONE-|||0
A 55 56|||S|||为|||REQUIRED|||-NONE-|||0
T1-A0 首 先 ， 老 师 教 给 孩 子 们 若 干 知 识 ， 教 育 他 们 ， 培 养 他 们 的 本 领 ， 发 展 孩 子 们 的 才 干 。 其 次 ， 老 师 一 般 要 教 给 孩 子 们 一 些 社 会 知 识 ， 为 他 们 的 社 会 生 活 做 好 两 个 准 备 。
A 5 5|||M|||教|||REQUIRED|||-NONE-|||1
A 25 26|||S|||领|||REQUIRED|||-NONE-|||1
A 33 34|||S|||才|||REQUIRED|||-NONE-|||1
A 44 44|||M|||教|||REQUIRED|||-NONE-|||1
A 55 56|||S|||为|||REQUIRED|||-NONE-|||1
T2-A0 首 先 ， 老 师 给 孩 子 们 若 干 知 识 ， 教 育 他 们 ， 培 养 他 们 的 本 领 ， 发 展 孩 子 们 的 能 力 。 其 次 ， 老 师 一 般 要 教 给 孩 子 们 一 些 社 会 知 识 ， 为 他 们 的 社 会 生 活 做 好 两 个 准 备 。
A 25 26|||S|||领|||REQUIRED|||-NONE-|||2
A 34 35|||S|||力|||REQUIRED|||-NONE-|||2
A 44 44|||M|||教|||REQUIRED|||-NONE-|||2
A 55 56|||S|||为|||REQUIRED|||-NONE-|||2

S 我 们 应 该 节 省 多 余 的 物 质 来 帮 帮 他 们 。 组 织 慈 善 团 体 而 到 当 地 去 考 察 他 们 的 生 活 状 况 。
T0-A0 我 们 应 该 节 省 多 余 的 物 资 来 帮 助 他 们 ， 组 织 慈 善 团 体 并 到 当 地 去 考 察 他 们 的 生 活 状 况 。
A 10 11|||S|||资|||REQUIRED|||-NONE-|||0
A 13 14|||S|||助|||REQUIRED|||-NONE-|||0
A 16 17|||S|||，|||REQUIRED|||-NONE-|||0
A 23 24|||S|||并|||REQUIRED|||-NONE-|||0
T1-A0 我 们 应 该 用 多 余 的 物 质 来 帮 帮 他 们 ， 组 织 慈 善 团 体 并 且 到 当 地 去 考 察 他 们 的 生 活 状 况 。
A 4 6|||S|||用|||REQUIRED|||-NONE-|||1
A 16 17|||S|||，|||REQUIRED|||-NONE-|||1
A 23 24|||S|||并 且|||REQUIRED|||-NONE-|||1
T2-A0 我 们 应 该 节 省 多 余 的 物 质 来 帮 帮 他 们 。 组 织 慈 善 团 体 到 当 地 去 考 察 他 们 的 生 活 状 况 。
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 其 次 ， 流 行 歌 曲 帮 助 父 母 和 孩 子 之 间 的 关 系 。 一 同 坐 在 沙 发 上 ， 一 起 看 电 视 机 的 音 乐 节 目 ， 有 笑 有 聊 的 话 ， 父 母 和 孩 子 的 关 系 更 加 亲 密 ， 还 有 父 母 能 够 理 解 孩 子 ， 孩 子 也 会 理 解 父 母 的 看 法 、 做 法 等 。
T0-A0 其 次 ， 流 行 歌 曲 有 利 于 父 母 和 孩 子 之 间 的 关 系 。 一 同 坐 在 沙 发 上 ， 一 起 看 电 视 机 上 的 音 乐 节 目 ， 有 笑 有 聊 的 谈 话 ， 父 母 和 孩 子 的 关 系 更 加 亲 密 ， 还 有 父 母 能 够 理 解 孩 子 ， 孩 子 也 会 理 解 父 母 的 看 法 、 做 法 等 。
A 7 9|||S|||有 利 于|||REQUIRED|||-NONE-|||0
A 34 34|||M|||上|||REQUIRED|||-NONE-|||0
A 45 45|||M|||谈|||REQUIRED|||-NONE-|||0
T1-A0 其 次 ， 流 行 歌 曲 帮 助 加 强 父 母 和 孩 子 之 间 的 联 系 。 一 同 坐 在 沙 发 上 ， 一 起 看 电 视 机 中 的 音 乐 节 目 ， 有 笑 有 聊 地 说 话 ， 父 母 和 孩 子 的 关 系 更 加 亲 密 ， 还 有 父 母 能 够 理 解 孩 子 ， 孩 子 也 会 理 解 父 母 的 看 法 、 做 法 等 。
A 9 9|||M|||加 强|||REQUIRED|||-NONE-|||1
A 17 18|||S|||联|||REQUIRED|||-NONE-|||1
A 34 34|||M|||中|||REQUIRED|||-NONE-|||1
A 44 45|||S|||地 说|||REQUIRED|||-NONE-|||1
T2-A0 其 次 ， 流 行 歌 曲 帮 助 父 母 和 孩 子 之 间 建 立 关 系 。 一 同 坐 在 沙 发 上 ， 一 起 看 电 视 机 里 的 音 乐 节 目 ， 有 笑 有 聊 的 谈 话 ， 父 母 和 孩 子 的 关 系 更 加 亲 密 ， 还 有 父 母 能 够 理 解 孩 子 ， 孩 子 也 会 理 解 父 母 的 看 法 、 做 法 等 。
A 16 17|||S|||建 立|||REQUIRED|||-NONE-|||2
A 34 34|||M|||里|||REQUIRED|||-NONE-|||2
A 45 45|||M|||谈|||REQUIRED|||-NONE-|||2

S 只 这 样 我 们 会 决 定 “ 绿 色 食 品 与 饥 饿 ” 的 问 题 。
T0-A0 只 有 这 样 我 们 才 会 解 决 “ 绿 色 食 品 与 饥 饿 ” 的 问 题 。
A 1 1|||M|||有|||REQUIRED|||-NONE-|||0
A 5 5|||M|||才|||REQUIRED|||-NONE-|||0
A 6 6|||M|||解|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 只 有 这 样 我 们 才 能 解 决 “ 绿 色 食 品 与 饥 饿 ” 的 问 题 。
A 1 1|||M|||有|||REQUIRED|||-NONE-|||1
A 5 6|||S|||才 能 解|||REQUIRED|||-NONE-|||1
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 比 如 父 母 向 孩 子 的 爱 情 是 更 有 价 值 的 。
T0-A0 比 如 ， 父 母 对 孩 子 的 爱 是 更 有 价 值 的 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 4 5|||S|||对|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 是 因 为 同 性 恋 的 增 加 会 减 少 生 育 力 。
T0-A0 这 是 因 为 同 性 恋 的 增 加 会 减 少 生 育 率 。
A 15 16|||S|||率|||REQUIRED|||-NONE-|||0
T1-A0 这 是 因 为 同 性 恋 人 群 的 增 加 会 减 少 生 育 率 。
A 7 7|||M|||人 群|||REQUIRED|||-NONE-|||1
A 15 16|||S|||率|||REQUIRED|||-NONE-|||1

S 我 想 没 有 这 个 网 站 的 话 ， 我 不 会 学 习 这 样 开 心 。
T0-A0 我 想 没 有 这 个 网 站 的 话 ， 我 不 会 这 样 开 心 地 学 习 。
A 14 20|||W|||这 样 开 心 地 学 习|||REQUIRED|||-NONE-|||0
T1-A0 我 想 没 有 这 个 网 站 的 话 ， 我 不 会 学 习 得 这 样 开 心 。
A 16 16|||M|||得|||REQUIRED|||-NONE-|||1

S 以 前 没 有 这 个 规 律 的 时 候 ， 满 地 上 都 是 烟 头 ， 每 次 看 这 场 面 ， 觉 得 特 别 恶 心 。
T0-A0 以 前 没 有 这 个 规 定 的 时 候 ， 满 地 都 是 烟 头 ， 每 次 我 看 到 这 场 面 ， 就 觉 得 特 别 恶 心 。
A 7 8|||S|||定|||REQUIRED|||-NONE-|||0
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||我|||REQUIRED|||-NONE-|||0
A 23 23|||M|||到|||REQUIRED|||-NONE-|||0
A 27 27|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 以 前 没 有 这 个 规 定 的 时 候 ， 满 地 都 是 烟 头 ， 每 次 看 这 场 面 ， 都 觉 得 特 别 恶 心 。
A 7 8|||S|||定|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||都|||REQUIRED|||-NONE-|||1

S 第 一 个 是 如 果 她 常 常 模 着 自 己 的 前 发 ， 她 想 有 距 离 自 己 从 对 方 。
T0-A0 第 一 个 是 如 果 她 常 常 摸 着 自 己 的 前 发 ， 就 表 示 她 想 自 己 和 对 方 保 持 距 离 。
A 9 10|||S|||摸|||REQUIRED|||-NONE-|||0
A 17 17|||M|||就 表 示|||REQUIRED|||-NONE-|||0
A 19 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S|||和|||REQUIRED|||-NONE-|||0
A 27 27|||M|||保 持 距 离|||REQUIRED|||-NONE-|||0
T1-A0 第 一 个 是 如 果 她 常 常 摸 着 自 己 的 前 发 ， 她 想 自 己 跟 对 方 保 持 距 离 。
A 9 10|||S|||摸|||REQUIRED|||-NONE-|||1
A 19 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 25|||S|||跟|||REQUIRED|||-NONE-|||1
A 27 27|||M|||保 持 距 离|||REQUIRED|||-NONE-|||1
T2-A0 第 一 个 是 如 果 她 常 常 摸 着 自 己 前 面 的 头 发 ， 她 是 想 跟 对 方 有 距 离 。
A 9 10|||S|||摸|||REQUIRED|||-NONE-|||2
A 13 13|||M|||前 面|||REQUIRED|||-NONE-|||2
A 14 15|||S|||头|||REQUIRED|||-NONE-|||2
A 18 18|||M|||是|||REQUIRED|||-NONE-|||2
A 19 19|||M|||跟 对 方|||REQUIRED|||-NONE-|||2
A 22 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 一 提 ， 被 父 母 泼 冷 水 。
T0-A0 我 一 提 ， 就 被 父 母 泼 冷 水 。
A 4 4|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 我 一 提 这 件 事 ， 就 被 父 母 泼 冷 水 。
A 3 3|||M|||这 件 事|||REQUIRED|||-NONE-|||1
A 4 4|||M|||就|||REQUIRED|||-NONE-|||1

S 这 些 理 由 对 流 行 歌 曲 的 人 合 适 ， 但 是 也 有 些 人 不 喜 欢 流 行 歌 曲 ， 甚 至 还 有 非 常 蔑 视 流 行 歌 曲 。 我 认 为 人 们 的 趣 味 各 种 各 样 ， 所 以 有 这 样 人 也 有 那 样 人 。 我 会 了 解 他 们 的 看 法 。 不 过 如 果 他 们 只 不 喜 欢 流 行 歌 的 理 由 是 他 们 认 为 流 行 歌 曲 很 脏 ， 很 复 杂 … … 这 样 的 理 由 的 话 ， 我 不 会 了 解 。 但 是 他 们 一 直 不 喜 欢 流 行 歌 曲 的 话 ， 我 不 得 不 承 认 ， 因 为 这 是 他 们 的 想 法 和 自 由 。
T0-A0 这 些 理 由 对 喜 欢 流 行 歌 曲 的 人 合 适 ， 但 是 也 有 些 人 不 喜 欢 流 行 歌 曲 ， 甚 至 还 非 常 蔑 视 流 行 歌 曲 。 我 认 为 人 们 的 趣 味 各 种 各 样 ， 所 以 有 这 样 的 人 ， 也 有 那 样 的 人 。 我 会 理 解 他 们 的 看 法 。 不 过 如 果 他 们 不 喜 欢 流 行 歌 的 理 由 只 是 他 们 认 为 流 行 歌 曲 很 脏 ， 很 复 杂 … … 如 果 理 由 是 这 样 的 话 ， 我 不 能 理 解 。 但 是 他 们 一 直 不 喜 欢 流 行 歌 曲 的 话 ， 我 不 得 不 承 认 ， 这 是 他 们 的 自 由 。
A 5 5|||M|||喜 欢|||REQUIRED|||-NONE-|||0
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 59|||M|||的|||REQUIRED|||-NONE-|||0
A 60 60|||M|||，|||REQUIRED|||-NONE-|||0
A 64 64|||M|||的|||REQUIRED|||-NONE-|||0
A 68 69|||S|||理|||REQUIRED|||-NONE-|||0
A 82 92|||W|||不 喜 欢 流 行 歌 的 理 由 只|||REQUIRED|||-NONE-|||0
A 109 112|||S|||如 果|||REQUIRED|||-NONE-|||0
A 114 114|||M|||是 这 样|||REQUIRED|||-NONE-|||0
A 119 121|||S|||能 理|||REQUIRED|||-NONE-|||0
A 146 148|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 153 156|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 些 理 由 对 喜 欢 流 行 歌 曲 的 人 合 适 ， 但 是 也 有 些 人 不 喜 欢 流 行 歌 曲 ， 甚 至 还 有 人 非 常 蔑 视 流 行 歌 曲 。 我 认 为 人 们 的 趣 味 各 种 各 样 ， 所 以 有 这 样 人 ， 也 有 那 样 人 。 我 会 理 解 他 们 的 看 法 。 不 过 如 果 他 们 不 喜 欢 流 行 歌 的 理 由 只 是 他 们 认 为 流 行 歌 曲 很 脏 ， 很 复 杂 … … 这 样 的 理 由 的 话 ， 我 不 会 理 解 。 但 是 他 们 一 直 不 喜 欢 流 行 歌 曲 的 话 ， 我 不 得 不 承 认 这 件 事 ， 因 为 这 是 他 们 的 想 法 和 自 由 。
A 5 5|||M|||喜 欢|||REQUIRED|||-NONE-|||1
A 32 32|||M|||人|||REQUIRED|||-NONE-|||1
A 60 60|||M|||，|||REQUIRED|||-NONE-|||1
A 68 69|||S|||理|||REQUIRED|||-NONE-|||1
A 82 92|||W|||不 喜 欢 流 行 歌 的 理 由 只|||REQUIRED|||-NONE-|||1
A 120 121|||S|||理|||REQUIRED|||-NONE-|||1
A 145 145|||M|||这 件 事|||REQUIRED|||-NONE-|||1

S 他 们 必 须 把 正 确 的 观 念 灌 輸 给 自 己 的 小 孩 子 们 。
T0-A0 他 们 必 须 把 正 确 的 观 念 灌 输 给 自 己 的 小 孩 子 们 。
A 11 12|||S|||输|||REQUIRED|||-NONE-|||0

S 她 除 其 她 事 项 外 看 着 一 个 正 在 洗 净 衣 服 的 、 非 常 胖 也 非 难 看 的 老 女 人 。
T0-A0 她 除 了 要 做 其 他 事 情 ， 还 要 照 看 那 个 正 在 洗 衣 服 的 、 非 常 胖 也 非 常 难 看 的 老 女 人 。
A 2 2|||M|||了 要 做|||REQUIRED|||-NONE-|||0
A 3 4|||S|||他|||REQUIRED|||-NONE-|||0
A 5 7|||S|||情 ， 还 要 照|||REQUIRED|||-NONE-|||0
A 8 10|||S|||那|||REQUIRED|||-NONE-|||0
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||常|||REQUIRED|||-NONE-|||0
T1-A0 她 除 了 要 做 其 他 事 情 外 ， 还 要 照 看 那 个 正 在 洗 衣 服 的 、 非 常 胖 也 非 常 难 看 的 老 女 人 。
A 2 2|||M|||了 要 做|||REQUIRED|||-NONE-|||1
A 3 4|||S|||他|||REQUIRED|||-NONE-|||1
A 5 6|||S|||情|||REQUIRED|||-NONE-|||1
A 7 7|||M|||， 还 要 照|||REQUIRED|||-NONE-|||1
A 8 10|||S|||那|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 24|||M|||常|||REQUIRED|||-NONE-|||1

S 对 不 起 ， 我 没 看 你 的 新 写 字 。
T0-A0 对 不 起 ， 我 没 看 你 新 写 的 字 。
A 8 11|||W|||新 写 的|||REQUIRED|||-NONE-|||0

S 在 老 女 人 的 旁 边 ， 一 个 水 龙 头 把 水 永 远 浇 下 。 水 正 在 浇 满 一 个 水 桶 。
T0-A0 在 老 女 人 的 旁 边 ， 一 个 水 龙 头 正 在 持 续 不 断 地 放 水 ， 水 正 在 注 满 一 个 水 桶 。
A 13 20|||S|||正 在 持 续 不 断 地 放 水 ，|||REQUIRED|||-NONE-|||0
A 23 24|||S|||注|||REQUIRED|||-NONE-|||0
T1-A0 在 老 女 人 的 旁 边 ， 一 个 水 龙 头 正 在 一 直 流 水 。 水 正 在 流 满 一 个 水 桶 。
A 13 19|||S|||正 在 一 直 流 水|||REQUIRED|||-NONE-|||1
A 23 24|||S|||流|||REQUIRED|||-NONE-|||1
T2-A0 在 老 女 人 的 旁 边 ， 一 个 水 龙 头 把 水 浇 下 。 水 正 在 浇 满 一 个 水 桶 。
A 15 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 在 老 女 人 的 旁 边 ， 一 个 水 龙 头 一 直 流 。 水 正 在 流 满 一 个 水 桶 。
A 13 19|||S|||一 直 流|||REQUIRED|||-NONE-|||3
A 23 24|||S|||流|||REQUIRED|||-NONE-|||3

S 突 然 一 条 十 分 耀 眼 的 红 色 的 光 亮 快 速 地 横 了 天 空 ， 又 消 失 了 在 高 空 中 。 这 时 我 还 没 意 识 发 生 了 什 么 事 。
T0-A0 突 然 一 道 十 分 耀 眼 的 红 色 的 光 亮 快 速 地 横 穿 了 天 空 ， 又 消 失 在 了 高 空 中 。 这 时 我 还 没 意 识 到 发 生 了 什 么 事 。
A 3 4|||S|||道|||REQUIRED|||-NONE-|||0
A 18 18|||M|||穿|||REQUIRED|||-NONE-|||0
A 25 27|||W|||在 了|||REQUIRED|||-NONE-|||0
A 38 38|||M|||到|||REQUIRED|||-NONE-|||0
T1-A0 突 然 一 道 十 分 耀 眼 的 红 色 的 光 亮 快 速 地 横 贯 了 天 空 ， 又 消 失 在 了 高 空 中 。 这 时 我 还 没 意 识 到 发 生 了 什 么 事 。
A 3 4|||S|||道|||REQUIRED|||-NONE-|||1
A 18 18|||M|||贯|||REQUIRED|||-NONE-|||1
A 25 27|||W|||在 了|||REQUIRED|||-NONE-|||1
A 38 38|||M|||到|||REQUIRED|||-NONE-|||1

S 我 觉 得 中 国 也 这 几 年 慢 慢 开 始 减 少 吸 烟 者 运 动 。
T0-A0 我 觉 得 中 国 这 几 年 开 始 ， 慢 慢 开 展 减 少 吸 烟 者 的 运 动 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M|||开 始 ，|||REQUIRED|||-NONE-|||0
A 12 13|||S|||展|||REQUIRED|||-NONE-|||0
A 18 18|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 中 国 也 就 这 几 年 慢 慢 开 始 减 少 吸 烟 者 运 动 。
A 6 6|||M|||就|||REQUIRED|||-NONE-|||1
T2-A0 我 觉 得 中 国 这 几 年 也 慢 慢 开 始 减 少 了 吸 烟 者 的 运 动 。
A 5 9|||W|||这 几 年 也|||REQUIRED|||-NONE-|||2
A 15 15|||M|||了|||REQUIRED|||-NONE-|||2
A 18 18|||M|||的|||REQUIRED|||-NONE-|||2
T3-A0 我 觉 得 中 国 也 是 从 这 几 年 慢 慢 开 始 减 少 吸 烟 运 动 。
A 6 6|||M|||是 从|||REQUIRED|||-NONE-|||3
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 对 我 来 说 愚 公 是 很 好 的 英 雄 ， 因 为 他 很 冒 昧 ， 他 要 东 西 非 常 难 ， 可 是 这 个 很 好 ， 因 为 冒 昧 的 人 比 没 冒 昧 的 很 有 意 思 。
T0 无法标注
A -1 -1|||NA|||-NONE-|||REQUIRED|||-NONE-|||0

S 很 多 中 国 人 会 来 欧 洲 至 少 一 次 在 他 们 的 人 生 中 。
T0-A0 很 多 中 国 人 在 他 们 的 人 生 中 至 少 会 来 欧 洲 一 次 。
A 5 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 20|||M|||至 少 会 来 欧 洲 一 次|||REQUIRED|||-NONE-|||0
T1-A0 很 多 中 国 人 在 他 们 的 人 生 中 至 少 会 来 一 次 欧 洲 。
A 5 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 20|||M|||至 少 会 来 一 次 欧 洲|||REQUIRED|||-NONE-|||1

S 我 喜 欢 流 行 歌 曲 ， 因 为 很 多 流 行 歌 曲 表 达 到 现 代 社 会 年 轻 人 的 理 想 及 态 度 。
T0-A0 我 喜 欢 流 行 歌 曲 ， 因 为 很 多 流 行 歌 曲 表 达 现 代 社 会 年 轻 人 的 理 想 及 态 度 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 喜 欢 流 行 歌 曲 ， 因 为 很 多 流 行 歌 曲 表 达 了 现 代 社 会 年 轻 人 的 理 想 及 态 度 。
A 18 19|||S|||了|||REQUIRED|||-NONE-|||1

S 曾 经 有 在 一 个 采 访 中 ， 他 的 妻 子 断 言 说 她 的 丈 夫 没 有 使 用 暴 力 。
T0-A0 曾 经 在 一 个 采 访 中 ， 他 的 妻 子 断 言 她 的 丈 夫 没 有 使 用 暴 力 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 如 果 有 很 少 、 很 不 好 雪 ， 更 容 易 有 雪 崩 下 去 。 每 年 也 有 很 多 人 因 为 有 雪 崩 去 世 。
T0-A0 如 果 有 很 少 的 雪 反 而 很 不 好 ， 更 容 易 有 雪 崩 。 每 年 也 有 很 多 人 因 为 雪 崩 去 世 。
A 5 6|||S|||的 雪 反 而|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 如 果 雪 很 少 、 很 不 好 ， 更 容 易 发 生 雪 崩 。 每 年 也 有 很 多 人 因 为 雪 崩 去 世 。
A 2 3|||S|||雪|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 15|||S|||发 生|||REQUIRED|||-NONE-|||1
A 17 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 如 果 有 一 个 紧 急 警 报 ， 我 们 得 学 习 怎 么 穿 救 生 衣 ， 也 知 道 哪 层 去 。
T0-A0 如 果 有 紧 急 警 报 ， 我 们 得 知 道 怎 么 穿 救 生 衣 ， 也 得 知 道 去 哪 层 。
A 3 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 15|||S|||知 道|||REQUIRED|||-NONE-|||0
A 23 23|||M|||得|||REQUIRED|||-NONE-|||0
A 25 28|||W|||去 哪 层|||REQUIRED|||-NONE-|||0
T1-A0 如 果 有 一 个 紧 急 警 报 ， 我 们 得 学 习 怎 么 穿 救 生 衣 ， 也 得 知 道 去 哪 层 。
A 23 23|||M|||得|||REQUIRED|||-NONE-|||1
A 25 28|||W|||去 哪 层|||REQUIRED|||-NONE-|||1
T2-A0 如 果 有 一 个 紧 急 警 报 ， 我 们 得 学 习 怎 么 穿 救 生 衣 ， 也 需 要 知 道 到 哪 层 去 。
A 23 23|||M|||需 要|||REQUIRED|||-NONE-|||2
A 25 25|||M|||到|||REQUIRED|||-NONE-|||2

S 我 的 宿 舍 是 一 座 十 吾 层 的 楼 房 。
T0-A0 我 的 宿 舍 是 一 座 十 层 的 楼 房 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 的 宿 舍 是 一 座 十 五 层 的 楼 房 。
A 8 9|||S|||五|||REQUIRED|||-NONE-|||1

S 一 段 时 间 后 ， 我 有 点 后 悔 了 住 在 两 个 人 的 房 间 。 我 的 同 屋 又 和 蔼 又 热 闹 ， 但 是 她 非 常 凌 乱 。 地 上 散 乱 地 放 着 她 的 东 西 。 因 为 我 们 的 屋 子 乱 七 八 糟 的 ， 我 请 她 把 她 的 东 西 收 拾 一 下 ， 可 她 说 她 不 要 。
T0-A0 一 段 时 间 后 ， 我 有 点 后 悔 住 在 两 个 人 的 房 间 。 我 的 室 友 虽 然 又 和 蔼 又 热 闹 ， 但 是 她 的 东 西 非 常 凌 乱 ， 地 上 散 乱 地 放 着 她 的 东 西 。 因 为 我 们 的 屋 子 乱 七 八 糟 的 ， 所 以 我 请 她 把 她 的 东 西 收 拾 一 下 ， 可 她 说 她 不 要 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 25|||S|||室 友 虽 然|||REQUIRED|||-NONE-|||0
A 35 35|||M|||的 东 西|||REQUIRED|||-NONE-|||0
A 39 40|||S|||，|||REQUIRED|||-NONE-|||0
A 65 65|||M|||所 以|||REQUIRED|||-NONE-|||0
T1-A0 一 段 时 间 后 ， 我 有 点 后 悔 住 在 两 个 人 的 房 间 。 我 的 室 友 虽 然 又 和 蔼 又 热 闹 ， 但 是 她 非 常 邋 遢 ， 地 上 散 乱 地 放 着 她 的 东 西 。 因 此 我 们 的 屋 子 乱 七 八 糟 的 ， 我 请 她 把 她 的 东 西 收 拾 一 下 ， 可 她 说 她 不 要 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 25|||S|||室 友 虽 然|||REQUIRED|||-NONE-|||1
A 37 40|||S|||邋 遢 ，|||REQUIRED|||-NONE-|||1
A 53 54|||S|||此|||REQUIRED|||-NONE-|||1
T2-A0 一 段 时 间 后 ， 我 有 点 后 悔 住 在 两 个 人 的 房 间 。 我 的 室 友 虽 然 又 和 蔼 又 热 闹 ， 但 是 她 的 东 西 非 常 凌 乱 ， 地 上 散 乱 地 放 着 她 的 东 西 。 因 此 我 们 的 屋 子 乱 七 八 糟 的 ， 我 请 她 把 她 的 东 西 收 拾 一 下 ， 可 她 说 她 不 要 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 25|||S|||室 友 虽 然|||REQUIRED|||-NONE-|||2
A 35 35|||M|||的 东 西|||REQUIRED|||-NONE-|||2
A 39 40|||S|||，|||REQUIRED|||-NONE-|||2
A 53 54|||S|||此|||REQUIRED|||-NONE-|||2
T3-A0 一 段 时 间 后 ， 我 有 点 后 悔 住 在 两 个 人 的 房 间 里 。 我 的 室 友 和 蔼 又 热 闹 ， 但 是 她 的 东 西 非 常 凌 乱 ， 地 上 散 乱 地 放 着 她 的 东 西 。 因 为 我 们 的 屋 子 乱 七 八 糟 的 ， 所 以 我 请 她 把 她 的 东 西 收 拾 一 下 ， 可 她 说 她 不 要 收 拾 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 20 20|||M|||里|||REQUIRED|||-NONE-|||3
A 23 26|||S|||室 友|||REQUIRED|||-NONE-|||3
A 35 35|||M|||的 东 西|||REQUIRED|||-NONE-|||3
A 39 40|||S|||，|||REQUIRED|||-NONE-|||3
A 65 65|||M|||所 以|||REQUIRED|||-NONE-|||3
A 84 84|||M|||收 拾|||REQUIRED|||-NONE-|||3

S 那 么 早 饭 应 该 怎 么 吃 呢 ？ 一 般 要 甜 食 搭 配 ， 要 吃 水 果 或 喝 牛 奶 。
T0-A0 那 么 早 饭 应 该 怎 么 吃 呢 ？ 一 般 要 搭 配 甜 食 ， 要 吃 水 果 或 喝 牛 奶 。
A 14 18|||W|||搭 配 甜 食|||REQUIRED|||-NONE-|||0

S 本 人 正 在 学 习 法 语 ， 预 测 下 个 月 就 能 完 成 课 程 。
T0-A0 本 人 正 在 学 习 法 语 ， 预 计 下 个 月 就 能 完 成 课 程 。
A 10 11|||S|||计|||REQUIRED|||-NONE-|||0

S 旅 行 营 会 把 所 有 的 景 点 、 交 通 和 住 宿 都 安 排 好 了 。 所 以 自 己 不 能 决 定 哪 里 去 。 而 且 参 加 旅 行 营 会 跟 很 多 不 认 识 的 人 一 起 旅 行 。 碰 到 讨 厌 的 人 就 没 办 法 ， 一 定 要 跟 他 们 在 一 起 。 所 以 我 喜 欢 自 己 一 个 人 旅 行 。 这 一 样 就 自 由 多 了 。
T0-A0 旅 行 营 会 把 所 有 的 景 点 、 交 通 和 住 宿 都 安 排 好 ， 所 以 自 己 不 能 决 定 去 哪 里 。 而 且 参 加 旅 行 营 会 跟 很 多 不 认 识 的 人 一 起 旅 行 ， 碰 到 讨 厌 的 人 就 没 办 法 ， 一 定 要 跟 他 们 在 一 起 。 所 以 我 喜 欢 自 己 一 个 人 旅 行 ， 这 一 来 就 自 由 多 了 。
A 20 22|||S|||，|||REQUIRED|||-NONE-|||0
A 30 33|||W|||去 哪 里|||REQUIRED|||-NONE-|||0
A 54 55|||S|||，|||REQUIRED|||-NONE-|||0
A 88 89|||S|||，|||REQUIRED|||-NONE-|||0
A 91 92|||S|||来|||REQUIRED|||-NONE-|||0
T1-A0 旅 行 营 会 把 所 有 的 景 点 、 交 通 和 住 宿 都 安 排 好 ， 所 以 自 己 不 能 决 定 去 哪 里 。 而 且 参 加 旅 行 营 会 跟 很 多 不 认 识 的 人 一 起 旅 行 ， 碰 到 讨 厌 的 人 就 没 办 法 ， 一 定 要 跟 他 们 在 一 起 。 所 以 我 喜 欢 自 己 一 个 人 旅 行 ， 这 样 就 自 由 多 了 。
A 20 22|||S|||，|||REQUIRED|||-NONE-|||1
A 30 33|||W|||去 哪 里|||REQUIRED|||-NONE-|||1
A 54 55|||S|||，|||REQUIRED|||-NONE-|||1
A 88 89|||S|||，|||REQUIRED|||-NONE-|||1
A 90 91|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 还 说 ， 当 前 世 界 上 栽 培 的 食 品 ， 或 多 或 少 化 肥 、 农 药 被 使 用 。
T0-A0 还 说 ， 当 前 世 界 上 栽 培 的 食 品 ， 或 多 或 少 都 使 用 过 化 肥 、 农 药 。
A 18 18|||M|||都 使 用 过|||REQUIRED|||-NONE-|||0
A 23 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 还 说 ， 当 前 世 界 上 栽 培 的 食 品 ， 或 多 或 少 都 使 用 了 化 肥 、 农 药 。
A 18 18|||M|||都 使 用 了|||REQUIRED|||-NONE-|||1
A 23 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 还 说 ， 当 前 世 界 上 栽 培 的 食 品 ， 或 多 或 少 都 会 使 用 化 肥 、 农 药 。
A 18 18|||M|||都 会 使 用|||REQUIRED|||-NONE-|||2
A 23 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 表 演 水 平 只 不 过 如 此 ， 但 人 物 被 表 示 和 变 态 非 常 的 实 际 。
T0-A0 虽 然 表 演 水 平 不 过 如 此 ， 但 人 物 被 表 现 得 和 变 态 一 样 非 常 的 现 实 。
A 0 0|||M|||虽 然|||REQUIRED|||-NONE-|||0
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||现 得|||REQUIRED|||-NONE-|||0
A 19 19|||M|||一 样|||REQUIRED|||-NONE-|||0
A 22 22|||M|||现|||REQUIRED|||-NONE-|||0
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 表 演 水 平 不 过 如 此 ， 但 人 物 所 表 现 的 变 态 非 常 地 贴 合 实 际 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 14|||S|||所|||REQUIRED|||-NONE-|||1
A 15 17|||S|||现 的|||REQUIRED|||-NONE-|||1
A 21 22|||S|||地 贴 合|||REQUIRED|||-NONE-|||1

S 不 过 某 个 时 期 ， 我 想 这 样 ： “ 因 为 我 在 跑 步 ， 所 以 遭 受 歹 徒 袭 击 的 话 ， 他 们 也 必 须 跑 步 。
T0-A0 不 过 某 个 时 刻 ， 我 这 样 想 ： 因 为 我 在 跑 步 ， 所 以 歹 徒 要 袭 击 我 的 话 ， 他 们 也 必 须 跑 步 。
A 5 6|||S|||刻|||REQUIRED|||-NONE-|||0
A 8 11|||W|||这 样 想|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 26|||M|||要|||REQUIRED|||-NONE-|||0
A 28 28|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 不 过 某 个 时 期 ， 我 这 样 想 ： 因 为 我 在 跑 步 ， 所 以 如 果 歹 徒 袭 击 我 的 话 ， 他 们 也 必 须 跑 步 。
A 8 11|||W|||这 样 想|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 24|||S|||如 果|||REQUIRED|||-NONE-|||1
A 28 28|||M|||我|||REQUIRED|||-NONE-|||1

S 他 和 我 差 不 多 一 样 ： 他 的 性 格 很 调 皮 ， 也 或 他 很 聪 明 ， 又 外 向 ， 又 脾 气 好 。 他 是 我 最 好 的 朋 友 。
T0-A0 他 和 我 差 不 多 一 样 ： 他 的 性 格 很 调 皮 ， 但 是 他 很 聪 明 ， 又 外 向 ， 又 脾 气 好 。 他 是 我 最 好 的 朋 友 。
A 17 19|||S|||但 是|||REQUIRED|||-NONE-|||0
T1-A0 他 和 我 很 像 。 他 的 性 格 很 调 皮 ， 而 且 他 很 聪 明 ， 又 外 向 ， 脾 气 又 好 。 他 是 我 最 好 的 朋 友 。
A 3 9|||S|||很 像 。|||REQUIRED|||-NONE-|||1
A 17 19|||S|||而 且|||REQUIRED|||-NONE-|||1
A 28 31|||W|||脾 气 又|||REQUIRED|||-NONE-|||1

S 我 对 男 女 分 班 的 看 法 有 三 点 ： （ 一 ） 男 女 生 分 班 上 课 会 比 较 专 心 ， 男 生 在 十 多 岁 后 ， 思 想 也 会 比 较 成 熟 ， 让 他 们 多 专 注 在 课 业 上 ， 以 便 将 来 会 有 更 好 的 发 展 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 所 以 希 望 后 来 要 吸 烟 的 人 减 少 。 不 抽 烟 对 身 体 好 、 节 约 钱 、 不 会 惦 污 环 境 ， 多 么 好 ！
T0-A0 所 以 希 望 将 来 吸 烟 的 人 减 少 。 不 抽 烟 对 身 体 好 、 节 约 钱 、 不 会 污 染 环 境 ， 多 么 好 ！
A 4 5|||S|||将|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M|||染|||REQUIRED|||-NONE-|||0
T1-A0 所 以 希 望 未 来 吸 烟 的 人 能 减 少 。 不 抽 烟 既 对 身 体 好 又 节 约 钱 ， 而 且 不 会 污 染 环 境 ， 多 好 ！
A 4 5|||S|||未|||REQUIRED|||-NONE-|||1
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||能|||REQUIRED|||-NONE-|||1
A 17 17|||M|||既|||REQUIRED|||-NONE-|||1
A 21 22|||S|||又|||REQUIRED|||-NONE-|||1
A 25 26|||S|||， 而 且|||REQUIRED|||-NONE-|||1
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 30|||M|||染|||REQUIRED|||-NONE-|||1
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 所 以 希 望 以 后 吸 烟 的 人 减 少 。 不 抽 烟 对 身 体 好 、 节 约 钱 、 不 会 污 染 环 境 ， 多 么 好 ！
A 4 4|||M|||以|||REQUIRED|||-NONE-|||2
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 30 30|||M|||染|||REQUIRED|||-NONE-|||2

S 这 次 大 地 震 的 时 候 ， 岛 里 的 灯 塔 和 神 社 入 口 的 牌 坊 都 被 冲 到 海 里 。
T0-A0 这 次 大 地 震 的 时 候 ， 岛 里 的 灯 塔 和 神 社 入 口 的 牌 坊 都 被 冲 到 了 海 里 。
A 26 26|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 这 次 大 地 震 的 时 候 ， 岛 里 的 灯 塔 和 神 社 入 口 的 牌 坊 都 被 冲 到 海 里 去 了 。
A 28 28|||M|||去 了|||REQUIRED|||-NONE-|||1

S 我 的 朋 友 的 爸 爸 也 死 亡 的 原 因 是 长 期 间 的 吸 烟 。
T0-A0 我 朋 友 的 爸 爸 死 亡 的 原 因 是 长 期 吸 烟 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 的 朋 友 的 爸 爸 死 亡 的 原 因 也 是 长 时 间 的 吸 烟 。
A 7 13|||W|||死 亡 的 原 因 也|||REQUIRED|||-NONE-|||1
A 15 16|||S|||时|||REQUIRED|||-NONE-|||1
T2-A0 我 朋 友 的 爸 爸 死 亡 的 原 因 也 是 长 期 吸 烟 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 7 13|||W|||死 亡 的 原 因 也|||REQUIRED|||-NONE-|||2
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 才 能 改 进 加 拿 大 ， 应 该 在 一 些 地 方 安 装 垃 圾 桶 。
T0-A0 为 了 改 进 加 拿 大 ， 应 该 在 一 些 地 方 安 装 垃 圾 桶 。
A 0 2|||S|||为 了|||REQUIRED|||-NONE-|||0

S 在 这 样 环 境 之 下 ， 孩 子 的 心 目 中 打 下 “ 唯 一 全 心 全 意 能 依 靠 ” 地 深 深 的 烙 印 。
T0-A0 在 这 样 环 境 之 下 ， 孩 子 的 心 目 中 打 下 “ 唯 一 全 心 全 意 能 依 靠 ” 的 深 深 的 烙 印 。
A 27 28|||S|||的|||REQUIRED|||-NONE-|||0

S 青 少 年 的 健 康 也 应 该 得 到 社 会 的 注 意 。 这 是 又 涉 及 到 一 个 敏 感 的 问 题 ， 既 要 是 家 有 青 少 年 父 母 是 否 有 义 务 保 持 一 个 对 身 体 健 康 的 环 境 ， 是 否 也 该 限 制 父 母 在 孩 子 当 前 抽 烟 。 国 家 在 什 么 情 况 下 干 预 家 庭 的 内 事 ？
T0-A0 青 少 年 的 健 康 也 应 该 得 到 社 会 的 注 意 。 这 又 是 一 个 涉 及 到 敏 感 话 题 的 问 题 ： 既 然 是 家 有 青 少 年 的 父 母 ， 是 否 有 义 务 保 证 家 庭 是 一 个 对 身 体 来 说 健 康 的 环 境 ？ 是 否 应 该 限 制 父 母 在 孩 子 面 前 抽 烟 ？ 国 家 在 什 么 情 况 下 可 以 干 预 家 事 ？
A 18 20|||W|||又 是|||REQUIRED|||-NONE-|||0
A 20 25|||W|||一 个 涉 及 到|||REQUIRED|||-NONE-|||0
A 27 27|||M|||话 题|||REQUIRED|||-NONE-|||0
A 30 31|||S|||：|||REQUIRED|||-NONE-|||0
A 32 33|||S|||然|||REQUIRED|||-NONE-|||0
A 39 39|||M|||的|||REQUIRED|||-NONE-|||0
A 41 41|||M|||，|||REQUIRED|||-NONE-|||0
A 47 48|||S|||证 家 庭 是|||REQUIRED|||-NONE-|||0
A 53 53|||M|||来 说|||REQUIRED|||-NONE-|||0
A 58 59|||S|||？|||REQUIRED|||-NONE-|||0
A 61 62|||S|||应|||REQUIRED|||-NONE-|||0
A 70 71|||S|||面|||REQUIRED|||-NONE-|||0
A 74 75|||S|||？|||REQUIRED|||-NONE-|||0
A 83 83|||M|||可 以|||REQUIRED|||-NONE-|||0
A 86 89|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 青 少 年 的 健 康 也 应 该 得 到 社 会 的 注 意 。 这 又 是 一 个 涉 及 到 敏 感 话 题 的 问 题 ： 只 要 是 家 有 青 少 年 的 父 母 ， 是 否 有 义 务 保 证 家 庭 是 一 个 对 身 体 来 说 健 康 的 环 境 ？ 是 否 应 该 限 制 父 母 在 孩 子 面 前 抽 烟 ？ 国 家 在 什 么 情 况 下 可 以 干 预 家 庭 的 内 部 事 务 ？
A 18 20|||W|||又 是|||REQUIRED|||-NONE-|||1
A 20 25|||W|||一 个 涉 及 到|||REQUIRED|||-NONE-|||1
A 27 27|||M|||话 题|||REQUIRED|||-NONE-|||1
A 30 32|||S|||： 只|||REQUIRED|||-NONE-|||1
A 39 39|||M|||的|||REQUIRED|||-NONE-|||1
A 41 41|||M|||，|||REQUIRED|||-NONE-|||1
A 47 48|||S|||证 家 庭 是|||REQUIRED|||-NONE-|||1
A 53 53|||M|||来 说|||REQUIRED|||-NONE-|||1
A 58 59|||S|||？|||REQUIRED|||-NONE-|||1
A 61 62|||S|||应|||REQUIRED|||-NONE-|||1
A 70 71|||S|||面|||REQUIRED|||-NONE-|||1
A 74 75|||S|||？|||REQUIRED|||-NONE-|||1
A 83 83|||M|||可 以|||REQUIRED|||-NONE-|||1
A 89 89|||M|||部|||REQUIRED|||-NONE-|||1
A 90 90|||M|||务|||REQUIRED|||-NONE-|||1
T2-A0 青 少 年 的 健 康 也 应 该 得 到 社 会 的 注 意 。 这 又 涉 及 到 一 个 敏 感 的 问 题 ， 即 家 有 青 少 年 的 父 母 是 否 有 义 务 保 持 一 个 对 身 体 健 康 的 环 境 ， 是 否 也 该 限 制 父 母 在 孩 子 面 前 抽 烟 。 国 家 在 什 么 情 况 下 可 以 干 预 家 庭 内 的 事 ？
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 31 34|||S|||即|||REQUIRED|||-NONE-|||2
A 39 39|||M|||的|||REQUIRED|||-NONE-|||2
A 70 71|||S|||面|||REQUIRED|||-NONE-|||2
A 83 83|||M|||可 以|||REQUIRED|||-NONE-|||2
A 87 89|||W|||内 的|||REQUIRED|||-NONE-|||2

S 我 觉 得 这 是 夺 去 个 人 的 自 由 。 有 的 人 由 抽 烟 来 摆 脱 自 己 的 烦 恼 ， 还 有 有 的 人 把 抽 烟 当 做 自 己 的 爱 好 。 我 觉 得 政 府 不 应 该 夺 抢 个 人 的 自 由 。
T0-A0 我 觉 得 这 是 剥 夺 个 人 的 自 由 。 有 的 人 用 抽 烟 来 摆 脱 自 己 的 烦 恼 ， 还 有 人 把 抽 烟 当 做 自 己 的 爱 好 。 我 觉 得 政 府 不 应 该 剥 夺 个 人 的 自 由 。
A 5 5|||M|||剥|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||S|||用|||REQUIRED|||-NONE-|||0
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 52|||M|||剥|||REQUIRED|||-NONE-|||0
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 这 是 夺 去 了 个 人 的 自 由 。 有 的 人 用 抽 烟 来 摆 脱 自 己 的 烦 恼 ， 还 有 的 人 把 抽 烟 当 做 自 己 的 爱 好 。 我 觉 得 政 府 不 应 该 夺 走 个 人 的 自 由 。
A 7 7|||M|||了|||REQUIRED|||-NONE-|||1
A 16 17|||S|||用|||REQUIRED|||-NONE-|||1
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 54|||S|||走|||REQUIRED|||-NONE-|||1

S 国 家 应 该 保 护 个 人 的 自 由 ， 可 是 吸 烟 的 好 处 实 际 上 根 本 没 有 ， 伤 害 自 己 的 健 康 而 且 在 社 会 别 的 成 员 带 给 危 害 。
T0-A0 国 家 应 该 保 护 个 人 的 自 由 ， 可 是 吸 烟 的 好 处 实 际 上 根 本 没 有 ， 伤 害 自 己 的 健 康 而 且 带 给 社 会 别 的 成 员 危 害 。
A 36 37|||S|||带 给|||REQUIRED|||-NONE-|||0
A 43 45|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 国 家 应 该 保 护 个 人 的 自 由 ， 可 是 吸 烟 的 好 处 实 际 上 根 本 没 有 ， 伤 害 自 己 的 健 康 而 且 给 社 会 别 的 成 员 带 来 危 害 。
A 36 37|||S|||给|||REQUIRED|||-NONE-|||1
A 44 45|||S|||来|||REQUIRED|||-NONE-|||1

S 不 过 避 免 有 害 的 抽 烟 也 是 我 们 的 权 利 。 抽 烟 的 坏 处 是 我 们 都 知 道 的 ， 虽 然 自 己 不 抽 烟 ， 但 如 果 你 在 抽 烟 者 的 旁 边 就 受 到 恶 毒 。 有 些 抽 烟 者 不 管 对 别 人 的 有 害 ， 随 便 抽 烟 。
T0-A0 不 过 避 免 有 害 的 抽 烟 也 是 我 们 的 权 利 。 抽 烟 的 坏 处 是 我 们 都 知 道 的 ， 虽 然 自 己 不 抽 烟 ， 但 如 果 你 在 抽 烟 者 的 旁 边 的 话 ， 你 还 是 会 受 到 毒 害 。 有 些 抽 烟 者 不 顾 对 别 人 的 有 害 影 响 ， 随 意 抽 烟 。
A 49 50|||S|||的 话 ， 你 还 是 会|||REQUIRED|||-NONE-|||0
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 54 54|||M|||害|||REQUIRED|||-NONE-|||0
A 61 62|||S|||顾|||REQUIRED|||-NONE-|||0
A 68 68|||M|||影 响|||REQUIRED|||-NONE-|||0
A 70 71|||S|||意|||REQUIRED|||-NONE-|||0
T1-A0 不 过 ， 避 免 有 害 的 抽 烟 也 是 我 们 的 权 利 。 抽 烟 的 坏 处 是 我 们 都 知 道 的 ， 虽 然 自 己 不 抽 烟 ， 但 如 果 你 在 抽 烟 者 的 旁 边 就 会 受 到 影 响 。 有 些 抽 烟 者 不 顾 对 别 人 的 伤 害 ， 随 便 抽 烟 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 50 50|||M|||会|||REQUIRED|||-NONE-|||1
A 52 54|||S|||影 响|||REQUIRED|||-NONE-|||1
A 61 62|||S|||顾|||REQUIRED|||-NONE-|||1
A 66 67|||S|||伤|||REQUIRED|||-NONE-|||1
T2-A0 不 过 避 免 有 害 的 抽 烟 也 是 我 们 的 权 利 。 抽 烟 的 坏 处 是 我 们 都 知 道 的 ， 虽 然 自 己 不 抽 烟 ， 但 如 果 你 在 抽 烟 者 的 旁 边 就 受 到 毒 害 。 有 些 抽 烟 者 不 管 对 别 人 的 危 害 ， 随 便 抽 烟 。
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 54 54|||M|||害|||REQUIRED|||-NONE-|||2
A 66 67|||S|||危|||REQUIRED|||-NONE-|||2

S 我 看 到 杂 志 里 的 她 一 直 读 书 的 照 片 。
T0-A0 我 在 杂 志 里 看 到 她 一 直 读 书 的 照 片 。
A 1 3|||S|||在|||REQUIRED|||-NONE-|||0
A 6 7|||S|||看 到|||REQUIRED|||-NONE-|||0
T1-A0 我 看 到 杂 志 里 有 她 一 直 在 读 书 的 照 片 。
A 6 7|||S|||有|||REQUIRED|||-NONE-|||1
A 10 10|||M|||在|||REQUIRED|||-NONE-|||1
T2-A0 我 看 到 杂 志 里 的 她 在 读 书 的 照 片 。
A 8 10|||S|||在|||REQUIRED|||-NONE-|||2

S 本 人 今 年 二 十 六 岁 ， 从 事 导 游 的 工 作 已 经 为 期 三 年 ， 曾 在 某 公 司 执 勤 时 担 任 部 门 主 管 。 这 次 决 定 应 聘 是 因 为 想 改 变 工 作 环 境 ， 在 新 的 公 司 里 累 积 更 多 宝 贵 经 验 ， 自 我 提 升 。 我 在 四 年 前 于 北 京 外 国 语 大 学 法 语 系 毕 业 ， 对 法 语 有 相 当 的 掌 握 能 力 ， 也 习 惯 用 英 语 沟 通 ， 接 待 来 自 西 方 的 游 客 是 我 的 强 处 。
T0-A0 本 人 今 年 二 十 六 岁 ， 从 事 导 游 的 工 作 已 经 三 年 了 ， 曾 在 某 公 司 担 任 部 门 主 管 。 这 次 决 定 应 聘 是 因 为 想 改 变 工 作 环 境 ， 在 新 的 公 司 里 积 累 更 多 宝 贵 的 经 验 ， 提 升 自 我 。 我 在 四 年 前 于 北 京 外 国 语 大 学 法 语 系 毕 业 ， 对 法 语 有 相 当 不 错 的 掌 握 能 力 ， 也 习 惯 用 英 语 沟 通 ， 接 待 来 自 西 方 的 游 客 是 我 的 强 项 。
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||了|||REQUIRED|||-NONE-|||0
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 61 63|||W|||积 累|||REQUIRED|||-NONE-|||0
A 67 67|||M|||的|||REQUIRED|||-NONE-|||0
A 70 74|||W|||提 升 自 我|||REQUIRED|||-NONE-|||0
A 100 100|||M|||不 错|||REQUIRED|||-NONE-|||0
A 128 129|||S|||项|||REQUIRED|||-NONE-|||0
T1-A0 本 人 今 年 二 十 六 岁 ， 从 事 导 游 的 工 作 已 经 三 年 ， 在 某 公 司 工 作 时 曾 担 任 部 门 主 管 。 这 次 决 定 应 聘 是 因 为 想 改 变 工 作 环 境 ， 在 新 的 公 司 里 积 累 更 多 的 宝 贵 经 验 ， 获 得 自 我 提 升 。 我 在 四 年 前 于 北 京 外 国 语 大 学 法 语 系 毕 业 ， 对 法 语 有 相 当 不 错 的 掌 握 能 力 ， 也 习 惯 用 英 语 沟 通 ， 把 来 自 西 方 的 游 客 接 待 好 是 我 的 强 项 。
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 30|||S|||工 作|||REQUIRED|||-NONE-|||1
A 31 31|||M|||曾|||REQUIRED|||-NONE-|||1
A 61 63|||W|||积 累|||REQUIRED|||-NONE-|||1
A 65 65|||M|||的|||REQUIRED|||-NONE-|||1
A 70 70|||M|||获 得|||REQUIRED|||-NONE-|||1
A 100 100|||M|||不 错|||REQUIRED|||-NONE-|||1
A 115 117|||S|||把|||REQUIRED|||-NONE-|||1
A 124 124|||M|||接 待 好|||REQUIRED|||-NONE-|||1
A 128 129|||S|||项|||REQUIRED|||-NONE-|||1

S 我 很 喜 欢 它 的 语 法 ， 觉 得 很 有 逻 辑 ， 只 是 有 的 词 语 我 觉 得 不 太 使 用 （ 连 现 代 汉 语 都 不 用 它 们 ） ， 我 觉 得 最 有 意 思 的 就 是 古 代 汉 语 的 声 音 。
T0-A0 我 很 喜 欢 它 的 语 法 ， 觉 得 很 有 逻 辑 ， 只 是 有 的 词 语 我 觉 得 不 太 常 用 （ 连 现 代 汉 语 都 不 用 它 们 ） ， 我 觉 得 最 有 意 思 的 就 是 古 代 汉 语 的 读 音 。
A 27 28|||S|||常|||REQUIRED|||-NONE-|||0
A 57 58|||S|||读|||REQUIRED|||-NONE-|||0
T1-A0 我 很 喜 欢 它 的 语 法 ， 觉 得 很 有 逻 辑 ， 只 是 有 的 词 语 我 觉 得 不 太 会 使 用 （ 连 现 代 汉 语 都 不 用 它 们 ） ， 我 觉 得 最 有 意 思 的 就 是 古 代 汉 语 的 声 调 。
A 27 27|||M|||会|||REQUIRED|||-NONE-|||1
A 58 59|||S|||调|||REQUIRED|||-NONE-|||1

S 而 是 心 情 不 好 的 时 候 ， 让 人 高 兴 ， 有 用 处 的 听 流 行 歌 曲 。
T0-A0 心 情 不 好 的 时 候 ， 听 流 行 歌 曲 会 让 人 高 兴 ， 这 是 有 用 处 的 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M|||听 流 行 歌 曲 会|||REQUIRED|||-NONE-|||0
A 15 15|||M|||这 是|||REQUIRED|||-NONE-|||0
A 19 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 而 是 在 心 情 不 好 的 时 候 ， 听 让 人 高 兴 ， 有 用 处 的 流 行 歌 曲 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||1
A 10 20|||W|||听 让 人 高 兴 ， 有 用 处 的|||REQUIRED|||-NONE-|||1

S 除 此 之 外 ， 我 曾 经 在 新 加 坡 担 任 过 三 年 的 导 游 ， 从 三 年 来 的 经 验 中 学 到 了 不 少 。 我 也 获 颁 新 加 坡 旅 游 公 司 的 “ 最 亲 切 导 游 奖 ” 。
T0-A0 除 此 之 外 ， 我 曾 经 还 在 新 加 坡 担 任 过 三 年 的 导 游 ， 三 年 来 学 到 了 不 少 经 验 。 我 也 获 颁 新 加 坡 旅 游 公 司 的 “ 最 亲 切 导 游 奖 ” 。
A 8 8|||M|||还|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M|||经 验|||REQUIRED|||-NONE-|||0
T1-A0 除 此 之 外 ， 我 曾 经 还 在 新 加 坡 担 任 过 三 年 的 导 游 ， 从 那 三 年 来 的 经 历 中 学 到 了 不 少 。 我 也 获 颁 了 新 加 坡 旅 游 公 司 的 “ 最 亲 切 导 游 奖 ” 。
A 8 8|||M|||还|||REQUIRED|||-NONE-|||1
A 22 22|||M|||那|||REQUIRED|||-NONE-|||1
A 27 28|||S|||历|||REQUIRED|||-NONE-|||1
A 39 39|||M|||了|||REQUIRED|||-NONE-|||1

S 我 上 的 大 学 是 女 子 大 学 ， 想 到 那 时 的 环 境 ， 好 像 容 易 形 成 有 些 过 于 偏 见 的 、 不 知 现 实 的 女 人 的 。 当 然 当 时 我 选 择 上 那 个 大 学 的 时 候 没 有 这 种 想 法 ， 只 是 凭 它 的 印 象 好 下 决 定 的 。 不 过 一 旦 开 始 上 学 了 以 后 ， 我 就 感 到 许 多 不 自 然 。
T0-A0 我 上 的 大 学 是 女 子 大 学 ， 想 到 那 时 的 环 境 ， 好 像 容 易 造 就 一 些 过 于 偏 激 的 、 不 知 现 实 的 女 人 。 当 然 当 时 我 选 择 上 那 个 大 学 的 时 候 没 有 这 种 想 法 ， 只 是 凭 对 它 的 印 象 下 的 决 定 。 不 过 一 旦 开 始 上 学 了 以 后 ， 我 就 感 到 很 不 自 然 。
A 23 26|||S|||造 就 一|||REQUIRED|||-NONE-|||0
A 30 31|||S|||激|||REQUIRED|||-NONE-|||0
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 67|||M|||对|||REQUIRED|||-NONE-|||0
A 71 72|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 73 76|||W|||的 决 定|||REQUIRED|||-NONE-|||0
A 93 95|||S|||很|||REQUIRED|||-NONE-|||0
T1-A0 我 上 的 大 学 是 女 子 大 学 ， 想 到 那 时 的 环 境 ， 像 是 容 易 养 成 有 些 过 于 偏 见 的 、 不 知 现 实 的 女 人 的 样 子 。 当 然 当 时 我 选 择 上 那 个 大 学 的 时 候 没 有 这 种 想 法 ， 只 是 凭 对 它 的 好 印 象 下 决 定 的 。 不 过 开 始 上 学 了 以 后 ， 我 就 感 到 有 许 多 不 自 然 的 地 方 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 21|||M|||是|||REQUIRED|||-NONE-|||1
A 23 24|||S|||养|||REQUIRED|||-NONE-|||1
A 41 41|||M|||样 子|||REQUIRED|||-NONE-|||1
A 67 67|||M|||对|||REQUIRED|||-NONE-|||1
A 69 72|||W|||好 印 象|||REQUIRED|||-NONE-|||1
A 79 81|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 93 93|||M|||有|||REQUIRED|||-NONE-|||1
A 98 98|||M|||的 地 方|||REQUIRED|||-NONE-|||1

S 我 的 女 朋 友 姓 白 。 出 生 于 1 9 8 9 年 2 月 1 2 日 ， 她 2 2 岁 。 我 周 末 只 见 她 。 她 有 一 个 妹 妹 。 在 大 学 学 医 学 。 她 很 高 ， 但 是 比 我 矮 。 她 会 说 挪 威 语 。
T0-A0 我 的 女 朋 友 姓 白 ， 出 生 于 1 9 8 9 年 2 月 1 2 日 ， 她 2 2 岁 。 我 只 在 周 末 见 她 。 她 有 一 个 妹 妹 ， 在 大 学 学 医 学 。 她 很 高 ， 但 是 比 我 矮 。 她 会 说 挪 威 语 。
A 7 8|||S|||，|||REQUIRED|||-NONE-|||0
A 28 28|||M|||只 在|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 41|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 我 的 女 朋 友 姓 白 。 她 出 生 于 1 9 8 9 年 2 月 1 2 日 ， 她 2 2 岁 。 我 只 周 末 见 她 。 她 有 一 个 妹 妹 在 大 学 学 医 学 。 她 很 高 ， 但 是 比 我 矮 。 她 会 说 挪 威 语 。
A 8 8|||M|||她|||REQUIRED|||-NONE-|||1
A 28 31|||W|||只 周 末|||REQUIRED|||-NONE-|||1
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 的 女 朋 友 姓 白 ， 出 生 于 1 9 8 9 年 2 月 1 2 日 ， 她 2 2 岁 。 我 周 末 会 见 她 。 她 有 一 个 妹 妹 ， 在 大 学 学 医 学 。 她 很 高 ， 但 是 比 我 矮 。 她 会 说 挪 威 语 。
A 7 8|||S|||，|||REQUIRED|||-NONE-|||2
A 30 31|||S|||会|||REQUIRED|||-NONE-|||2
A 40 41|||S|||，|||REQUIRED|||-NONE-|||2

S 现 在 文 明 社 会 都 已 认 清 ， 吸 烟 除 了 让 人 上 瘾 的 坏 处 ， 它 对 人 的 健 康 与 德 性 一 无 所 用 。
T0-A0 现 在 文 明 社 会 都 已 认 清 ， 吸 烟 除 了 有 让 人 上 瘾 的 坏 处 ， 它 对 人 的 健 康 与 德 性 一 无 是 处 。
A 15 15|||M|||有|||REQUIRED|||-NONE-|||0
A 34 36|||S|||是 处|||REQUIRED|||-NONE-|||0
T1-A0 现 在 文 明 社 会 都 已 认 清 ： 吸 烟 除 了 有 会 让 人 上 瘾 的 坏 处 外 ， 它 对 人 的 健 康 与 德 行 毫 无 益 处 。
A 10 11|||S|||：|||REQUIRED|||-NONE-|||1
A 15 15|||M|||有 会|||REQUIRED|||-NONE-|||1
A 22 22|||M|||外|||REQUIRED|||-NONE-|||1
A 31 33|||S|||行 毫|||REQUIRED|||-NONE-|||1
A 34 36|||S|||益 处|||REQUIRED|||-NONE-|||1
T2-A0 现 在 文 明 社 会 的 人 都 已 认 清 ， 吸 烟 除 了 有 让 人 上 瘾 的 坏 处 ， 它 对 人 的 健 康 与 德 性 一 无 是 处 。
A 6 6|||M|||的 人|||REQUIRED|||-NONE-|||2
A 15 15|||M|||有|||REQUIRED|||-NONE-|||2
A 34 36|||S|||是 处|||REQUIRED|||-NONE-|||2

S 我 认 为 这 里 涉 及 到 各 种 球 迷 们 对 那 些 运 动 员 的 喜 爱 和 关 注 。 我 并 不 想 说 商 人 或 其 他 的 人 不 重 要 ， 但 关 键 是 在 世 界 各 地 没 有 人 不 喜 欢 运 动 ， 也 没 有 人 对 这 样 让 人 感 到 快 乐 和 轻 私 的 活 动 不 感 兴 趣 。
T0-A0 我 认 为 这 里 涉 及 到 各 种 球 迷 们 对 那 些 运 动 员 的 喜 爱 和 关 注 。 我 并 不 是 想 说 商 人 或 其 他 的 人 不 重 要 ， 但 关 键 是 在 世 界 各 地 没 有 人 不 喜 欢 运 动 ， 也 没 有 人 对 这 样 让 人 感 到 快 乐 和 轻 松 的 活 动 不 感 兴 趣 。
A 29 29|||M|||是|||REQUIRED|||-NONE-|||0
A 75 76|||S|||松|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 这 里 涉 及 各 种 球 迷 们 对 那 些 运 动 员 的 喜 爱 和 关 注 。 我 并 不 想 说 商 人 或 其 他 的 人 不 重 要 ， 但 关 键 是 在 世 界 各 地 没 有 人 不 喜 欢 运 动 ， 也 没 有 人 对 这 样 让 人 感 到 快 乐 和 轻 松 的 活 动 不 感 兴 趣 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 75 76|||S|||松|||REQUIRED|||-NONE-|||1
T2-A0 我 认 为 这 里 涉 及 到 各 种 球 迷 们 对 那 些 运 动 员 的 喜 爱 和 关 注 。 我 并 不 想 说 商 人 或 其 他 的 人 不 重 要 ， 但 关 键 是 在 世 界 各 地 没 有 人 不 喜 欢 运 动 ， 也 没 有 人 对 这 样 让 人 感 到 快 乐 和 轻 松 的 活 动 不 感 兴 趣 。
A 75 76|||S|||松|||REQUIRED|||-NONE-|||2

S 因 为 战 士 被 俘 ， 他 没 办 法 回 到 家 ， 只 能 拿 自 己 的 生 命 ， 为 了 举 行 了 他 战 斗 的 诺 言
T0-A0 因 为 战 士 被 俘 ， 他 没 办 法 回 家 ， 只 能 赌 上 自 己 的 生 命 ， 去 履 行 他 关 于 战 斗 的 诺 言 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||赌 上|||REQUIRED|||-NONE-|||0
A 24 27|||S|||去 履|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M|||关 于|||REQUIRED|||-NONE-|||0
A 35 35|||M|||。|||REQUIRED|||-NONE-|||0
T1-A0 因 为 战 士 被 俘 ， 他 没 办 法 回 到 家 ， 只 能 用 自 己 的 生 命 履 行 了 他 战 斗 到 底 的 诺 言 。
A 17 18|||S|||用|||REQUIRED|||-NONE-|||1
A 23 27|||S|||履|||REQUIRED|||-NONE-|||1
A 32 32|||M|||到 底|||REQUIRED|||-NONE-|||1
A 35 35|||M|||。|||REQUIRED|||-NONE-|||1

S 公 共 车 、 地 铁 、 百 货 商 场 等 ， 大 部 分 有 禁 烟 的 标 示 。
T0-A0 公 共 汽 车 、 地 铁 、 百 货 商 场 等 场 所 ， 大 部 分 都 有 禁 烟 的 标 示 。
A 2 2|||M|||汽|||REQUIRED|||-NONE-|||0
A 12 12|||M|||场 所|||REQUIRED|||-NONE-|||0
A 16 16|||M|||都|||REQUIRED|||-NONE-|||0
T1-A0 公 交 车 、 地 铁 、 百 货 商 场 等 场 所 ， 大 部 分 都 有 禁 烟 的 标 示 。
A 1 2|||S|||交|||REQUIRED|||-NONE-|||1
A 12 12|||M|||场 所|||REQUIRED|||-NONE-|||1
A 16 16|||M|||都|||REQUIRED|||-NONE-|||1

S 好 职 业 难 发 现 。 有 很 多 人 认 为 的 一 般 高 学 历 我 们 有 一 个 体 面 职 业 。 这 个 句 子 不 真 的 ， 因 为 有 很 多 越 来 越 失 业 的 人 一 般 对 高 学 历 都 有 。 令 天 有 人 很 多 年 上 学 。
T0-A0 好 职 业 难 被 发 现 。 有 很 多 人 认 为 高 学 历 能 让 我 们 有 一 个 体 面 的 职 业 。 这 个 话 不 是 真 的 ， 因 为 有 越 来 越 多 失 业 的 人 一 般 都 有 高 学 历 。 今 天 有 人 上 学 很 多 年 。
A 4 4|||M|||被|||REQUIRED|||-NONE-|||0
A 13 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 19|||M|||能 让|||REQUIRED|||-NONE-|||0
A 26 26|||M|||的|||REQUIRED|||-NONE-|||0
A 31 33|||S|||话|||REQUIRED|||-NONE-|||0
A 34 34|||M|||是|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 45|||M|||多|||REQUIRED|||-NONE-|||0
A 51 52|||S|||都 有|||REQUIRED|||-NONE-|||0
A 55 57|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 59|||S|||今|||REQUIRED|||-NONE-|||0
A 62 67|||W|||上 学 很 多 年|||REQUIRED|||-NONE-|||0
T1-A0 好 的 职 业 难 被 发 现 。 有 很 多 人 认 为 高 学 历 的 人 一 般 都 有 一 个 体 面 的 职 业 。 这 个 看 法 是 不 正 确 的 ， 因 为 越 来 越 多 失 业 的 人 一 般 都 有 高 学 历 。 今 天 ， 有 人 上 了 很 多 年 的 学 。
A 1 1|||M|||的|||REQUIRED|||-NONE-|||1
A 4 4|||M|||被|||REQUIRED|||-NONE-|||1
A 13 13|||M|||高 学 历|||REQUIRED|||-NONE-|||1
A 14 14|||M|||人|||REQUIRED|||-NONE-|||1
A 16 21|||S|||都|||REQUIRED|||-NONE-|||1
A 26 26|||M|||的|||REQUIRED|||-NONE-|||1
A 31 33|||S|||看 法 是|||REQUIRED|||-NONE-|||1
A 34 35|||S|||正 确|||REQUIRED|||-NONE-|||1
A 39 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 45|||M|||多|||REQUIRED|||-NONE-|||1
A 51 52|||S|||都 有|||REQUIRED|||-NONE-|||1
A 55 57|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 58 59|||S|||今|||REQUIRED|||-NONE-|||1
A 60 60|||M|||，|||REQUIRED|||-NONE-|||1
A 62 62|||M|||上 了|||REQUIRED|||-NONE-|||1
A 65 66|||S|||的|||REQUIRED|||-NONE-|||1

S 西 班 牙 的 生 活 有 好 处 和 坏 处 。 我 来 讲 你 们 坏 处 之 一 。
T0-A0 西 班 牙 的 生 活 既 有 好 处 也 有 坏 处 。 我 来 告 诉 你 们 其 中 一 个 坏 处 。
A 6 6|||M|||既|||REQUIRED|||-NONE-|||0
A 9 10|||S|||也 有|||REQUIRED|||-NONE-|||0
A 15 16|||S|||告 诉|||REQUIRED|||-NONE-|||0
A 18 18|||M|||其 中 一 个|||REQUIRED|||-NONE-|||0
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 在 西 班 牙 生 活 有 好 处 和 坏 处 。 我 来 跟 你 们 讲 坏 处 之 一 。
A 0 0|||M|||在|||REQUIRED|||-NONE-|||1
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||S|||跟|||REQUIRED|||-NONE-|||1
A 18 18|||M|||讲|||REQUIRED|||-NONE-|||1
T2-A0 西 班 牙 的 生 活 有 好 处 和 坏 处 。 我 来 给 你 们 讲 坏 处 之 一 。
A 15 16|||S|||给|||REQUIRED|||-NONE-|||2
A 18 18|||M|||讲|||REQUIRED|||-NONE-|||2

S 分 手 以 后 ， 我 肯 定 觉 得 不 高 兴 ， 因 为 她 是 个 又 开 朗 又 漂 亮 的 女 孩 ， 但 是 恐 怕 我 的 心 里 根 本 没 有 她 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 戒 烟 的 过 程 可 以 好 痛 苦 ， 脾 气 会 变 差 ， 同 可 以 大 量 吃 东 西 。 希 望 有 一 天 吸 烟 是 犯 法 ， 人 类 会 找 到 其 他 东 西 来 代 替 。
T0-A0 戒 烟 的 过 程 好 痛 苦 ， 脾 气 会 变 差 ， 吃 大 量 的 东 西 。 希 望 有 一 天 吸 烟 是 犯 法 的 ， 人 类 会 找 到 其 他 东 西 来 代 替 。
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 20|||S|||吃|||REQUIRED|||-NONE-|||0
A 22 23|||S|||的|||REQUIRED|||-NONE-|||0
A 36 36|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 戒 烟 的 过 程 好 痛 苦 ， 脾 气 会 变 差 ， 同 时 会 吃 大 量 东 西 。 如 果 有 一 天 吸 烟 是 犯 法 的 ， 人 类 会 找 到 其 他 东 西 来 代 替 。
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 20|||S|||时 会 吃|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 28|||S|||如 果|||REQUIRED|||-NONE-|||1
A 36 36|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 戒 烟 的 过 程 好 痛 苦 ， 脾 气 会 变 差 ， 会 吃 大 量 的 东 西 。 希 望 有 一 天 吸 烟 是 犯 法 的 ， 人 类 会 找 到 其 他 东 西 来 代 替 。
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 17 20|||S|||会 吃|||REQUIRED|||-NONE-|||2
A 22 23|||S|||的|||REQUIRED|||-NONE-|||2
A 36 36|||M|||的|||REQUIRED|||-NONE-|||2
T3-A0 戒 烟 的 过 程 可 以 很 痛 苦 ， 脾 气 会 变 差 ， 同 时 会 吃 大 量 的 东 西 。 希 望 有 一 天 吸 烟 是 犯 法 的 ， 人 类 可 以 找 到 其 他 东 西 来 代 替 香 烟 。
A 7 8|||S|||很|||REQUIRED|||-NONE-|||3
A 18 20|||S|||时 会 吃|||REQUIRED|||-NONE-|||3
A 22 23|||S|||的|||REQUIRED|||-NONE-|||3
A 36 36|||M|||的|||REQUIRED|||-NONE-|||3
A 39 40|||S|||可 以|||REQUIRED|||-NONE-|||3
A 49 49|||M|||香 烟|||REQUIRED|||-NONE-|||3

S 我 最 理 想 的 结 交 方 法 是 自 己 有 足 够 的 钱 先 孝 敬 好 父 母 ， 再 找 一 个 父 母 们 喜 欢 的 人 来 完 成 自 己 的 终 身 大 事 。
T0-A0 我 最 理 想 的 结 交 方 法 是 自 己 先 有 足 够 的 钱 孝 敬 好 父 母 ， 再 找 一 个 父 母 喜 欢 的 人 来 完 成 自 己 的 终 身 大 事 。
A 12 18|||W|||先 有 足 够 的 钱|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 结 果 ， 在 日 本 ， 随 着 经 济 环 境 变 得 不 太 稳 定 ， 一 辈 子 买 不 起 房 子 的 人 逐 渐 变 多 了 ， 并 且 ， 虽 然 很 多 人 买 到 一 套 房 子 就 感 到 一 种 安 全 感 ， 有 的 人 却 开 始 做 出 不 买 房 的 选 择 。
T0-A0 结 果 ， 在 日 本 ， 随 着 经 济 环 境 变 得 不 太 稳 定 ， 一 辈 子 买 不 起 房 子 的 人 逐 渐 变 多 了 。 并 且 ， 虽 然 很 多 人 买 到 一 套 房 子 就 会 有 一 种 安 全 感 ， 有 的 人 却 开 始 做 出 不 买 房 的 选 择 。
A 35 36|||S|||。|||REQUIRED|||-NONE-|||0
A 51 53|||S|||会 有|||REQUIRED|||-NONE-|||0
T1-A0 结 果 ， 在 日 本 ， 随 着 经 济 环 境 变 得 不 太 稳 定 ， 一 辈 子 买 不 起 房 子 的 人 逐 渐 变 多 了 ， 并 且 虽 然 很 多 人 买 到 一 套 房 子 就 产 生 一 种 安 全 感 ， 有 的 人 却 开 始 做 出 不 买 房 的 选 择 。
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 53|||S|||产 生|||REQUIRED|||-NONE-|||1

S 这 是 我 人 生 中 最 好 的 时 间 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 长 大 了 一 点 孩 子 就 会 从 父 母 学 到 学 校 没 有 教 的 做 人 道 理 。
T0-A0 孩 子 长 大 一 点 了 ， 就 会 从 父 母 那 里 学 到 学 校 没 有 教 的 做 人 的 道 理 。
A 0 0|||M|||孩 子|||REQUIRED|||-NONE-|||0
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 7|||S|||了 ，|||REQUIRED|||-NONE-|||0
A 12 12|||M|||那 里|||REQUIRED|||-NONE-|||0
A 22 22|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 长 大 了 一 点 ， 孩 子 就 会 在 父 母 那 里 学 到 学 校 没 有 教 过 的 做 人 的 道 理 。
A 5 5|||M|||，|||REQUIRED|||-NONE-|||1
A 9 10|||S|||在|||REQUIRED|||-NONE-|||1
A 12 12|||M|||那 里|||REQUIRED|||-NONE-|||1
A 19 19|||M|||过|||REQUIRED|||-NONE-|||1
A 22 22|||M|||的|||REQUIRED|||-NONE-|||1
T2-A0 长 大 了 一 点 ， 孩 子 就 会 从 父 母 那 里 学 到 学 校 没 有 教 过 的 做 人 的 道 理 。
A 5 5|||M|||，|||REQUIRED|||-NONE-|||2
A 12 12|||M|||那 里|||REQUIRED|||-NONE-|||2
A 19 19|||M|||过|||REQUIRED|||-NONE-|||2
A 22 22|||M|||的|||REQUIRED|||-NONE-|||2

S 可 在 我 们 家 里 就 我 妹 妹 一 个 人 很 喜 欢 画 画 儿 ， 而 善 于 这 种 艺 术 活 动 。
T0-A0 可 在 我 们 家 里 就 我 妹 妹 一 个 人 很 喜 欢 画 画 ， 并 且 她 也 擅 长 这 项 艺 术 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 23|||S|||并 且 她 也 擅 长|||REQUIRED|||-NONE-|||0
A 24 25|||S|||项|||REQUIRED|||-NONE-|||0
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 可 在 我 们 家 里 就 我 妹 妹 一 个 人 很 喜 欢 画 画 ， 因 而 她 对 这 种 艺 术 活 动 很 擅 长 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 20|||M|||因|||REQUIRED|||-NONE-|||1
A 21 23|||S|||她 对|||REQUIRED|||-NONE-|||1
A 29 29|||M|||很 擅 长|||REQUIRED|||-NONE-|||1
T2-A0 可 在 我 们 家 里 就 我 妹 妹 一 个 人 很 喜 欢 画 画 ， 并 且 擅 长 于 这 种 艺 术 活 动 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 22|||S|||并 且 擅 长|||REQUIRED|||-NONE-|||2

S 我 同 意 后 者 主 张 。
T0-A0 我 同 意 后 者 的 主 张 。
A 5 5|||M|||的|||REQUIRED|||-NONE-|||0

S 自 己 不 吸 烟 也 周 围 有 吸 烟 者 ， 癌 症 的 发 生 率 就 高 了 。
T0-A0 自 己 不 吸 烟 但 周 围 有 吸 烟 者 ， 癌 症 的 发 生 率 仍 旧 会 很 高 。
A 5 6|||S|||但|||REQUIRED|||-NONE-|||0
A 19 20|||S|||仍 旧 会 很|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 自 己 不 吸 烟 ， 周 围 也 有 吸 烟 者 ， 癌 症 的 发 生 率 就 高 了 。
A 5 6|||S|||，|||REQUIRED|||-NONE-|||1
A 8 8|||M|||也|||REQUIRED|||-NONE-|||1

S 冲 绳 是 一 个 非 常 美 丽 的 地 方 ， 天 蓝 蓝 的 ， 海 水 清 淤 见 地 ， 鱼 特 别 新 鲜 ， 水 果 尝 尝 鲜 。 腓 力 和 我 夜 夜 下 班 以 后 ， 去 了 翘 首 美 丽 的 星 空 。
T0-A0 冲 绳 是 一 个 非 常 美 丽 的 地 方 ， 天 蓝 蓝 的 ， 海 水 清 澈 见 底 ， 鱼 特 别 新 鲜 ， 水 果 也 很 新 鲜 。 腓 力 和 我 每 晚 下 班 后 ， 都 会 去 仰 望 美 丽 的 星 空 。
A 21 22|||S|||澈|||REQUIRED|||-NONE-|||0
A 23 24|||S|||底|||REQUIRED|||-NONE-|||0
A 33 35|||S|||也 很 新|||REQUIRED|||-NONE-|||0
A 41 43|||S|||每 晚|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 48|||M|||都 会|||REQUIRED|||-NONE-|||0
A 49 52|||S|||仰 望|||REQUIRED|||-NONE-|||0
T1-A0 冲 绳 是 一 个 非 常 美 丽 的 地 方 ， 天 蓝 蓝 的 ， 海 水 清 澈 见 底 ， 鱼 特 别 新 鲜 ， 水 果 也 很 新 鲜 。 腓 力 和 我 每 夜 下 班 以 后 ， 都 会 去 仰 望 美 丽 的 星 空 。
A 21 22|||S|||澈|||REQUIRED|||-NONE-|||1
A 23 24|||S|||底|||REQUIRED|||-NONE-|||1
A 33 35|||S|||也 很 新|||REQUIRED|||-NONE-|||1
A 41 42|||S|||每|||REQUIRED|||-NONE-|||1
A 48 48|||M|||都 会|||REQUIRED|||-NONE-|||1
A 49 52|||S|||仰 望|||REQUIRED|||-NONE-|||1
T2-A0 冲 绳 是 一 个 非 常 美 丽 的 地 方 ， 天 蓝 蓝 的 ， 海 水 清 澈 见 底 ， 鱼 和 水 果 都 特 别 新 鲜 。 腓 力 和 我 每 晚 下 班 以 后 都 能 抬 头 仰 望 美 丽 的 星 空 。
A 21 22|||S|||澈|||REQUIRED|||-NONE-|||2
A 23 24|||S|||底|||REQUIRED|||-NONE-|||2
A 26 26|||M|||和 水 果 都|||REQUIRED|||-NONE-|||2
A 29 35|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 41 43|||S|||每 晚|||REQUIRED|||-NONE-|||2
A 47 52|||S|||都 能 抬 头 仰 望|||REQUIRED|||-NONE-|||2

S 孩 子 并 不 是 不 聪 明 ， 就 是 没 有 经 验 ！ 无 论 有 什 么 问 题 孩 子 不 仅 解 决 不 了 ， 而 而 也 解 释 不 了 （ 因 为 还 没 学 会 语 言 了 ） 。
T0-A0 孩 子 并 不 是 不 聪 明 ， 而 是 没 有 经 验 ！ 无 论 是 什 么 问 题 ， 孩 子 不 仅 解 决 不 了 ， 还 解 释 不 了 （ 因 为 他 们 还 没 学 会 语 言 ） 。
A 9 10|||S|||而|||REQUIRED|||-NONE-|||0
A 18 19|||S|||是|||REQUIRED|||-NONE-|||0
A 23 23|||M|||，|||REQUIRED|||-NONE-|||0
A 32 35|||S|||还|||REQUIRED|||-NONE-|||0
A 42 42|||M|||他 们|||REQUIRED|||-NONE-|||0
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 并 不 是 不 聪 明 ， 而 是 没 有 经 验 ！ 无 论 是 什 么 问 题 ， 孩 子 不 但 解 决 不 了 ， 而 且 也 解 释 不 了 （ 因 为 他 们 还 没 学 会 语 言 ） 。
A 9 10|||S|||而|||REQUIRED|||-NONE-|||1
A 18 19|||S|||是|||REQUIRED|||-NONE-|||1
A 23 23|||M|||，|||REQUIRED|||-NONE-|||1
A 26 27|||S|||但|||REQUIRED|||-NONE-|||1
A 33 34|||S|||且|||REQUIRED|||-NONE-|||1
A 42 42|||M|||他 们|||REQUIRED|||-NONE-|||1
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 在 周 末 的 时 候 ， 我 可 以 去 汗 国 、 德 国 、 意 大 利 或 是 上 山 玩 。
T0-A0 在 周 末 的 时 候 ， 我 可 以 去 韩 国 、 德 国 、 意 大 利 或 是 山 上 玩 。
A 11 12|||S|||韩|||REQUIRED|||-NONE-|||0
A 22 24|||W|||山 上|||REQUIRED|||-NONE-|||0
T1-A0 在 周 末 的 时 候 ， 我 可 以 去 韩 国 、 德 国 、 意 大 利 或 者 是 山 上 玩 。
A 11 12|||S|||韩|||REQUIRED|||-NONE-|||1
A 21 21|||M|||者|||REQUIRED|||-NONE-|||1
A 22 24|||W|||山 上|||REQUIRED|||-NONE-|||1
T2-A0 在 周 末 的 时 候 ， 我 可 以 去 韩 国 、 德 国 、 意 大 利 或 是 上 山 玩 。
A 11 12|||S|||韩|||REQUIRED|||-NONE-|||2

S 青 少 年 时 期 大 部 分 的 人 有 模 仿 心 理 ， 所 以 他 们 看 大 人 的 吸 烟 的 行 为 以 后 ， 开 始 吸 烟 。 而 且 香 烟 的 消 费 给 国 家 的 经 济 也 影 响 。
T0-A0 青 少 年 时 期 大 部 分 的 人 都 有 模 仿 心 理 ， 所 以 他 们 看 到 大 人 的 吸 烟 的 行 为 以 后 ， 开 始 吸 烟 。 而 且 香 烟 的 消 费 也 影 响 国 家 的 经 济 。
A 10 10|||M|||都|||REQUIRED|||-NONE-|||0
A 21 21|||M|||到|||REQUIRED|||-NONE-|||0
A 44 45|||S|||也 影 响|||REQUIRED|||-NONE-|||0
A 50 53|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 青 少 年 时 期 大 部 分 的 人 都 有 模 仿 心 理 ， 所 以 他 们 看 到 大 人 的 吸 烟 的 行 为 以 后 ， 开 始 吸 烟 。 而 且 香 烟 的 消 费 给 国 家 的 经 济 也 带 来 了 影 响 。
A 10 10|||M|||都|||REQUIRED|||-NONE-|||1
A 21 21|||M|||到|||REQUIRED|||-NONE-|||1
A 51 51|||M|||带 来 了|||REQUIRED|||-NONE-|||1
T2-A0 青 少 年 时 期 大 部 分 的 人 都 有 模 仿 心 理 ， 所 以 他 们 看 到 大 人 的 吸 烟 的 行 为 以 后 ， 开 始 吸 烟 。 而 且 香 烟 的 消 费 给 国 家 的 经 济 也 带 来 影 响 。
A 10 10|||M|||都|||REQUIRED|||-NONE-|||2
A 21 21|||M|||到|||REQUIRED|||-NONE-|||2
A 51 51|||M|||带 来|||REQUIRED|||-NONE-|||2
T3-A0 青 少 年 时 期 大 部 分 的 人 都 有 模 仿 心 理 ， 所 以 他 们 看 到 大 人 的 吸 烟 的 行 为 以 后 ， 开 始 吸 烟 。 而 且 香 烟 的 消 费 也 给 国 家 的 经 济 带 来 了 影 响 。
A 10 10|||M|||都|||REQUIRED|||-NONE-|||3
A 21 21|||M|||到|||REQUIRED|||-NONE-|||3
A 44 44|||M|||也|||REQUIRED|||-NONE-|||3
A 50 51|||S|||带 来 了|||REQUIRED|||-NONE-|||3

S 但 这 次 漫 长 的 1 0 天 假 期 结 束 后 上 班 第 一 天 的 今 天 ， 我 的 语 感 竟 然 还 好 ， 我 说 话 比 假 期 前 更 流 利 ，
T0-A0 今 天 是 这 次 漫 长 的 1 0 天 假 期 结 束 后 上 班 第 一 天 ， 我 的 语 感 竟 然 还 好 ， 我 说 话 比 假 期 前 更 流 利 。
A 0 1|||S|||今 天 是|||REQUIRED|||-NONE-|||0
A 18 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S|||。|||REQUIRED|||-NONE-|||0
T1-A0 但 这 次 漫 长 的 1 0 天 假 期 结 束 后 ， 上 班 第 一 天 的 今 天 ， 我 的 语 感 竟 然 还 好 ， 我 说 话 比 假 期 前 更 流 利 。
A 14 14|||M|||，|||REQUIRED|||-NONE-|||1
A 42 43|||S|||。|||REQUIRED|||-NONE-|||1

S 所 以 我 觉 得 如 果 一 个 人 要 找 自 己 的 另 一 半 组 成 家 庭 ， 那 要 先 对 对 方 了 解 。 如 “ 青 梅 竹 马 ” 这 样 的 小 情 侣 因 为 他 们 对 对 方 的 优 点 缺 点 都 了 解 能 接 受 ， 这 样 生 活 才 能 美 满 ， 这 就 是 我 的 理 想 结 交 方 式 。
T0-A0 所 以 我 觉 得 如 果 一 个 人 要 找 自 己 组 成 家 庭 的 另 一 半 ， 那 要 先 对 对 方 有 了 解 。 如 “ 青 梅 竹 马 ” 这 样 的 小 情 侣 ， 因 为 他 们 对 对 方 的 优 点 缺 点 都 了 解 并 且 能 接 受 ， 所 以 生 活 才 能 美 满 ， 这 就 是 我 理 想 的 结 交 方 式 。
A 14 22|||W|||组 成 家 庭 的 另 一 半|||REQUIRED|||-NONE-|||0
A 29 29|||M|||有|||REQUIRED|||-NONE-|||0
A 45 45|||M|||，|||REQUIRED|||-NONE-|||0
A 60 60|||M|||并 且|||REQUIRED|||-NONE-|||0
A 64 66|||S|||所 以|||REQUIRED|||-NONE-|||0
A 77 80|||W|||理 想 的|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 觉 得 如 果 一 个 人 要 找 自 己 的 另 一 半 去 组 成 家 庭 ， 那 要 先 对 对 方 进 行 了 解 。 如 “ 青 梅 竹 马 ” ， 这 样 的 小 情 侣 是 因 为 他 们 对 对 方 的 优 点 缺 点 都 了 解 ， 并 且 能 接 受 ， 这 样 生 活 才 能 美 满 ， 这 就 是 我 的 理 想 结 交 方 式 。
A 18 18|||M|||去|||REQUIRED|||-NONE-|||1
A 29 29|||M|||进 行|||REQUIRED|||-NONE-|||1
A 39 39|||M|||，|||REQUIRED|||-NONE-|||1
A 45 45|||M|||是|||REQUIRED|||-NONE-|||1
A 60 60|||M|||， 并 且|||REQUIRED|||-NONE-|||1
T2-A0 所 以 我 觉 得 如 果 一 个 人 要 找 自 己 的 另 一 半 来 组 成 家 庭 ， 那 要 先 了 解 对 方 。 如 “ 青 梅 竹 马 ” 这 样 的 小 情 侣 ， 因 为 他 们 对 对 方 的 优 点 缺 点 都 了 解 了 并 且 能 接 受 ， 这 样 生 活 才 能 美 满 ， 这 就 是 我 的 理 想 的 结 交 方 式 。
A 18 18|||M|||来|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 27 31|||W|||了 解 对 方|||REQUIRED|||-NONE-|||2
A 45 45|||M|||，|||REQUIRED|||-NONE-|||2
A 60 60|||M|||了 并 且|||REQUIRED|||-NONE-|||2
A 80 80|||M|||的|||REQUIRED|||-NONE-|||2

S 穷 人 同 有 钱 人 都 有 抽 烟 的 恶 习 。
T0-A0 穷 人 同 有 钱 人 一 样 都 有 抽 烟 的 恶 习 。
A 6 6|||M|||一 样|||REQUIRED|||-NONE-|||0
T1-A0 穷 人 和 有 钱 人 都 有 抽 烟 的 恶 习 。
A 2 3|||S|||和|||REQUIRED|||-NONE-|||1
T2-A0 穷 人 同 有 钱 人 一 样 ， 都 有 抽 烟 的 恶 习 。
A 6 6|||M|||一 样 ，|||REQUIRED|||-NONE-|||2

S 有 这 样 的 教 育 ， 我 们 对 健 康 和 环 境 的 看 法 也 就 变 化 。
T0-A0 如 果 有 这 样 的 教 育 ， 我 们 对 健 康 和 环 境 的 看 法 也 就 能 有 所 改 观 了 。
A 0 0|||M|||如 果|||REQUIRED|||-NONE-|||0
A 20 22|||S|||能 有 所 改 观 了|||REQUIRED|||-NONE-|||0
T1-A0 有 这 样 的 教 育 ， 我 们 对 健 康 和 环 境 的 看 法 也 就 会 改 变 。
A 20 22|||S|||会 改 变|||REQUIRED|||-NONE-|||1
T2-A0 有 这 样 的 教 育 ， 我 们 对 健 康 和 环 境 的 看 法 也 就 会 变 化 。
A 20 20|||M|||会|||REQUIRED|||-NONE-|||2

S 这 样 的 大 会 不 但 让 人 考 虑 到 问 题 ， 而 且 各 国 能 介 绍 自 己 的 美 丽 的 的 地 方 。 对 没 有 旅 游 机 会 的 人 来 说 ， 是 一 个 很 像 旅 游 的 经 验 。
T0-A0 这 样 的 大 会 不 但 让 人 考 虑 到 问 题 ， 而 且 各 国 能 介 绍 自 己 的 美 丽 的 地 方 。 对 没 有 机 会 旅 游 的 人 来 说 ， 是 一 个 很 像 旅 游 的 经 历 。
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 39|||W|||机 会 旅 游|||REQUIRED|||-NONE-|||0
A 53 54|||S|||历|||REQUIRED|||-NONE-|||0
T1-A0 这 样 的 大 会 不 但 让 人 考 虑 到 问 题 ， 而 且 各 国 能 介 绍 自 己 的 美 丽 的 地 方 。 对 没 有 机 会 旅 游 的 人 来 说 ， 是 一 个 很 像 旅 游 的 经 验 分 享 。
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 39|||W|||机 会 旅 游|||REQUIRED|||-NONE-|||1
A 54 54|||M|||分 享|||REQUIRED|||-NONE-|||1

S 虽 然 我 对 流 行 歌 曲 有 兴 趣 ， 但 实 际 上 跟 不 上 学 会 ， 所 以 我 不 太 喜 欢 流 行 歌 曲 。
T0-A0 虽 然 我 对 流 行 歌 曲 有 兴 趣 ， 但 实 际 上 学 不 会 ， 所 以 我 不 太 喜 欢 流 行 歌 曲 。
A 16 17|||S|||学|||REQUIRED|||-NONE-|||0
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 对 流 行 歌 曲 有 兴 趣 ， 但 实 际 上 根 本 学 不 会 ， 所 以 我 不 太 喜 欢 流 行 歌 曲 。
A 16 19|||S|||根 本|||REQUIRED|||-NONE-|||1
A 20 20|||M|||不|||REQUIRED|||-NONE-|||1

S 一 年 以 前 ， 我 的 哥 哥 跟 一 些 孩 子 做 了 工 作 。 某 些 孩 子 不 能 跟 他 们 的 父 母 一 起 住 在 。 有 的 父 母 吸 毒 ， 有 的 是 酒 鬼 ， 有 的 只 没 有 责 任 心 。
T0-A0 一 年 前 ， 我 的 哥 哥 对 一 些 孩 子 做 了 照 顾 工 作 。 某 些 孩 子 不 能 跟 他 们 的 父 母 一 起 住 ， 有 的 父 母 吸 毒 ， 有 的 是 酒 鬼 ， 有 的 没 有 责 任 心 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||S|||对|||REQUIRED|||-NONE-|||0
A 16 16|||M|||照 顾|||REQUIRED|||-NONE-|||0
A 34 36|||S|||，|||REQUIRED|||-NONE-|||0
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 一 年 前 ， 我 的 哥 哥 照 顾 了 一 些 孩 子 。 某 些 孩 子 不 能 跟 他 们 的 父 母 住 在 一 起 。 有 的 父 母 吸 毒 ， 有 的 是 酒 鬼 ， 有 的 没 有 责 任 心 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 10|||S|||照 顾 了|||REQUIRED|||-NONE-|||1
A 14 18|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 35|||W|||住 在 一 起|||REQUIRED|||-NONE-|||1
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 一 年 前 ， 我 的 哥 哥 跟 一 些 孩 子 一 起 工 作 。 某 些 孩 子 不 能 跟 他 们 的 父 母 一 起 住 。 有 的 父 母 吸 毒 ， 有 的 是 酒 鬼 ， 有 的 没 有 责 任 心 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 14 16|||S|||一 起|||REQUIRED|||-NONE-|||2
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 孔 子 对 音 乐 特 别 感 兴 趣 。 有 一 次 他 学 习 音 乐 時 ， 听 到 一 种 古 代 音 乐 ， 觉 得 非 常 好 听 ， 听 了 以 后 三 个 月 尝 不 出 肉 味 来 。
T0-A0 孔 子 对 音 乐 特 别 感 兴 趣 。 有 一 次 他 学 习 音 乐 时 ， 听 到 一 种 古 代 音 乐 ， 觉 得 非 常 好 听 ， 听 了 以 后 三 个 月 尝 不 出 肉 味 来 。
A 19 20|||S|||时|||REQUIRED|||-NONE-|||0

S 要 不 然 孩 子 离 开 家 去 上 学 或 找 工 作 会 见 到 很 多 困 难 。
T0-A0 要 不 然 孩 子 离 开 家 去 上 学 或 找 工 作 会 遇 到 很 多 困 难 。
A 16 17|||S|||遇|||REQUIRED|||-NONE-|||0
T1-A0 要 不 然 孩 子 离 开 家 去 上 学 或 找 工 作 都 会 遇 到 很 多 困 难 。
A 15 15|||M|||都|||REQUIRED|||-NONE-|||1
A 16 17|||S|||遇|||REQUIRED|||-NONE-|||1

S 同 学 们 和 朋 友 们 知 道 我 病 了 ， 有 些 来 在 宿 舍 看 我 。
T0-A0 同 学 们 、 朋 友 们 都 知 道 我 病 了 ， 有 些 还 来 宿 舍 看 我 。
A 3 4|||S|||、|||REQUIRED|||-NONE-|||0
A 7 7|||M|||都|||REQUIRED|||-NONE-|||0
A 15 15|||M|||还|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 同 学 们 和 朋 友 们 知 道 我 病 了 ， 有 些 来 宿 舍 看 我 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 同 学 们 和 朋 友 们 知 道 我 病 了 ， 有 的 来 宿 舍 看 我 。
A 14 15|||S|||的|||REQUIRED|||-NONE-|||2
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 不 要 乱 垃 圾 ！ 我 不 穿 毛 皮 的 衣 服 ， 因 为 对 动 物 非 常 的 不 好 。 一 件 外 套 能 包 括 二 十 个 免 毛 皮 。
T0-A0 不 要 乱 扔 垃 圾 ！ 我 不 穿 毛 皮 的 衣 服 ， 因 为 对 动 物 非 常 不 好 。 一 件 外 套 能 包 括 二 十 个 免 子 的 毛 皮 。
A 3 3|||M|||扔|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 37|||M|||子 的|||REQUIRED|||-NONE-|||0
T1-A0 不 要 乱 扔 垃 圾 ！ 我 之 所 以 不 穿 毛 皮 的 衣 服 ， 是 因 为 这 对 动 物 非 常 不 好 。 一 件 外 套 可 能 包 含 二 十 个 免 毛 皮 。
A 3 3|||M|||扔|||REQUIRED|||-NONE-|||1
A 7 7|||M|||之 所 以|||REQUIRED|||-NONE-|||1
A 15 15|||M|||是|||REQUIRED|||-NONE-|||1
A 17 17|||M|||这|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 30|||M|||可|||REQUIRED|||-NONE-|||1
A 32 33|||S|||含|||REQUIRED|||-NONE-|||1

S 现 代 随 着 科 学 的 发 展 ， 有 害 于 人 体 健 康 的 产 品 之 数 量 越 来 越 多 。
T0-A0 随 着 现 代 科 学 的 发 展 ， 有 害 于 人 体 健 康 的 产 品 的 数 量 越 来 越 多 。
A 0 4|||W|||随 着 现 代|||REQUIRED|||-NONE-|||0
A 20 21|||S|||的|||REQUIRED|||-NONE-|||0
T1-A0 随 着 现 代 科 学 的 发 展 ， 有 害 于 人 体 健 康 的 产 品 之 数 量 越 来 越 多 。
A 0 4|||W|||随 着 现 代|||REQUIRED|||-NONE-|||1

S 抽 烟 不 仅 是 伤 害 自 己 的 身 体 ， 而 且 对 周 围 的 人 也 有 不 好 的 影 响 。 特 别 是 怀 孕 的 女 性 抽 烟 ， 不 仅 是 伤 害 自 己 的 身 体 ， 而 且 伤 害 到 无 罪 的 孩 子 。 在 哪 儿 ， 什 么 时 候 抽 烟 ， 每 个 抽 烟 的 人 都 有 这 样 的 权 力 ， 可 是 不 应 该 ] 给 别 人 添 麻 烦 。
T0-A0 抽 烟 不 仅 是 伤 害 自 己 的 身 体 ， 而 且 对 周 围 的 人 也 有 不 好 的 影 响 。 特 别 是 怀 孕 的 女 性 抽 烟 ， 不 仅 是 伤 害 自 己 的 身 体 ， 而 且 会 伤 害 到 无 罪 的 孩 子 。 在 哪 儿 ， 什 么 时 候 抽 烟 ， 每 个 抽 烟 的 人 都 有 这 样 的 权 利 ， 可 是 不 应 该 给 别 人 添 麻 烦 。
A 52 52|||M|||会|||REQUIRED|||-NONE-|||0
A 84 85|||S|||利|||REQUIRED|||-NONE-|||0
A 91 92|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 早 上 张 华 想 要 吃 欧 洲 早 餐 。 比 如 说 法 国 的 羊 角 面 包 ， 英 国 的 炒 鸡 蛋 ， 她 想 要 喝 糖 糖 的 咖 啡 或 者 热 的 巧 克 力 。
T0-A0 早 上 张 华 想 要 吃 欧 式 早 餐 ， 比 如 说 法 国 的 羊 角 面 包 ， 英 国 的 炒 鸡 蛋 ， 她 想 要 喝 加 糖 的 咖 啡 或 者 热 的 巧 克 力 。
A 8 9|||S|||式|||REQUIRED|||-NONE-|||0
A 11 12|||S|||，|||REQUIRED|||-NONE-|||0
A 34 35|||S|||加|||REQUIRED|||-NONE-|||0
T1-A0 早 上 张 华 想 要 吃 欧 式 早 餐 。 比 如 说 法 国 的 羊 角 面 包 ， 英 国 的 炒 鸡 蛋 ， 她 想 要 喝 甜 咖 啡 或 者 热 的 巧 克 力 。
A 8 9|||S|||式|||REQUIRED|||-NONE-|||1
A 34 37|||S|||甜|||REQUIRED|||-NONE-|||1
T2-A0 早 上 张 华 想 要 吃 欧 式 早 餐 ， 比 如 说 法 国 的 羊 角 面 包 ， 英 国 的 炒 鸡 蛋 。 她 想 要 喝 甜 甜 的 咖 啡 或 者 热 的 巧 克 力 。
A 8 9|||S|||式|||REQUIRED|||-NONE-|||2
A 11 30|||W|||， 比 如 说 法 国 的 羊 角 面 包 ， 英 国 的 炒 鸡 蛋 。|||REQUIRED|||-NONE-|||2
A 34 36|||S|||甜 甜|||REQUIRED|||-NONE-|||2

S 继 之 我 发 现 ， 即 使 书 信 往 来 使 双 方 的 感 情 变 好 了 ， 但 总 不 能 一 辈 子 只 写 信 呀 ！
T0-A0 继 而 我 发 现 ， 即 使 书 信 往 来 使 双 方 的 感 情 变 好 了 ， 但 总 不 能 一 辈 子 只 写 信 呀 ！
A 1 2|||S|||而|||REQUIRED|||-NONE-|||0

S 所 以 人 们 唱 流 行 歌 曲 可 以 表 出 自 己 的 感 情 和 思 想 。
T0-A0 所 以 人 们 唱 流 行 歌 曲 可 以 表 达 出 自 己 的 感 情 和 思 想 。
A 12 12|||M|||达|||REQUIRED|||-NONE-|||0

S 我 很 外 向 ， 因 此 我 朋 友 很 多 。 因 为 我 在 日 内 瓦 大 学 学 中 文 ， 所 以 我 有 一 些 朋 友 。 因 为 我 住 在 洛 桑 ， 我 也 有 一 些 朋 友 。 因 为 我 是 俄 国 人 ， 因 此 我 在 那 里 还 有 一 些 朋 友 。 在 我 的 朋 友 中 ， 我 还 有 一 个 非 常 特 别 紧 密 的 。
T0-A0 我 很 外 向 ， 因 此 我 朋 友 很 多 。 因 为 我 在 日 内 瓦 大 学 学 中 文 ， 所 以 我 有 一 些 中 国 朋 友 。 因 为 我 住 在 洛 桑 ， 我 也 有 一 些 瑞 士 朋 友 。 因 为 我 是 俄 国 人 ， 因 此 我 在 那 里 还 有 一 些 俄 国 朋 友 。 在 我 的 朋 友 中 ， 我 还 有 一 个 关 系 特 别 密 切 的 朋 友 。
A 32 32|||M|||中 国|||REQUIRED|||-NONE-|||0
A 48 48|||M|||瑞 士|||REQUIRED|||-NONE-|||0
A 69 69|||M|||俄 国|||REQUIRED|||-NONE-|||0
A 84 86|||S|||关 系|||REQUIRED|||-NONE-|||0
A 88 89|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 90 90|||M|||切|||REQUIRED|||-NONE-|||0
A 91 91|||M|||朋 友|||REQUIRED|||-NONE-|||0
T1-A0 我 很 外 向 ， 因 此 我 朋 友 很 多 。 因 为 我 在 日 内 瓦 大 学 学 中 文 ， 所 以 我 在 那 里 有 一 些 朋 友 。 因 为 我 住 在 洛 桑 ， 所 以 我 在 那 里 也 有 一 些 朋 友 。 因 为 我 是 俄 国 人 ， 所 以 我 在 那 里 还 有 一 些 朋 友 。 在 我 的 朋 友 中 ， 我 有 一 个 特 别 亲 密 的 朋 友 。
A 29 29|||M|||在 那 里|||REQUIRED|||-NONE-|||1
A 43 43|||M|||所 以|||REQUIRED|||-NONE-|||1
A 44 44|||M|||在 那 里|||REQUIRED|||-NONE-|||1
A 59 61|||S|||所 以|||REQUIRED|||-NONE-|||1
A 80 81|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 84 86|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 88 89|||S|||亲|||REQUIRED|||-NONE-|||1
A 91 91|||M|||朋 友|||REQUIRED|||-NONE-|||1
T2-A0 我 很 外 向 ， 因 此 我 朋 友 很 多 。 因 为 我 在 日 内 瓦 大 学 学 中 文 ， 所 以 在 那 我 有 一 些 朋 友 ； 因 为 我 住 在 洛 桑 ， 所 以 我 在 那 里 也 有 一 些 朋 友 ； 因 为 我 是 俄 国 人 ， 因 此 我 在 那 里 还 有 一 些 朋 友 。 在 我 的 朋 友 当 中 ， 我 还 有 一 个 特 别 亲 密 的 朋 友 。
A 28 28|||M|||在 那|||REQUIRED|||-NONE-|||2
A 34 35|||S|||；|||REQUIRED|||-NONE-|||2
A 43 43|||M|||所 以|||REQUIRED|||-NONE-|||2
A 44 44|||M|||在 那 里|||REQUIRED|||-NONE-|||2
A 50 51|||S|||；|||REQUIRED|||-NONE-|||2
A 77 77|||M|||当|||REQUIRED|||-NONE-|||2
A 84 86|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 88 89|||S|||亲|||REQUIRED|||-NONE-|||2
A 91 91|||M|||朋 友|||REQUIRED|||-NONE-|||2

S 听 说 ， 法 律 上 也 没 什 么 规 则 。
T0-A0 听 说 ， 法 律 上 也 没 有 规 定 。
A 8 10|||S|||有|||REQUIRED|||-NONE-|||0
A 11 12|||S|||定|||REQUIRED|||-NONE-|||0
T1-A0 听 说 ， 法 律 上 也 没 有 相 关 规 定 。
A 8 10|||S|||有 相 关|||REQUIRED|||-NONE-|||1
A 11 12|||S|||定|||REQUIRED|||-NONE-|||1

S 罗 恩 也 自 己 觉 得 不 需 要 别 的 成 员 了 ， 所 以 1 9 8 5 他 退 出 了 乐 团 ， 开 始 一 个 独 奏 的 生 涯 。
T0-A0 罗 恩 也 觉 得 自 己 不 需 要 别 的 成 员 了 ， 所 以 在 1 9 8 5 年 他 退 出 了 乐 团 ， 开 始 了 一 个 独 奏 的 生 涯 。
A 3 7|||W|||觉 得 自 己|||REQUIRED|||-NONE-|||0
A 18 18|||M|||在|||REQUIRED|||-NONE-|||0
A 22 22|||M|||年|||REQUIRED|||-NONE-|||0
A 31 31|||M|||了|||REQUIRED|||-NONE-|||0

S 世 界 上 常 常 提 到 吸 烟 对 个 人 健 康 而 我 们 社 会 有 不 良 的 影 响 ， 但 吸 烟 者 的 比 重 还 是 高 。 对 吸 烟 者 来 说 ， 以 吸 烟 为 保 持 自 己 的 心 情 稳 定 ， 而 可 以 提 高 自 己 的 力 量 。 对 于 未 成 人 ， 吸 烟 是 一 种 打 扮 自 己 。
T0-A0 人 们 常 常 提 到 吸 烟 对 个 人 健 康 以 及 我 们 社 会 有 不 良 的 影 响 ， 但 吸 烟 者 的 比 重 还 是 很 高 。 对 吸 烟 者 来 说 ， 吸 烟 能 保 持 自 己 的 心 情 稳 定 ， 可 以 提 高 自 己 的 力 量 。 对 于 未 成 年 人 ， 吸 烟 是 一 种 表 现 自 己 的 方 式 。
A 0 3|||S|||人 们|||REQUIRED|||-NONE-|||0
A 14 15|||S|||以 及|||REQUIRED|||-NONE-|||0
A 35 35|||M|||很|||REQUIRED|||-NONE-|||0
A 44 45|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 48|||S|||能|||REQUIRED|||-NONE-|||0
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 73 73|||M|||年|||REQUIRED|||-NONE-|||0
A 80 82|||S|||表 现|||REQUIRED|||-NONE-|||0
A 84 84|||M|||的 方 式|||REQUIRED|||-NONE-|||0
T1-A0 人 们 常 常 提 到 吸 烟 对 个 人 健 康 以 及 对 我 们 社 会 的 不 良 的 影 响 ， 但 吸 烟 者 的 比 重 还 是 很 高 。 对 吸 烟 者 来 说 ， 吸 烟 可 以 保 持 自 己 的 心 情 稳 定 ， 还 可 以 提 高 自 己 的 力 量 。 对 于 未 成 年 人 来 说 ， 吸 烟 是 一 种 表 现 自 己 的 方 式 。
A 0 3|||S|||人 们|||REQUIRED|||-NONE-|||1
A 14 15|||S|||以 及 对|||REQUIRED|||-NONE-|||1
A 19 20|||S|||的|||REQUIRED|||-NONE-|||1
A 35 35|||M|||很|||REQUIRED|||-NONE-|||1
A 44 45|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 47 48|||S|||可 以|||REQUIRED|||-NONE-|||1
A 58 59|||S|||还|||REQUIRED|||-NONE-|||1
A 73 73|||M|||年|||REQUIRED|||-NONE-|||1
A 74 74|||M|||来 说|||REQUIRED|||-NONE-|||1
A 80 82|||S|||表 现|||REQUIRED|||-NONE-|||1
A 84 84|||M|||的 方 式|||REQUIRED|||-NONE-|||1
T2-A0 大 家 常 常 提 到 吸 烟 对 个 人 健 康 以 及 我 们 社 会 有 不 良 的 影 响 ， 但 吸 烟 者 的 比 重 还 是 很 高 。 对 吸 烟 者 来 说 ， 吸 烟 可 以 保 持 自 己 的 心 情 平 静 ， 也 可 以 提 高 自 己 的 力 量 。 对 于 未 成 年 人 来 说 ， 吸 烟 是 一 种 展 现 自 己 的 方 式 。
A 0 3|||S|||大 家|||REQUIRED|||-NONE-|||2
A 14 15|||S|||以 及|||REQUIRED|||-NONE-|||2
A 35 35|||M|||很|||REQUIRED|||-NONE-|||2
A 44 45|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 47 48|||S|||可 以|||REQUIRED|||-NONE-|||2
A 55 57|||S|||平 静|||REQUIRED|||-NONE-|||2
A 58 59|||S|||也|||REQUIRED|||-NONE-|||2
A 73 73|||M|||年|||REQUIRED|||-NONE-|||2
A 74 74|||M|||来 说|||REQUIRED|||-NONE-|||2
A 80 82|||S|||展 现|||REQUIRED|||-NONE-|||2
A 84 84|||M|||的 方 式|||REQUIRED|||-NONE-|||2
T3-A0 世 人 常 常 提 到 吸 烟 对 个 人 健 康 和 我 们 社 会 有 不 良 的 影 响 ， 但 吸 烟 者 的 比 重 还 是 很 高 。 对 吸 烟 者 来 说 ， 吸 烟 可 以 保 持 自 己 的 心 情 平 静 ， 也 可 以 提 高 自 己 的 力 量 。 对 于 未 成 年 人 来 说 ， 吸 烟 是 一 种 展 现 自 己 的 方 式 。
A 1 3|||S|||人|||REQUIRED|||-NONE-|||3
A 14 15|||S|||和|||REQUIRED|||-NONE-|||3
A 35 35|||M|||很|||REQUIRED|||-NONE-|||3
A 44 45|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 47 48|||S|||可 以|||REQUIRED|||-NONE-|||3
A 55 57|||S|||平 静|||REQUIRED|||-NONE-|||3
A 58 59|||S|||也|||REQUIRED|||-NONE-|||3
A 73 73|||M|||年|||REQUIRED|||-NONE-|||3
A 74 74|||M|||来 说|||REQUIRED|||-NONE-|||3
A 80 82|||S|||展 现|||REQUIRED|||-NONE-|||3
A 84 84|||M|||的 方 式|||REQUIRED|||-NONE-|||3

S 政 府 措 施 之 前 人 们 先 知 道 公 共 道 德 ， 社 会 、 文 化 、 经 济 等 很 强 的 国 家 ， 这 样 的 规 律 遵 守 。
T0-A0 政 府 实 施 措 施 之 前 ， 人 们 先 知 道 公 共 道 德 。 社 会 、 文 化 、 经 济 等 方 面 很 强 的 国 家 ， 都 遵 守 这 样 的 规 律 。
A 2 2|||M|||实 施|||REQUIRED|||-NONE-|||0
A 6 6|||M|||，|||REQUIRED|||-NONE-|||0
A 15 16|||S|||。|||REQUIRED|||-NONE-|||0
A 25 25|||M|||方 面|||REQUIRED|||-NONE-|||0
A 31 38|||W|||都 遵 守 这 样 的 规 律|||REQUIRED|||-NONE-|||0
T1-A0 政 府 实 行 措 施 之 前 人 们 要 先 知 道 公 共 道 德 ， 社 会 、 文 化 、 经 济 等 很 强 的 国 家 必 须 遵 守 这 样 的 规 律 。
A 2 2|||M|||实 行|||REQUIRED|||-NONE-|||1
A 8 8|||M|||要|||REQUIRED|||-NONE-|||1
A 30 31|||S|||必 须 遵 守|||REQUIRED|||-NONE-|||1
A 36 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 政 府 实 施 措 施 之 前 人 们 先 知 道 公 共 道 德 ， 在 社 会 、 文 化 、 经 济 等 很 强 的 国 家 ， 这 样 的 规 则 被 遵 守 得 很 好 。
A 2 2|||M|||实 施|||REQUIRED|||-NONE-|||2
A 16 16|||M|||在|||REQUIRED|||-NONE-|||2
A 35 36|||S|||则 被|||REQUIRED|||-NONE-|||2
A 38 38|||M|||得 很 好|||REQUIRED|||-NONE-|||2
T3-A0 政 府 施 行 措 施 之 前 人 们 应 该 先 知 道 公 共 道 德 ， 社 会 、 文 化 、 经 济 等 很 强 的 国 家 ， 这 样 的 规 则 更 容 易 被 遵 守 。
A 2 2|||M|||施 行|||REQUIRED|||-NONE-|||3
A 8 8|||M|||应 该|||REQUIRED|||-NONE-|||3
A 35 36|||S|||则 更 容 易 被|||REQUIRED|||-NONE-|||3

S 我 觉 得 ， 在 孩 子 的 时 候 最 影 响 深 的 人 ， 不 是 幼 儿 园 的 老 师 ， 也 不 是 婆 婆 、 爷 爷 。 在 我 小 时 候 的 影 响 中 ， 还 能 记 得 当 时 的 父 母 对 我 的 爱 情 。 也 是 可 以 说 ， 父 母 的 影 响 很 深 。
T0-A0 我 觉 得 ， 在 我 还 是 孩 子 的 时 候 对 我 影 响 最 深 的 人 ， 不 是 幼 儿 园 的 老 师 ， 也 不 是 爷 爷 奶 奶 。 从 我 小 时 候 的 记 忆 中 ， 还 能 想 起 当 时 父 母 对 我 的 爱 ， 也 可 以 说 ， 父 母 对 我 的 影 响 很 深 。
A 5 5|||M|||我 还 是|||REQUIRED|||-NONE-|||0
A 10 11|||S|||对 我|||REQUIRED|||-NONE-|||0
A 13 13|||M|||最|||REQUIRED|||-NONE-|||0
A 29 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M|||奶 奶|||REQUIRED|||-NONE-|||0
A 35 36|||S|||从|||REQUIRED|||-NONE-|||0
A 41 43|||S|||记 忆|||REQUIRED|||-NONE-|||0
A 47 49|||S|||想 起|||REQUIRED|||-NONE-|||0
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 60|||S|||，|||REQUIRED|||-NONE-|||0
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 68 68|||M|||对 我|||REQUIRED|||-NONE-|||0

S 花 粉 症 或 者 癌 症 都 是 我 们 不 能 控 制 的 疾 病 。 它 们 取 决 事 情 不 爱 我 们 控 制 。
T0-A0 花 粉 症 或 者 癌 症 都 是 我 们 不 能 控 制 的 疾 病 ， 它 们 取 决 于 事 情 不 受 我 们 控 制 。
A 18 19|||S|||，|||REQUIRED|||-NONE-|||0
A 23 23|||M|||于|||REQUIRED|||-NONE-|||0
A 26 27|||S|||受|||REQUIRED|||-NONE-|||0

S 我 们 先 要 创 造 和 睦 夫 妻 关 系 ， 然 后 面 对 自 己 的 孩 子 。
T0-A0 我 们 先 要 创 造 和 睦 的 夫 妻 关 系 ， 然 后 再 面 对 自 己 的 孩 子 。
A 8 8|||M|||的|||REQUIRED|||-NONE-|||0
A 15 15|||M|||再|||REQUIRED|||-NONE-|||0

S 所 以 我 们 对 下 一 代 的 教 育 也 应 该 很 重 视 这 一 点 。 古 今 中 外 的 学 者 勤 学 读 书 ， 是 我 们 学 习 的 榜 样 。 我 们 要 活 到 老 ， 学 到 老 ， 成 为 有 学 问 的 人 ， 为 社 会 贡 献 自 己 的 才 能 ， 为 下 一 代 的 未 来 光 明 的 前 途 奉 献 自 己 的 青 春 ， 才 不 辜 负 先 辈 的 教 导 ， 成 为 社 会 上 有 用 的 人 。
T0-A0 所 以 我 们 对 下 一 代 的 教 育 也 应 该 要 重 视 这 一 点 。 古 今 中 外 的 学 者 勤 学 苦 读 ， 是 我 们 学 习 的 榜 样 。 我 们 要 活 到 老 ， 学 到 老 ， 成 为 有 学 问 的 人 ， 为 社 会 贡 献 自 己 的 才 能 ， 为 下 一 代 未 来 光 明 的 前 途 奉 献 自 己 的 青 春 ， 这 样 才 不 辜 负 先 辈 的 教 导 ， 成 为 社 会 上 有 用 的 人 。
A 14 15|||S|||要|||REQUIRED|||-NONE-|||0
A 30 30|||M|||苦|||REQUIRED|||-NONE-|||0
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 76 77|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 92 92|||M|||这 样|||REQUIRED|||-NONE-|||0

S 有 一 个 小 女 孩 ， 她 非 常 喜 欢 香 港 的 一 位 女 歌 手 那 个 小 女 孩 ， 她 也 想 做 歌 手 ， 可 是 她 认 为 “ 我 太 胖 了 ” 过 分 的 减 肥 ， 她 终 于 死 了 。
T0-A0 有 一 个 小 女 孩 ， 她 非 常 喜 欢 香 港 的 一 位 女 歌 手 ， 那 个 小 女 孩 也 想 做 歌 手 ， 可 是 她 认 为 自 己 太 胖 了 而 过 分 地 减 肥 ， 最 后 去 世 了 。
A 20 20|||M|||，|||REQUIRED|||-NONE-|||0
A 25 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 40|||S|||自 己|||REQUIRED|||-NONE-|||0
A 43 44|||S|||而|||REQUIRED|||-NONE-|||0
A 46 47|||S|||地|||REQUIRED|||-NONE-|||0
A 50 54|||S|||最 后 去 世|||REQUIRED|||-NONE-|||0
T1-A0 有 一 个 小 女 孩 ， 她 非 常 喜 欢 香 港 的 一 位 女 歌 手 ， 所 以 那 个 小 女 孩 ， 她 也 想 做 歌 手 ， 可 是 她 认 为 自 己 太 胖 了 而 过 分 地 减 肥 ， 最 终 ， 她 死 了 。
A 20 20|||M|||， 所 以|||REQUIRED|||-NONE-|||1
A 38 40|||S|||自 己|||REQUIRED|||-NONE-|||1
A 43 44|||S|||而|||REQUIRED|||-NONE-|||1
A 46 47|||S|||地|||REQUIRED|||-NONE-|||1
A 50 51|||S|||最|||REQUIRED|||-NONE-|||1
A 52 53|||S|||， 她|||REQUIRED|||-NONE-|||1
T2-A0 有 一 个 小 女 孩 ， 她 非 常 喜 欢 香 港 的 一 位 女 歌 手 。 那 个 小 女 孩 ， 她 也 想 做 歌 手 ， 可 是 她 认 为 “ 我 太 胖 了 ” ， 就 过 分 地 减 肥 ， 她 最 终 死 了 。
A 20 20|||M|||。|||REQUIRED|||-NONE-|||2
A 44 44|||M|||， 就|||REQUIRED|||-NONE-|||2
A 46 47|||S|||地|||REQUIRED|||-NONE-|||2
A 51 51|||M|||最|||REQUIRED|||-NONE-|||2
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 以 前 的 学 校 都 是 由 政 府 办 的 ， 只 有 地 位 高 的 人 才 能 上 学 读 书 上 ， 一 般 老 百 姓 没 有 几 会 读 书 。 而 孔 子 办 的 学 校 ， 不 管 学 生 的 家 放 和 社 会 地 位 怎 么 样 ， 也 不 管 他 们 是 不 是 很 聪 明 ， 都 可 以 夹 上 学 。 孔 子 要 让 更 多 的 人 有 几 会 学 习 ， 从 而 可 以 让 知 识 和 文 化 在 社 会 上 得 到 传 播 。
T0-A0 以 前 的 学 校 都 是 由 政 府 办 的 ， 只 有 地 位 高 的 人 才 能 上 学 ， 一 般 老 百 姓 没 有 机 会 读 书 。 而 孔 子 办 的 学 校 ， 不 管 学 生 的 家 室 和 社 会 地 位 怎 么 样 ， 也 不 管 他 们 是 不 是 很 聪 明 ， 都 可 以 来 上 学 。 孔 子 要 让 更 多 的 人 有 机 会 学 习 ， 从 而 可 以 让 知 识 和 文 化 在 社 会 上 得 到 传 播 。
A 24 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 36|||S|||机|||REQUIRED|||-NONE-|||0
A 54 55|||S|||室|||REQUIRED|||-NONE-|||0
A 79 80|||S|||来|||REQUIRED|||-NONE-|||0
A 92 93|||S|||机|||REQUIRED|||-NONE-|||0
T1-A0 以 前 的 学 校 都 是 由 政 府 办 的 ， 只 有 地 位 高 的 人 才 能 上 学 读 书 ， 一 般 老 百 姓 没 有 机 会 读 书 。 而 孔 子 办 的 学 校 ， 不 管 学 生 的 家 庭 和 社 会 地 位 怎 么 样 ， 也 不 管 他 们 是 不 是 很 聪 明 ， 都 可 以 来 上 学 。 孔 子 要 让 更 多 的 人 有 机 会 学 习 ， 从 而 可 以 让 知 识 和 文 化 在 社 会 上 得 到 传 播 。
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 36|||S|||机|||REQUIRED|||-NONE-|||1
A 54 55|||S|||庭|||REQUIRED|||-NONE-|||1
A 79 80|||S|||来|||REQUIRED|||-NONE-|||1
A 92 93|||S|||机|||REQUIRED|||-NONE-|||1

S 但 最 使 人 想 要 做 导 游 的 原 因 是 因 为 我 非 常 和 人 交 谈 ， 从 交 谈 中 吸 取 新 的 知 识 。 我 认 为 互 相 交 谈 不 但 能 够 增 加 自 己 的 朋 友 ， 也 能 够 取 得 从 书 上 从 不 能 提 供 的 知 识 。 比 如 经 验 、 外 国 的 习 俗 习 惯 等 等 。
T0-A0 但 最 让 人 想 要 做 导 游 的 原 因 是 我 非 常 喜 欢 和 人 交 谈 ， 从 交 谈 中 吸 取 新 的 知 识 。 我 认 为 互 相 交 谈 不 但 能 够 增 加 自 己 的 朋 友 数 量 ， 也 能 够 获 得 从 书 上 提 供 不 了 的 知 识 ， 比 如 经 验 、 外 国 的 风 俗 习 惯 等 等 。
A 2 3|||S|||让|||REQUIRED|||-NONE-|||0
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M|||喜 欢|||REQUIRED|||-NONE-|||0
A 52 52|||M|||数 量|||REQUIRED|||-NONE-|||0
A 56 57|||S|||获|||REQUIRED|||-NONE-|||0
A 61 64|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 66 66|||M|||不 了|||REQUIRED|||-NONE-|||0
A 69 70|||S|||，|||REQUIRED|||-NONE-|||0
A 78 79|||S|||风|||REQUIRED|||-NONE-|||0
T1-A0 但 最 使 我 想 要 做 导 游 的 原 因 是 我 非 常 喜 欢 和 人 交 谈 ， 从 交 谈 中 吸 取 新 的 知 识 。 我 认 为 互 相 交 谈 不 但 能 够 增 加 自 己 的 朋 友 ， 也 能 够 取 得 书 上 不 能 提 供 的 知 识 。 比 如 经 验 、 外 国 的 习 俗 习 惯 等 等 。
A 3 4|||S|||我|||REQUIRED|||-NONE-|||1
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 18|||M|||喜 欢|||REQUIRED|||-NONE-|||1
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 但 最 使 人 想 要 做 导 游 的 原 因 是 我 非 常 喜 欢 和 人 交 谈 ， 从 交 谈 中 吸 取 新 的 知 识 。 我 认 为 互 相 交 谈 不 但 能 够 增 加 自 己 的 朋 友 ， 也 能 够 获 得 书 上 不 能 提 供 的 知 识 ， 比 如 经 验 、 外 国 的 习 俗 习 惯 等 等 。
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 18|||M|||喜 欢|||REQUIRED|||-NONE-|||2
A 56 57|||S|||获|||REQUIRED|||-NONE-|||2
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 69 70|||S|||，|||REQUIRED|||-NONE-|||2

S 他 们 失 去 的 兴 趣 在 学 校 中 学 新 事 物 ， 而 往 往 有 坏 考 分 。
T0-A0 他 们 失 去 的 是 在 学 校 中 学 新 事 物 的 兴 趣 ， 而 这 往 往 会 导 致 低 分 。
A 5 7|||S|||是|||REQUIRED|||-NONE-|||0
A 15 15|||M|||的 兴 趣|||REQUIRED|||-NONE-|||0
A 17 17|||M|||这|||REQUIRED|||-NONE-|||0
A 19 22|||S|||会 导 致 低|||REQUIRED|||-NONE-|||0
T1-A0 他 们 失 去 在 学 校 中 学 新 事 物 的 兴 趣 ， 而 这 往 往 不 利 于 学 分 。
A 4 15|||W|||在 学 校 中 学 新 事 物 的 兴 趣|||REQUIRED|||-NONE-|||1
A 17 17|||M|||这|||REQUIRED|||-NONE-|||1
A 19 22|||S|||不 利 于 学|||REQUIRED|||-NONE-|||1
T2-A0 他 们 失 去 了 在 学 校 中 学 新 事 物 的 兴 趣 ， 而 这 往 往 造 成 低 分 。
A 4 7|||S|||了|||REQUIRED|||-NONE-|||2
A 15 15|||M|||的 兴 趣|||REQUIRED|||-NONE-|||2
A 17 17|||M|||这|||REQUIRED|||-NONE-|||2
A 19 22|||S|||造 成 低|||REQUIRED|||-NONE-|||2
T3-A0 他 们 失 去 了 在 学 校 中 学 新 事 物 的 兴 趣 ， 而 往 往 考 得 很 差 。
A 4 7|||S|||了|||REQUIRED|||-NONE-|||3
A 15 15|||M|||的 兴 趣|||REQUIRED|||-NONE-|||3
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 22 23|||S|||得 很 差|||REQUIRED|||-NONE-|||3

S 睡 觉 時 头 不 能 朝 西 边 ， 因 为 太 阳 在 西 边 下 山 ， 这 常 常 代 表 死 。 也 不 能 用 红 笔 写 人 的 名 字 ， 因 为 泰 国 人 死 后 的 名 字 是 用 红 笔 写 的 。
T0-A0 睡 觉 时 ， 头 不 能 朝 西 边 ， 因 为 太 阳 在 西 边 下 山 ， 这 常 常 代 表 死 。 也 不 能 用 红 笔 写 人 的 名 字 ， 因 为 泰 国 人 死 后 的 名 字 是 用 红 笔 写 的 。
A 2 3|||S|||时 ，|||REQUIRED|||-NONE-|||0
T1-A0 睡 觉 时 头 不 能 朝 西 边 ， 因 为 太 阳 在 西 边 下 山 ， 这 常 常 代 表 死 。 也 不 能 用 红 笔 写 人 的 名 字 ， 因 为 泰 国 人 死 后 的 名 字 是 用 红 笔 写 的 。
A 2 3|||S|||时|||REQUIRED|||-NONE-|||1

S 多 种 类 型 的 整 形 手 术 存 在 用 于 纠 正 生 理 缺 陷 或 审 美 的 原 因 ， 动 外 科 手 术 是 可 以 的 。
T0-A0 多 种 类 型 的 整 形 手 术 存 在 是 用 于 纠 正 生 理 缺 陷 或 符 合 审 美 ， 动 外 科 手 术 是 可 以 的 。
A 11 11|||M|||是|||REQUIRED|||-NONE-|||0
A 20 20|||M|||符 合|||REQUIRED|||-NONE-|||0
A 22 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 多 种 类 型 的 整 形 手 术 的 存 在 是 用 于 纠 正 生 理 缺 陷 或 审 美 的 ， 动 外 科 手 术 也 是 可 以 的 。
A 9 9|||M|||的|||REQUIRED|||-NONE-|||1
A 11 11|||M|||是|||REQUIRED|||-NONE-|||1
A 23 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 31|||M|||也|||REQUIRED|||-NONE-|||1
T2-A0 多 种 类 型 的 整 形 手 术 用 于 纠 正 生 理 缺 陷 ， 动 外 科 手 术 是 可 以 的 。
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 25|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 老 公 今 年 出 差 不 多 ， 所 以 可 以 参 观 了 孩 子 的 运 动 会 什 么 等 。
T0-A0 我 老 公 今 年 出 差 不 多 ， 所 以 可 以 参 加 孩 子 的 运 动 会 什 么 的 。
A 15 17|||S|||加|||REQUIRED|||-NONE-|||0
A 25 26|||S|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 老 公 今 年 出 差 不 多 ， 所 以 可 以 参 观 孩 子 的 运 动 会 什 么 的 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 25 26|||S|||的|||REQUIRED|||-NONE-|||1
T2-A0 我 老 公 今 年 出 差 不 多 ， 所 以 可 以 参 加 孩 子 的 运 动 会 等 活 动 。
A 15 17|||S|||加|||REQUIRED|||-NONE-|||2
A 23 25|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 26|||M|||活 动|||REQUIRED|||-NONE-|||2

S 因 为 父 母 是 他 的 最 靠 近 的 成 年 人 。
T0-A0 因 为 父 母 是 他 最 亲 近 的 成 年 人 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||亲|||REQUIRED|||-NONE-|||0
T1-A0 因 为 父 母 是 最 靠 近 他 的 成 年 人 。
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 10|||M|||他|||REQUIRED|||-NONE-|||1

S 总 之 ， 吸 烟 是 不 仅 是 对 身 体 不 好 还 会 影 响 别 人 ， 所 以 如 果 以 已 经 吸 烟 的 人 要 吸 烟 时 也 不 要 在 公 共 场 所 吸 烟 。 如 果 还 没 吸 烟 的 青 少 年 请 远 离 开 烟 。
T0-A0 总 之 ， 吸 烟 不 仅 对 身 体 不 好 ， 还 会 影 响 别 人 。 所 以 吸 烟 的 人 如 果 要 吸 烟 ， 也 不 要 在 公 共 场 所 吸 ； 如 果 是 还 没 吸 过 烟 的 青 少 年 ， 请 远 离 香 烟 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||，|||REQUIRED|||-NONE-|||0
A 20 21|||S|||。|||REQUIRED|||-NONE-|||0
A 22 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||如 果|||REQUIRED|||-NONE-|||0
A 35 36|||S|||，|||REQUIRED|||-NONE-|||0
A 45 47|||S|||；|||REQUIRED|||-NONE-|||0
A 49 49|||M|||是|||REQUIRED|||-NONE-|||0
A 52 52|||M|||过|||REQUIRED|||-NONE-|||0
A 57 57|||M|||，|||REQUIRED|||-NONE-|||0
A 60 61|||S|||香|||REQUIRED|||-NONE-|||0

S 刚 好 那 道 题 很 难 ， 不 想 了 半 天 也 想 不 出 来 。 我 突 然 想 出 一 个 问 题 就 是 让 他 去 问 他 的 父 母 吧 。
T0-A0 刚 好 那 道 题 很 难 ， 想 了 半 天 也 想 不 出 来 。 我 突 然 想 出 的 一 个 办 法 就 是 让 他 去 问 他 的 父 母 吧 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M|||的|||REQUIRED|||-NONE-|||0
A 26 28|||S|||办 法|||REQUIRED|||-NONE-|||0
T1-A0 刚 好 那 道 题 很 难 ， 想 了 半 天 也 想 不 出 来 。 我 突 然 想 到 一 个 办 法 ， 办 法 就 是 让 他 去 问 他 的 父 母 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 24|||S|||到|||REQUIRED|||-NONE-|||1
A 26 28|||S|||办 法 ， 办 法|||REQUIRED|||-NONE-|||1
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 刚 好 那 道 题 很 难 ， 想 了 半 天 也 想 不 出 来 。 我 突 然 想 ， 让 他 去 问 他 的 父 母 吧 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 30|||S|||，|||REQUIRED|||-NONE-|||2

S 我 认 为 不 挨 饿 比 “ 绿 色 食 品 ” 重 要 。 我 想 如 果 不 用 化 肥 和 农 药 生 产 “ 绿 色 食 品 ” 的 话 ， 虽 然 对 健 康 好 ， 但 是 不 够 产 量 ， 很 多 人 要 挨 饿 了 。
T0-A0 我 认 为 不 挨 饿 比 “ 绿 色 食 品 ” 重 要 。 我 想 如 果 不 用 化 肥 和 农 药 生 产 “ 绿 色 食 品 ” 的 话 ， 虽 然 对 健 康 好 ， 但 是 产 量 不 够 ， 很 多 人 就 要 挨 饿 了 。
A 47 51|||W|||产 量 不 够|||REQUIRED|||-NONE-|||0
A 55 55|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 不 挨 饿 比 “ 绿 色 食 品 ” 重 要 。 我 想 如 果 不 用 化 肥 和 农 药 生 产 “ 绿 色 食 品 ” 的 话 ， 虽 然 对 健 康 好 ， 但 是 产 量 不 够 ， 很 多 人 要 挨 饿 了 。
A 47 51|||W|||产 量 不 够|||REQUIRED|||-NONE-|||1
T2-A0 我 认 为 不 挨 饿 比 吃 “ 绿 色 食 品 ” 重 要 。 我 想 如 果 不 用 化 肥 和 农 药 ， 而 生 产 “ 绿 色 食 品 ” 的 话 ， 虽 然 对 健 康 好 ， 但 是 产 量 不 够 ， 很 多 人 就 要 挨 饿 了 。
A 7 7|||M|||吃|||REQUIRED|||-NONE-|||2
A 27 27|||M|||， 而|||REQUIRED|||-NONE-|||2
A 47 51|||W|||产 量 不 够|||REQUIRED|||-NONE-|||2
A 55 55|||M|||就|||REQUIRED|||-NONE-|||2

S 我 觉 得 他 是 一 个 笨 瓜 。 但 是 他 比 我 高 ， 也 他 比 我 强 ， 我 不 敢 于 告 诉 他 这 样 的 事 ， 而 且 其 实 他 是 一 个 很 好 的 同 学 。
T0-A0 我 觉 得 他 是 一 个 笨 瓜 。 但 是 他 比 我 高 ， 他 也 比 我 强 ， 我 不 敢 告 诉 他 这 样 的 事 ， 而 且 其 实 他 是 一 个 很 好 的 同 学 。
A 17 19|||W|||他 也|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 他 是 一 个 笨 瓜 。 但 是 他 比 我 高 ， 也 比 我 强 ， 我 不 敢 告 诉 他 这 样 的 事 ， 而 且 其 实 他 是 一 个 很 好 的 同 学 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 吃 了 晚 饭 ， 我 独 出 去 了 赏 月 。
T0-A0 吃 完 晚 饭 ， 我 独 自 出 去 赏 月 。
A 1 2|||S|||完|||REQUIRED|||-NONE-|||0
A 7 7|||M|||自|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 吃 过 晚 饭 ， 我 独 自 出 去 赏 月 。
A 1 2|||S|||过|||REQUIRED|||-NONE-|||1
A 7 7|||M|||自|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 吃 了 晚 饭 ， 我 独 自 出 去 赏 月 。
A 7 7|||M|||自|||REQUIRED|||-NONE-|||2
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 吃 了 晚 饭 后 ， 我 独 自 出 去 赏 月 。
A 4 4|||M|||后|||REQUIRED|||-NONE-|||3
A 7 7|||M|||自|||REQUIRED|||-NONE-|||3
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 我 来 中 国 之 后 我 常 常 听 中 国 的 流 行 歌 曲 。 从 那 么 过 程 中 ， 我 可 以 了 解 现 在 中 国 年 轻 人 的 感 情 和 他 们 的 文 化 。
T0-A0 来 中 国 之 后 ， 我 常 常 听 中 国 的 流 行 歌 曲 。 从 那 个 过 程 中 ， 我 可 以 了 解 现 在 的 中 国 年 轻 人 的 感 情 和 他 们 的 文 化 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M|||，|||REQUIRED|||-NONE-|||0
A 20 21|||S|||个|||REQUIRED|||-NONE-|||0
A 32 32|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 来 中 国 之 后 ， 我 常 常 听 中 国 的 流 行 歌 曲 。 在 那 个 过 程 中 ， 我 可 以 了 解 到 现 在 中 国 年 轻 人 的 感 情 和 他 们 的 文 化 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 6|||M|||，|||REQUIRED|||-NONE-|||1
A 18 19|||S|||在|||REQUIRED|||-NONE-|||1
A 20 21|||S|||个|||REQUIRED|||-NONE-|||1
A 30 30|||M|||到|||REQUIRED|||-NONE-|||1
T2-A0 来 中 国 之 后 ， 我 常 常 听 中 国 的 流 行 歌 曲 。 从 那 个 过 程 中 ， 我 可 以 了 解 到 现 在 中 国 年 轻 人 的 感 情 和 他 们 的 文 化 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 6 6|||M|||，|||REQUIRED|||-NONE-|||2
A 20 21|||S|||个|||REQUIRED|||-NONE-|||2
A 30 30|||M|||到|||REQUIRED|||-NONE-|||2

S 我 非 常 喜 欢 旅 游 ， 从 小 就 根 我 爸 妈 去 参 观 世 界 。 到 我 离 开 出 家 以 前 ， 我 们 每 年 都 去 中 国 上 海 看 看 家 庭 。
T0-A0 我 非 常 喜 欢 旅 游 ， 从 小 就 跟 我 爸 妈 去 游 览 世 界 。 到 我 离 开 家 以 前 ， 我 们 家 庭 每 年 都 去 中 国 上 海 看 看 。
A 11 12|||S|||跟|||REQUIRED|||-NONE-|||0
A 16 18|||S|||游 览|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 44|||W|||家 庭 每 年 都 去 中 国 上 海 看 看|||REQUIRED|||-NONE-|||0
T1-A0 我 非 常 喜 欢 旅 游 ， 从 小 就 跟 我 爸 妈 去 环 游 世 界 。 直 到 我 离 开 家 以 前 ， 我 们 每 年 都 会 去 中 国 上 海 看 看 。
A 11 12|||S|||跟|||REQUIRED|||-NONE-|||1
A 16 18|||S|||环 游|||REQUIRED|||-NONE-|||1
A 21 21|||M|||直|||REQUIRED|||-NONE-|||1
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 35|||M|||会|||REQUIRED|||-NONE-|||1
A 42 44|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 有 时 候 听 悲 哀 的 流 行 歌 曲 ， 听 着 听 着 哭 起 来 的 事 情 也 比 较 多 。 我 也 知 道 这 样 的 歌 词 跟 我 一 点 儿 也 没 有 关 系 。
T0-A0 我 听 悲 哀 的 流 行 歌 曲 ， 听 着 听 着 哭 起 来 的 情 况 也 比 较 多 ， 尽 管 我 也 知 道 这 样 的 歌 词 跟 我 一 点 儿 关 系 也 没 有 。
A 0 3|||S|||我|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||况|||REQUIRED|||-NONE-|||0
A 26 27|||S|||， 尽 管|||REQUIRED|||-NONE-|||0
A 41 46|||W|||关 系 也 没 有|||REQUIRED|||-NONE-|||0
T1-A0 我 有 时 候 听 悲 哀 的 流 行 歌 曲 ， 听 着 听 着 哭 起 来 的 情 况 也 比 较 多 。 即 使 我 知 道 这 样 的 歌 词 跟 我 一 点 儿 关 系 也 没 有 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 22|||M|||况|||REQUIRED|||-NONE-|||1
A 27 27|||M|||即 使|||REQUIRED|||-NONE-|||1
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 41 46|||W|||关 系 也 没 有|||REQUIRED|||-NONE-|||1
T2-A0 有 时 候 听 悲 哀 的 流 行 歌 曲 ， 听 着 听 着 哭 起 来 的 时 候 也 比 较 多 。 我 也 知 道 这 样 的 歌 词 跟 我 一 点 儿 关 系 也 没 有 。
A 20 22|||S|||时 候|||REQUIRED|||-NONE-|||2
A 41 46|||W|||关 系 也 没 有|||REQUIRED|||-NONE-|||2

S 最 近 青 少 年 的 吸 烟 越 来 越 多 。 这 个 问 题 的 背 景 有 对 青 少 年 的 教 育 。 因 为 对 吸 烟 的 知 识 太 少 ， 所 以 不 少 青 少 年 很 早 开 始 吸 烟 ， 而 且 很 多 成 人 的 吸 烟 者 不 考 虑 吸 烟 的 地 点 ， 所 以 不 管 什 么 地 方 ， 都 能 看 到 吸 烟 者 。
T0-A0 最 近 吸 烟 的 青 少 年 越 来 越 多 。 这 个 问 题 的 背 景 是 对 青 少 年 的 教 育 。 因 为 对 吸 烟 的 知 识 了 解 太 少 ， 所 以 不 少 青 少 年 开 始 吸 烟 ， 而 且 很 多 成 人 吸 烟 者 不 考 虑 吸 烟 的 地 点 ， 所 以 不 管 什 么 地 方 ， 都 能 看 到 吸 烟 者 。
A 2 8|||W|||吸 烟 的 青 少 年|||REQUIRED|||-NONE-|||0
A 20 21|||S|||是|||REQUIRED|||-NONE-|||0
A 37 37|||M|||了 解|||REQUIRED|||-NONE-|||0
A 47 49|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 61|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 最 近 吸 烟 的 青 少 年 越 来 越 多 。 这 个 问 题 的 背 后 反 映 着 对 青 少 年 的 教 育 问 题 。 因 为 对 吸 烟 的 知 识 太 少 ， 所 以 不 少 青 少 年 很 早 就 开 始 吸 烟 ， 而 且 很 多 成 人 的 吸 烟 者 不 考 虑 吸 烟 的 地 点 ， 所 以 不 管 什 么 地 方 ， 都 能 看 到 吸 烟 者 。
A 2 8|||W|||吸 烟 的 青 少 年|||REQUIRED|||-NONE-|||1
A 19 21|||S|||后 反 映 着|||REQUIRED|||-NONE-|||1
A 28 28|||M|||问 题|||REQUIRED|||-NONE-|||1
A 49 49|||M|||就|||REQUIRED|||-NONE-|||1

S 坐 快 速 火 车 去 父 亲 家 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 父 母 以 前 都 是 动 物 员 ， 所 以 对 我 来 说 父 母 就 是 体 育 老 师 。
T0-A0 我 父 母 以 前 都 是 运 动 员 ， 所 以 对 我 来 说 父 母 就 是 体 育 老 师 。
A 7 7|||M|||运|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 觉 得 应 该 说 出 真 相 尽 可 能 多 ， 但 有 时 候 被 迫 说 谎 。
T0-A0 我 觉 得 应 该 尽 可 能 多 地 说 出 真 相 ， 但 有 时 候 被 迫 说 谎 。
A 5 13|||W|||尽 可 能 多 地 说 出 真 相|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 应 该 说 出 尽 可 能 多 的 真 相 ， 但 有 时 候 会 被 迫 说 谎 。
A 7 13|||W|||尽 可 能 多 的 真 相|||REQUIRED|||-NONE-|||1
A 18 18|||M|||会|||REQUIRED|||-NONE-|||1
T2-A0 我 觉 得 应 该 尽 可 能 多 地 说 出 真 相 ， 但 有 时 候 会 被 迫 说 谎 。
A 5 13|||W|||尽 可 能 多 地 说 出 真 相|||REQUIRED|||-NONE-|||2
A 18 18|||M|||会|||REQUIRED|||-NONE-|||2

S 当 今 最 热 门 歌 手 ， 不 说 ， 喜 欢 流 行 歌 曲 的 朋 友 来 说 多 半 是 “ 周 董 ” 周 杰 伦 ， 说 到 这 位 歌 手 有 趣 的 “ 不 清 楚 ” 歌 法 ， 是 很 喜 费 玉 清 而 不 喜 欢 流 行 歌 曲 的 长 辈 们 所 厌 恶 。
T0-A0 当 今 最 热 门 的 歌 手 ， 不 得 不 说 ， 对 喜 欢 流 行 歌 曲 的 朋 友 来 说 多 半 是 “ 周 董 ” 周 杰 伦 。 说 到 这 位 歌 手 ， 他 有 趣 的 “ 不 清 楚 ” 的 歌 词 受 很 多 喜 欢 费 玉 清 但 不 喜 欢 流 行 歌 曲 的 长 辈 们 厌 恶 。
A 5 5|||M|||的|||REQUIRED|||-NONE-|||0
A 8 8|||M|||不 得|||REQUIRED|||-NONE-|||0
A 11 11|||M|||对|||REQUIRED|||-NONE-|||0
A 32 33|||S|||。|||REQUIRED|||-NONE-|||0
A 39 39|||M|||， 他|||REQUIRED|||-NONE-|||0
A 47 47|||M|||的|||REQUIRED|||-NONE-|||0
A 48 51|||S|||词 受|||REQUIRED|||-NONE-|||0
A 52 52|||M|||多|||REQUIRED|||-NONE-|||0
A 53 53|||M|||欢|||REQUIRED|||-NONE-|||0
A 56 57|||S|||但|||REQUIRED|||-NONE-|||0
A 68 69|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 不 得 不 说 ， 对 喜 欢 流 行 歌 曲 的 朋 友 来 说 当 今 最 热 门 歌 手 多 半 是 “ 周 董 ” 周 杰 伦 。 说 到 这 位 歌 手 ， 他 有 趣 的 “ 不 清 楚 ” 歌 词 受 到 很 喜 欢 费 玉 清 但 不 喜 欢 流 行 歌 曲 的 长 辈 们 的 厌 恶 。
A 0 8|||S|||不 得|||REQUIRED|||-NONE-|||1
A 11 11|||M|||对|||REQUIRED|||-NONE-|||1
A 22 22|||M|||当 今 最 热 门 歌 手|||REQUIRED|||-NONE-|||1
A 32 33|||S|||。|||REQUIRED|||-NONE-|||1
A 39 39|||M|||， 他|||REQUIRED|||-NONE-|||1
A 48 51|||S|||词 受 到|||REQUIRED|||-NONE-|||1
A 53 53|||M|||欢|||REQUIRED|||-NONE-|||1
A 56 57|||S|||但|||REQUIRED|||-NONE-|||1
A 68 69|||S|||的|||REQUIRED|||-NONE-|||1

S 我 跟 朋 友 见 面 了 ， 一 起 去 婚 礼 的 地 方 。 苏 联 婚 礼 真 热 闹 ！ 大 家 都 在 新 娘 的 家 ， 帮 助 她 准 备 好 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 才 能 保 护 环 境 ， 应 该 节 约 用 水 ， 分 开 玻 璃 、 塑 料 、 文 件 、 路 和 电 池 。 也 应 该 使 用 可 再 生 的 资 源 ， 比 如 冈 和 太 阳 能 。
T0-A0 想 要 保 护 环 境 ， 应 该 节 约 用 水 ， 分 开 玻 璃 、 塑 料 、 文 件 、 [缺失成分] 和 电 池 。 也 应 该 使 用 可 再 生 的 资 源 ， 比 如 风 能 和 太 阳 能 。
A 0 2|||S|||想 要|||REQUIRED|||-NONE-|||0
A 25 26|||S|||[缺失成分]|||REQUIRED|||-NONE-|||0
A 44 45|||S|||风 能|||REQUIRED|||-NONE-|||0
T1-A0 想 要 保 护 环 境 ， 应 该 节 约 用 水 ， 分 开 玻 璃 、 塑 料 、 文 件 、 [缺失成分] 和 电 池 ， 也 应 该 使 用 可 再 生 的 资 源 ， 比 如 风 和 太 阳 能 。
A 0 2|||S|||想 要|||REQUIRED|||-NONE-|||1
A 25 26|||S|||[缺失成分]|||REQUIRED|||-NONE-|||1
A 29 30|||S|||，|||REQUIRED|||-NONE-|||1
A 44 45|||S|||风|||REQUIRED|||-NONE-|||1

S 我 要 我 家 人 的 工 作 介 绍 ： 我 爸 爸 是 一 个 会 计 师 ， 他 喜 欢 他 的 职 业 了 的 。 他 的 职 业 在 中 城 市 ， 这 个 地 方 离 父 母 的 家 很 近 。 他 坐 公 共 汽 车 去 职 业 的 地 方 。 我 妈 妈 是 管 家 婆 ， 她 没 有 收 入 ， 但 她 在 家 工 作 。 我 哥 哥 住 在 日 内 瓦 ， 他 是 建 筑 师 。 他 学 了 日 内 瓦 大 学 学 了 六 年 。 他 每 天 骑 自 行 车 去 职 业 的 地 方 。 我 不 知 道 他 的 收 人 高 还 是 矮 ， 我 只 会 他 有 一 个 体 面 的 职 业 。
T0-A0 我 将 介 绍 我 家 人 的 工 作 ： 我 爸 爸 是 一 个 会 计 师 ， 他 喜 欢 他 的 职 业 。 他 工 作 的 地 方 在 城 市 中 心 ， 这 个 地 方 离 我 父 母 的 家 很 近 。 他 坐 公 共 汽 车 去 上 班 。 我 妈 妈 是 管 家 婆 ， 她 没 有 收 入 ， 但 她 在 家 工 作 。 我 哥 哥 住 在 日 内 瓦 ， 他 是 建 筑 师 。 他 在 日 内 瓦 大 学 学 了 六 年 。 他 每 天 骑 自 行 车 去 上 班 。 我 不 知 道 他 的 收 入 高 还 是 低 ， 我 只 知 道 他 有 一 个 体 面 的 工 作 。
A 1 2|||S|||将 介 绍|||REQUIRED|||-NONE-|||0
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||工 作|||REQUIRED|||-NONE-|||0
A 33 35|||S|||地 方|||REQUIRED|||-NONE-|||0
A 36 39|||W|||城 市 中|||REQUIRED|||-NONE-|||0
A 39 39|||M|||心|||REQUIRED|||-NONE-|||0
A 45 45|||M|||我|||REQUIRED|||-NONE-|||0
A 59 64|||S|||上 班|||REQUIRED|||-NONE-|||0
A 102 104|||S|||在|||REQUIRED|||-NONE-|||0
A 122 127|||S|||上 班|||REQUIRED|||-NONE-|||0
A 135 136|||S|||入|||REQUIRED|||-NONE-|||0
A 139 140|||S|||低|||REQUIRED|||-NONE-|||0
A 143 144|||S|||知 道|||REQUIRED|||-NONE-|||0
A 151 153|||S|||工 作|||REQUIRED|||-NONE-|||0
T0-A1 我 将 介 绍 我 家 人 的 工 作 ： 我 爸 爸 是 一 个 会 计 师 ， 他 喜 欢 他 的 职 业 。 他 工 作 的 地 方 在 城 市 中 心 ， 这 个 地 方 离 我 父 母 的 家 很 近 。 他 坐 公 共 汽 车 去 上 班 。 我 妈 妈 是 管 家 婆 ， 她 没 有 收 入 ， 但 她 在 家 工 作 。 我 哥 哥 住 在 日 内 瓦 ， 他 是 建 筑 师 。 他 在 日 内 瓦 大 学 学 了 六 年 。 他 每 天 骑 自 行 车 去 上 班 。 我 不 知 道 他 的 收 入 高 还 是 低 ， 我 只 知 道 他 有 一 个 体 面 的 工 作 。
A 1 2|||S|||将 介 绍|||REQUIRED|||-NONE-|||0
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||工 作|||REQUIRED|||-NONE-|||0
A 33 35|||S|||地 方|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 39|||M|||中 心|||REQUIRED|||-NONE-|||0
A 45 45|||M|||我|||REQUIRED|||-NONE-|||0
A 59 64|||S|||上 班|||REQUIRED|||-NONE-|||0
A 102 104|||S|||在|||REQUIRED|||-NONE-|||0
A 122 127|||S|||上 班|||REQUIRED|||-NONE-|||0
A 135 136|||S|||入|||REQUIRED|||-NONE-|||0
A 139 140|||S|||低|||REQUIRED|||-NONE-|||0
A 143 144|||S|||知 道|||REQUIRED|||-NONE-|||0
A 151 153|||S|||工 作|||REQUIRED|||-NONE-|||0
T1-A0 我 要 介 绍 我 家 人 的 工 作 ： 我 爸 爸 是 一 个 会 计 师 ， 他 喜 欢 他 的 职 业 。 他 在 城 市 中 心 工 作 ， 这 个 地 方 离 父 母 的 家 很 近 。 他 坐 公 共 汽 车 去 工 作 的 地 方 。 我 妈 妈 是 管 家 婆 ， 她 没 有 收 入 ， 但 她 在 家 工 作 。 我 哥 哥 住 在 日 内 瓦 ， 他 是 建 筑 师 。 他 在 日 内 瓦 大 学 学 了 六 年 。 他 每 天 骑 自 行 车 去 工 作 的 地 方 。 我 不 知 道 他 的 收 入 高 还 是 低 ， 我 只 知 道 他 有 一 个 体 面 的 工 作 。
A 2 10|||W|||介 绍 我 家 人 的 工 作|||REQUIRED|||-NONE-|||1
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 32 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 39|||W|||城 市 中|||REQUIRED|||-NONE-|||1
A 39 39|||M|||心 工 作|||REQUIRED|||-NONE-|||1
A 59 61|||S|||工 作|||REQUIRED|||-NONE-|||1
A 102 104|||S|||在|||REQUIRED|||-NONE-|||1
A 122 124|||S|||工 作|||REQUIRED|||-NONE-|||1
A 135 136|||S|||入|||REQUIRED|||-NONE-|||1
A 139 140|||S|||低|||REQUIRED|||-NONE-|||1
A 143 144|||S|||知 道|||REQUIRED|||-NONE-|||1
A 151 153|||S|||工 作|||REQUIRED|||-NONE-|||1
T1-A1 我 要 介 绍 我 家 人 的 工 作 ： 我 爸 爸 是 一 个 会 计 师 ， 他 喜 欢 他 的 职 业 。 他 在 城 市 中 心 工 作 ， 这 个 地 方 离 父 母 的 家 很 近 。 他 坐 公 共 汽 车 去 工 作 的 地 方 。 我 妈 妈 是 管 家 婆 ， 她 没 有 收 入 ， 但 她 在 家 工 作 。 我 哥 哥 住 在 日 内 瓦 ， 他 是 建 筑 师 。 他 在 日 内 瓦 大 学 学 了 六 年 。 他 每 天 骑 自 行 车 去 工 作 的 地 方 。 我 不 知 道 他 的 收 入 高 还 是 低 ， 我 只 知 道 他 有 一 个 体 面 的 工 作 。
A 2 10|||W|||介 绍 我 家 人 的 工 作|||REQUIRED|||-NONE-|||1
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 32 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 39|||M|||中 心 工 作|||REQUIRED|||-NONE-|||1
A 59 61|||S|||工 作|||REQUIRED|||-NONE-|||1
A 102 104|||S|||在|||REQUIRED|||-NONE-|||1
A 122 124|||S|||工 作|||REQUIRED|||-NONE-|||1
A 135 136|||S|||入|||REQUIRED|||-NONE-|||1
A 139 140|||S|||低|||REQUIRED|||-NONE-|||1
A 143 144|||S|||知 道|||REQUIRED|||-NONE-|||1
A 151 153|||S|||工 作|||REQUIRED|||-NONE-|||1
T2-A0 我 要 介 绍 我 家 人 的 工 作 ： 我 爸 爸 是 一 个 会 计 师 ， 他 喜 欢 他 的 职 业 。 他 的 工 作 单 位 在 市 中 心 ， 这 个 地 方 离 父 母 的 家 很 近 。 他 坐 公 共 汽 车 去 工 作 的 地 方 。 我 妈 妈 是 管 家 婆 ， 她 没 有 收 入 ， 但 她 在 家 工 作 。 我 哥 哥 住 在 日 内 瓦 ， 他 是 建 筑 师 。 他 在 日 内 瓦 大 学 学 了 六 年 。 他 每 天 骑 自 行 车 去 工 作 的 地 方 。 我 不 知 道 他 的 收 入 高 还 是 低 ， 我 只 知 道 他 有 一 个 体 面 的 工 作 。
A 2 10|||W|||介 绍 我 家 人 的 工 作|||REQUIRED|||-NONE-|||2
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 33 35|||S|||工 作 单 位|||REQUIRED|||-NONE-|||2
A 36 36|||M|||市|||REQUIRED|||-NONE-|||2
A 37 39|||S|||心|||REQUIRED|||-NONE-|||2
A 59 61|||S|||工 作|||REQUIRED|||-NONE-|||2
A 102 104|||S|||在|||REQUIRED|||-NONE-|||2
A 122 124|||S|||工 作|||REQUIRED|||-NONE-|||2
A 135 136|||S|||入|||REQUIRED|||-NONE-|||2
A 139 140|||S|||低|||REQUIRED|||-NONE-|||2
A 143 144|||S|||知 道|||REQUIRED|||-NONE-|||2
A 151 153|||S|||工 作|||REQUIRED|||-NONE-|||2

S 人 还 少 时 候 什 么 都 不 知 道 ， 连 说 话 也 不 会 说 。
T0-A0 人 还 小 的 时 候 什 么 都 不 知 道 ， 连 话 也 不 会 说 。
A 2 3|||S|||小 的|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 人 小 的 时 候 什 么 都 不 知 道 ， 连 话 也 不 会 说 。
A 1 3|||S|||小 的|||REQUIRED|||-NONE-|||1
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 如 果 要 把 日 语 教 给 人 家 的 话 ， 不 管 职 业 的 或 义 工 的 ， 需 要 把 日 语 客 观 的 分 析 而 说 明 的 能 力 。
T0-A0 如 果 要 教 别 人 日 语 的 话 ， 不 管 是 职 业 的 ， 还 是 义 工 的 ， 需 要 有 客 观 地 分 析 和 说 明 日 语 的 能 力 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||S|||别|||REQUIRED|||-NONE-|||0
A 9 10|||S|||日 语|||REQUIRED|||-NONE-|||0
A 15 15|||M|||是|||REQUIRED|||-NONE-|||0
A 18 19|||S|||， 还 是|||REQUIRED|||-NONE-|||0
A 25 28|||S|||有|||REQUIRED|||-NONE-|||0
A 30 31|||S|||地|||REQUIRED|||-NONE-|||0
A 33 34|||S|||和|||REQUIRED|||-NONE-|||0
A 36 36|||M|||日 语|||REQUIRED|||-NONE-|||0
T1-A0 如 果 要 给 人 家 教 日 语 的 话 ， 不 管 是 职 业 的 还 是 公 益 的 ， 都 需 要 具 有 把 日 语 客 观 地 分 析 然 后 说 明 的 能 力 。
A 3 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 10|||M|||教 日 语|||REQUIRED|||-NONE-|||1
A 15 15|||M|||是|||REQUIRED|||-NONE-|||1
A 18 21|||S|||还 是 公 益|||REQUIRED|||-NONE-|||1
A 23 23|||M|||都|||REQUIRED|||-NONE-|||1
A 25 25|||M|||具 有|||REQUIRED|||-NONE-|||1
A 30 31|||S|||地|||REQUIRED|||-NONE-|||1
A 33 34|||S|||然 后|||REQUIRED|||-NONE-|||1
T2-A0 如 果 教 人 家 日 语 的 话 ， 不 管 是 职 业 的 或 是 义 工 的 ， 都 需 要 有 把 日 语 客 观 地 分 析 和 说 明 的 能 力 。
A 2 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 10 10|||M|||日 语|||REQUIRED|||-NONE-|||2
A 15 15|||M|||是|||REQUIRED|||-NONE-|||2
A 19 19|||M|||是|||REQUIRED|||-NONE-|||2
A 23 23|||M|||都|||REQUIRED|||-NONE-|||2
A 25 25|||M|||有|||REQUIRED|||-NONE-|||2
A 30 31|||S|||地|||REQUIRED|||-NONE-|||2
A 33 34|||S|||和|||REQUIRED|||-NONE-|||2

S 那 边 的 环 境 很 漂 亮 ， 我 感 觉 到 了 中 国 的 香 。
T0-A0 那 边 的 环 境 很 漂 亮 ， 我 感 觉 到 了 中 国 的 美 好 。
A 17 18|||S|||美 好|||REQUIRED|||-NONE-|||0
T1-A0 那 边 的 环 境 很 漂 亮 ， 我 感 觉 到 了 中 国 的 美 。
A 17 18|||S|||美|||REQUIRED|||-NONE-|||1

S 爸 爸 也 常 带 我 去 球 场 踢 球 ， 所 以 从 六 岁 起 到 现 在 我 很 喜 欢 踢 足 球 和 看 足 球 比 赛 ， 这 是 因 为 得 爸 爸 的 培 养 而 引 起 的 。
T0-A0 爸 爸 也 常 带 我 去 球 场 踢 球 ， 所 以 从 六 岁 起 到 现 在 我 一 直 很 喜 欢 踢 足 球 和 看 足 球 比 赛 ， 这 是 因 为 得 到 爸 爸 的 培 养 。
A 22 22|||M|||一 直|||REQUIRED|||-NONE-|||0
A 40 40|||M|||到|||REQUIRED|||-NONE-|||0
A 45 49|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 爸 爸 也 常 带 我 去 球 场 踢 球 ， 所 以 从 六 岁 起 到 现 在 我 都 很 喜 欢 踢 足 球 和 看 足 球 比 赛 ， 这 是 因 为 爸 爸 的 培 养 。
A 22 22|||M|||都|||REQUIRED|||-NONE-|||1
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 爸 爸 也 常 带 我 去 球 场 踢 球 ， 所 以 从 六 岁 起 到 现 在 我 都 很 喜 欢 踢 足 球 和 看 足 球 比 赛 ， 这 是 爸 爸 的 培 养 引 起 的 。
A 22 22|||M|||都|||REQUIRED|||-NONE-|||2
A 37 40|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 出 生 于 在 奥 地 利 。 高 中 毕 业 后 我 选 只 来 到 瑞 士 。 对 于 奥 地 利 人 来 说 ， 出 法 语 区 的 地 方 念 大 学 ， 不 是 很 正 常 。 首 于 对 于 我 来 说 ， 成 尺 年 景 后 的 事 是 去 看 世 界 。 在 日 内 瓦 大 学 我 宣 告 汉 学 系 和 阿 拉 拔 语 。
T0-A0 我 出 生 在 奥 地 利 。 高 中 毕 业 后 我 选 择 来 到 瑞 士 。 对 于 奥 地 利 人 来 说 ， 去 法 语 区 念 大 学 不 是 很 常 见 。 首 先 对 于 我 来 说 ， 成 年 后 的 事 是 去 看 世 界 。 在 日 内 瓦 大 学 我 学 习 汉 学 和 阿 拉 伯 语 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||S|||择|||REQUIRED|||-NONE-|||0
A 31 32|||S|||去|||REQUIRED|||-NONE-|||0
A 35 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 47|||M|||见|||REQUIRED|||-NONE-|||0
A 49 50|||S|||先|||REQUIRED|||-NONE-|||0
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 76 78|||S|||学 习|||REQUIRED|||-NONE-|||0
A 80 81|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 84 85|||S|||伯|||REQUIRED|||-NONE-|||0
T1-A0 我 出 生 于 奥 地 利 。 高 中 毕 业 后 我 选 择 只 身 来 到 瑞 士 。 对 于 奥 地 利 人 来 说 ， 去 法 语 区 念 大 学 ， 不 是 很 常 见 。 但 是 对 于 我 来 说 ， 成 年 后 首 要 的 事 是 去 看 世 界 。 在 日 内 瓦 大 学 我 学 习 汉 学 和 阿 拉 伯 语 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 16|||M|||择|||REQUIRED|||-NONE-|||1
A 17 17|||M|||身|||REQUIRED|||-NONE-|||1
A 31 32|||S|||去|||REQUIRED|||-NONE-|||1
A 35 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 47 47|||M|||见|||REQUIRED|||-NONE-|||1
A 48 50|||S|||但 是|||REQUIRED|||-NONE-|||1
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 61 61|||M|||首 要|||REQUIRED|||-NONE-|||1
A 76 78|||S|||学 习|||REQUIRED|||-NONE-|||1
A 80 81|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 84 85|||S|||伯|||REQUIRED|||-NONE-|||1
T2-A0 我 在 奥 地 利 出 生 。 高 中 毕 业 后 我 选 择 来 到 瑞 士 。 对 于 奥 地 利 人 来 说 ， 去 法 语 区 的 地 方 念 大 学 ， 不 是 很 常 见 。 对 于 我 来 说 ， 成 年 后 最 想 干 的 事 是 去 看 世 界 。 我 在 日 内 瓦 大 学 学 习 汉 语 和 阿 拉 伯 语 。
A 1 8|||W|||在 奥 地 利 出 生|||REQUIRED|||-NONE-|||2
A 16 17|||S|||择|||REQUIRED|||-NONE-|||2
A 31 32|||S|||去|||REQUIRED|||-NONE-|||2
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 47 47|||M|||见|||REQUIRED|||-NONE-|||2
A 48 50|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 61 61|||M|||最 想 干|||REQUIRED|||-NONE-|||2
A 69 69|||M|||我|||REQUIRED|||-NONE-|||2
A 75 78|||S|||学 习|||REQUIRED|||-NONE-|||2
A 79 81|||S|||语|||REQUIRED|||-NONE-|||2
A 84 85|||S|||伯|||REQUIRED|||-NONE-|||2
T3-A0 我 出 生 于 奥 地 利 。 高 中 毕 业 后 我 选 择 来 到 瑞 士 。 对 于 奥 地 利 人 来 说 ， 去 法 语 区 念 大 学 不 是 很 常 见 。 首 先 对 于 我 来 说 ， 成 年 后 的 事 是 去 看 世 界 。 在 日 内 瓦 大 学 我 学 习 汉 学 和 阿 拉 伯 语 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 16 17|||S|||择|||REQUIRED|||-NONE-|||3
A 31 32|||S|||去|||REQUIRED|||-NONE-|||3
A 35 38|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 47 47|||M|||见|||REQUIRED|||-NONE-|||3
A 49 50|||S|||先|||REQUIRED|||-NONE-|||3
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 76 78|||S|||学 习|||REQUIRED|||-NONE-|||3
A 80 81|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 84 85|||S|||伯|||REQUIRED|||-NONE-|||3

S 他 在 的 时 候 ， 他 是 个 哲 学 者 ， 在 日 本 的 大 学 教 西 洋 哲 学 和 德 语 。
T0-A0 他 在 世 的 时 候 ， 是 个 哲 学 者 ， 在 日 本 的 大 学 教 西 洋 哲 学 和 德 语 。
A 2 2|||M|||世|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 他 活 着 的 时 候 ， 是 个 哲 学 者 ， 在 日 本 的 大 学 教 西 洋 哲 学 和 德 语 。
A 1 2|||S|||活 着|||REQUIRED|||-NONE-|||1
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 比 较 喜 洗 盘 子 和 餐 具 ！ 大 部 分 的 时 候 总 是 由 别 的 人 做 饭 ， 然 后 我 们 一 起 吃 饭 ， 吃 完 后 我 负 责 洗 餐 具 。
T0-A0 我 比 较 喜 欢 洗 餐 具 ！ 大 部 分 的 时 候 由 别 的 人 做 饭 ， 然 后 我 们 一 起 吃 饭 ， 吃 完 后 我 负 责 洗 餐 具 。
A 4 4|||M|||欢|||REQUIRED|||-NONE-|||0
A 5 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 比 较 喜 欢 洗 餐 具 ！ 大 部 分 的 时 候 总 是 由 别 的 人 做 饭 ， 然 后 我 们 一 起 吃 饭 ， 吃 完 后 我 负 责 洗 餐 具 。
A 4 4|||M|||欢|||REQUIRED|||-NONE-|||1
A 5 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 孩 子 还 没 出 生 父 母 已 经 为 孩 子 着 想 。 孩 子 还 在 肚 子 里 ， 妈 妈 常 常 听 音 乐 到 底 是 为 了 什 么 ？
T0-A0 孩 子 还 没 出 生 时 父 母 已 经 在 为 孩 子 着 想 。 孩 子 还 在 肚 子 里 时 ， 妈 妈 常 常 听 音 乐 到 底 是 为 了 什 么 ？
A 6 6|||M|||时|||REQUIRED|||-NONE-|||0
A 10 10|||M|||在|||REQUIRED|||-NONE-|||0
A 23 23|||M|||时|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 还 没 出 生 父 母 就 已 经 在 为 孩 子 着 想 。 孩 子 还 在 肚 子 里 时 ， 妈 妈 就 常 常 听 音 乐 ， 这 到 底 是 为 了 什 么 ？
A 8 8|||M|||就|||REQUIRED|||-NONE-|||1
A 10 10|||M|||在|||REQUIRED|||-NONE-|||1
A 23 23|||M|||时|||REQUIRED|||-NONE-|||1
A 26 26|||M|||就|||REQUIRED|||-NONE-|||1
A 31 31|||M|||， 这|||REQUIRED|||-NONE-|||1

S 父 母 应 当 好 好 地 教 育 孩 子 以 免 不 再 发 生 在 伊 朗 的 悲 剧 ！
T0-A0 父 母 应 当 好 好 地 教 育 孩 子 以 免 发 生 伊 朗 的 悲 剧 ！
A 13 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 父 母 应 当 好 好 地 教 育 孩 子 ， 以 免 再 发 生 伊 朗 的 悲 剧 ！
A 11 11|||M|||，|||REQUIRED|||-NONE-|||1
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 父 母 应 当 好 好 地 教 育 孩 子 ， 以 免 再 发 生 在 伊 朗 发 生 过 的 悲 剧 ！
A 11 11|||M|||，|||REQUIRED|||-NONE-|||2
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 20|||M|||发 生 过|||REQUIRED|||-NONE-|||2
T3-A0 父 母 应 当 好 好 地 教 育 孩 子 以 免 再 发 生 在 伊 朗 发 生 的 悲 剧 ！
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 20 20|||M|||发 生|||REQUIRED|||-NONE-|||3

S 2 0 0 4 年 ， 张 华 在 北 京 大 学 是 一 位 老 师 。 学 校 里 有 很 多 学 生 和 士 大 夫 。
T0-A0 2 0 0 4 年 ， 张 华 是 北 京 大 学 的 一 位 老 师 。 学 校 里 有 很 多 学 生 和 老 师 。
A 8 9|||S|||是|||REQUIRED|||-NONE-|||0
A 13 14|||S|||的|||REQUIRED|||-NONE-|||0
A 28 31|||S|||老 师|||REQUIRED|||-NONE-|||0
T1-A0 2 0 0 4 年 ， 张 华 在 北 京 大 学 当 老 师 。 学 校 里 有 很 多 学 生 和 老 师 。
A 13 16|||S|||当|||REQUIRED|||-NONE-|||1
A 28 31|||S|||老 师|||REQUIRED|||-NONE-|||1
T2-A0 2 0 0 4 年 ， 张 华 在 北 京 大 学 任 教 。 学 校 里 有 很 多 学 生 和 老 师 。
A 13 18|||S|||任 教|||REQUIRED|||-NONE-|||2
A 28 31|||S|||老 师|||REQUIRED|||-NONE-|||2

S 吸 烟 不 仅 对 吸 烟 者 危 害 健 康 ， 还 对 跟 吸 烟 者 在 一 起 的 人 也 有 影 响 。
T0-A0 吸 烟 不 仅 对 吸 烟 者 健 康 有 危 害 ， 对 跟 吸 烟 者 在 一 起 的 人 也 有 影 响 。
A 8 12|||W|||健 康 有 危 害|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 不 仅 对 吸 烟 者 健 康 有 危 害 ， 还 对 跟 吸 烟 者 在 一 起 的 人 有 影 响 。
A 8 12|||W|||健 康 有 危 害|||REQUIRED|||-NONE-|||1
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 它 有 着 和 彩 虹 般 色 彩 斑 斓 的 翅 膀 。
T0-A0 它 有 着 彩 虹 般 色 彩 斑 斓 的 翅 膀 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 它 有 着 和 彩 虹 一 样 色 彩 斑 斓 的 翅 膀 。
A 6 7|||S|||一 样|||REQUIRED|||-NONE-|||1

S 我 认 为 跟 别 人 交 流 中 最 重 要 的 是 行 为 举 止 。 因 为 自 己 做 什 么 就 对 别 人 会 影 响 ， 所 以 不 要 做 别 人 觉 得 不 舒 服 的 事 。
T0-A0 我 认 为 在 跟 别 人 交 流 的 过 程 中 ， 最 重 要 的 是 行 为 举 止 。 因 为 自 己 做 什 么 都 会 对 别 人 产 生 影 响 ， 所 以 不 要 做 使 别 人 觉 得 不 舒 服 的 事 。
A 3 3|||M|||在|||REQUIRED|||-NONE-|||0
A 8 8|||M|||的 过 程|||REQUIRED|||-NONE-|||0
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 26 27|||S|||都 会|||REQUIRED|||-NONE-|||0
A 30 31|||S|||产 生|||REQUIRED|||-NONE-|||0
A 39 39|||M|||使|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 在 跟 别 人 交 流 的 过 程 中 ， 最 重 要 的 是 行 为 举 止 。 因 为 自 己 做 什 么 就 会 对 别 人 造 成 什 么 影 响 ， 所 以 不 要 做 让 别 人 觉 得 不 舒 服 的 事 。
A 3 3|||M|||在|||REQUIRED|||-NONE-|||1
A 8 8|||M|||的 过 程|||REQUIRED|||-NONE-|||1
A 9 9|||M|||，|||REQUIRED|||-NONE-|||1
A 27 27|||M|||会|||REQUIRED|||-NONE-|||1
A 30 31|||S|||造 成 什 么|||REQUIRED|||-NONE-|||1
A 39 39|||M|||让|||REQUIRED|||-NONE-|||1

S 我 不 喜 欢 旅 行 团 ， 因 为 我 要 決 定 路 线 。 但 是 明 年 我 会 做 旅 行 团 ， 因 为 我 要 去 中 国 。
T0-A0 我 不 喜 欢 旅 行 团 ， 因 为 我 要 自 己 决 定 路 线 。 但 是 明 年 我 会 参 加 旅 行 团 ， 因 为 我 要 去 中 国 。
A 12 13|||S|||自 己 决|||REQUIRED|||-NONE-|||0
A 23 24|||S|||参 加|||REQUIRED|||-NONE-|||0
T1-A0 我 不 喜 欢 旅 行 团 ， 因 为 我 要 自 己 决 定 路 线 。 但 是 明 年 我 会 跟 旅 行 团 ， 因 为 我 要 去 中 国 。
A 12 13|||S|||自 己 决|||REQUIRED|||-NONE-|||1
A 23 24|||S|||跟|||REQUIRED|||-NONE-|||1
T2-A0 我 不 喜 欢 旅 行 团 ， 因 为 我 要 自 己 决 定 路 线 。 但 是 明 年 我 会 报 旅 行 团 ， 因 为 我 要 去 中 国 。
A 12 13|||S|||自 己 决|||REQUIRED|||-NONE-|||2
A 23 24|||S|||报|||REQUIRED|||-NONE-|||2

S 而 且 它 再 不 能 作 售 品 卖 了 。
T0-A0 而 且 它 不 能 再 当 作 售 品 卖 了 。
A 3 6|||W|||不 能 再|||REQUIRED|||-NONE-|||0
A 6 6|||M|||当|||REQUIRED|||-NONE-|||0
T0-A1 而 且 它 不 能 再 当 作 售 品 卖 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M|||再 当|||REQUIRED|||-NONE-|||0
T1-A0 而 且 它 再 也 不 能 作 为 售 品 卖 了 。
A 4 4|||M|||也|||REQUIRED|||-NONE-|||1
A 7 7|||M|||为|||REQUIRED|||-NONE-|||1
T2-A0 而 且 它 不 能 再 作 为 售 品 卖 了 。
A 3 6|||W|||不 能 再|||REQUIRED|||-NONE-|||2
A 7 7|||M|||为|||REQUIRED|||-NONE-|||2

S 社 会 的 成 员 的 一 半 是 异 性 ， 而 且 男 性 和 女 性 在 某 个 方 面 有 所 不 同 。
T0-A0 社 会 成 员 的 一 半 是 异 性 ， 而 且 男 性 和 女 性 在 某 些 方 面 有 所 不 同 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S|||些|||REQUIRED|||-NONE-|||0

S 我 觉 得 愚 公 是 英 雄 因 为 他 做 了 一 个 很 果 敢 的 决 定 。
T0-A0 我 觉 得 愚 公 是 英 雄 ， 因 为 他 做 了 一 个 很 果 敢 的 决 定 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 愚 公 是 英 雄 ， 因 为 他 做 了 一 个 很 勇 敢 的 决 定 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||1
A 16 17|||S|||勇|||REQUIRED|||-NONE-|||1

S 父 母 平 时 在 家 的 相 处 或 对 于 长 辈 之 间 的 态 度 ， 在 孩 子 眼 中 都 是 能 影 响 他 们 一 生 的 关 键 。
T0-A0 父 母 平 时 在 家 的 相 处 方 式 或 对 长 辈 的 态 度 ， 在 孩 子 眼 中 都 是 能 影 响 他 们 一 生 的 关 键 。
A 9 9|||M|||方 式|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 父 母 之 间 平 时 在 家 的 相 处 情 况 和 对 长 辈 的 态 度 ， 对 孩 子 来 说 能 影 响 他 们 的 一 生 。
A 2 2|||M|||之 间|||REQUIRED|||-NONE-|||1
A 9 10|||S|||情 况 和|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 21|||S|||对|||REQUIRED|||-NONE-|||1
A 23 27|||S|||来 说|||REQUIRED|||-NONE-|||1
A 32 35|||W|||的 一 生|||REQUIRED|||-NONE-|||1
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T1-A1 父 母 之 间 平 时 在 家 的 相 处 情 况 和 对 长 辈 的 态 度 ， 对 孩 子 来 说 能 影 响 他 们 的 一 生 。
A 2 2|||M|||之 间|||REQUIRED|||-NONE-|||1
A 9 10|||S|||情 况 和|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 21|||S|||对|||REQUIRED|||-NONE-|||1
A 23 27|||S|||来 说|||REQUIRED|||-NONE-|||1
A 32 32|||M|||的|||REQUIRED|||-NONE-|||1
A 34 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 父 母 平 时 在 家 的 相 处 情 况 或 对 长 辈 的 态 度 ， 都 是 能 影 响 孩 子 一 生 的 关 键 。
A 9 9|||M|||情 况|||REQUIRED|||-NONE-|||2
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 25|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 30 32|||S|||孩 子|||REQUIRED|||-NONE-|||2
T3-A0 父 母 之 间 平 时 在 家 的 相 处 和 对 于 长 辈 的 态 度 ， 对 孩 子 来 说 能 影 响 他 们 的 一 生 。
A 2 2|||M|||之 间|||REQUIRED|||-NONE-|||3
A 9 10|||S|||和|||REQUIRED|||-NONE-|||3
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 20 21|||S|||对|||REQUIRED|||-NONE-|||3
A 23 27|||S|||来 说|||REQUIRED|||-NONE-|||3
A 32 35|||W|||的 一 生|||REQUIRED|||-NONE-|||3
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||3
T3-A1 父 母 之 间 平 时 在 家 的 相 处 和 对 于 长 辈 的 态 度 ， 对 孩 子 来 说 能 影 响 他 们 的 一 生 。
A 2 2|||M|||之 间|||REQUIRED|||-NONE-|||3
A 9 10|||S|||和|||REQUIRED|||-NONE-|||3
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 20 21|||S|||对|||REQUIRED|||-NONE-|||3
A 23 27|||S|||来 说|||REQUIRED|||-NONE-|||3
A 32 32|||M|||的|||REQUIRED|||-NONE-|||3
A 34 37|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 所 以 我 提 出 了 一 个 解 题 。 那 是 ， 如 果 大 家 都 想 一 想 ， 回 忆 回 忆 以 前 的 人 对 食 物 的 需 要 的 话 ， 就 看 看 现 在 的 生 活 吧 ！
T0-A0 所 以 我 提 出 了 一 个 解 决 办 法 。 那 就 是 大 家 都 想 一 想 ， 回 忆 回 忆 以 前 的 人 对 食 物 的 需 要 ， 再 看 看 现 在 的 生 活 。
A 9 10|||S|||决 办 法|||REQUIRED|||-NONE-|||0
A 12 12|||M|||就|||REQUIRED|||-NONE-|||0
A 13 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 39|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 41|||S|||再|||REQUIRED|||-NONE-|||0
A 48 50|||S|||。|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 提 出 了 一 个 方 法 。 那 就 是 大 家 都 想 一 想 ， 回 忆 回 忆 以 前 的 人 对 食 物 的 需 要 ， 再 看 看 现 在 的 生 活 。
A 8 10|||S|||方 法|||REQUIRED|||-NONE-|||1
A 12 12|||M|||就|||REQUIRED|||-NONE-|||1
A 13 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 39|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 41|||S|||再|||REQUIRED|||-NONE-|||1
A 48 50|||S|||。|||REQUIRED|||-NONE-|||1

S 这 个 国 缺 少 女 人 。 为 什 么 ？ 第 一 因 为 医 学 的 进 步 ， 印 度 人 可 以 知 道 婴 儿 的 性 別 。 可 以 很 多 女 人 知 道 她 们 怀 了 一 个 女 孩 ， 就 做 人 工 流 产 。
T0-A0 这 个 国 家 缺 少 女 人 ， 为 什 么 ？ 第 一 因 为 医 学 的 进 步 ， 印 度 人 可 以 知 道 婴 儿 的 性 别 。 很 多 女 人 知 道 她 们 怀 了 一 个 女 孩 ， 就 可 以 做 人 工 流 产 。
A 3 3|||M|||家|||REQUIRED|||-NONE-|||0
A 7 8|||S|||，|||REQUIRED|||-NONE-|||0
A 33 34|||S|||别|||REQUIRED|||-NONE-|||0
A 35 53|||W|||很 多 女 人 知 道 她 们 怀 了 一 个 女 孩 ， 就 可 以|||REQUIRED|||-NONE-|||0
T1-A0 这 个 国 家 缺 少 女 人 ， 为 什 么 ？ 第 一 因 为 医 学 的 进 步 ， 印 度 人 可 以 知 道 婴 儿 的 性 别 。 于 是 很 多 女 人 知 道 她 们 怀 了 一 个 女 孩 ， 就 会 做 人 工 流 产 。
A 3 3|||M|||家|||REQUIRED|||-NONE-|||1
A 7 8|||S|||，|||REQUIRED|||-NONE-|||1
A 33 34|||S|||别|||REQUIRED|||-NONE-|||1
A 35 37|||S|||于 是|||REQUIRED|||-NONE-|||1
A 53 53|||M|||会|||REQUIRED|||-NONE-|||1
T2-A0 这 个 国 家 缺 少 女 人 ， 为 什 么 ？ 第 一 因 为 医 学 的 进 步 ， 印 度 人 可 以 知 道 婴 儿 的 性 别 ， 所 以 很 多 女 人 知 道 她 们 怀 了 一 个 女 孩 ， 就 做 人 工 流 产 。
A 3 3|||M|||家|||REQUIRED|||-NONE-|||2
A 7 8|||S|||，|||REQUIRED|||-NONE-|||2
A 33 36|||S|||别 ， 所|||REQUIRED|||-NONE-|||2

S 目 前 在 我 国 的 流 行 歌 曲 越 多 越 发 展 。 差 不 多 每 个 星 期 一 两 次 举 行 流 行 歌 曲 会 。
T0-A0 目 前 在 我 国 的 流 行 歌 曲 越 来 越 多 ， 发 展 得 越 来 越 好 。 差 不 多 每 个 星 期 都 会 举 行 一 两 次 流 行 歌 曲 演 唱 会 。
A 11 11|||M|||来|||REQUIRED|||-NONE-|||0
A 11 13|||W|||越 多|||REQUIRED|||-NONE-|||0
A 13 13|||M|||，|||REQUIRED|||-NONE-|||0
A 15 15|||M|||得 越 来 越 好|||REQUIRED|||-NONE-|||0
A 23 23|||M|||都 会 举 行|||REQUIRED|||-NONE-|||0
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 32|||M|||演 唱|||REQUIRED|||-NONE-|||0
T1-A0 目 前 我 国 的 流 行 歌 曲 发 展 的 越 来 越 多 ， 差 不 多 每 个 星 期 举 行 一 两 次 流 行 歌 曲 会 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 10|||M|||发 展 的|||REQUIRED|||-NONE-|||1
A 11 11|||M|||来|||REQUIRED|||-NONE-|||1
A 11 13|||W|||越 多|||REQUIRED|||-NONE-|||1
A 13 16|||S|||，|||REQUIRED|||-NONE-|||1
A 23 28|||W|||举 行 一 两 次|||REQUIRED|||-NONE-|||1
T2-A0 目 前 我 国 的 流 行 歌 曲 越 来 越 多 发 展 得 越 来 越 好 。 差 不 多 每 个 星 期 会 举 行 一 两 次 流 行 歌 曲 会 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 11 11|||M|||来|||REQUIRED|||-NONE-|||2
A 11 13|||W|||越 多|||REQUIRED|||-NONE-|||2
A 15 15|||M|||得 越 来 越 好|||REQUIRED|||-NONE-|||2
A 23 28|||W|||会 举 行 一 两 次|||REQUIRED|||-NONE-|||2

S 如 今 ， 我 们 在 公 共 场 所 ， 如 公 园 、 公 共 汽 车 站 ， 不 会 当 成 被 吸 烟 者 ， 不 能 感 到 呼 吸 的 痛 苦 。
T0-A0 如 今 ， 我 们 在 公 共 场 所 ， 如 公 园 、 公 共 汽 车 站 ， 不 会 成 为 被 动 吸 烟 者 ， 不 会 感 到 呼 吸 的 痛 苦 。
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M|||为|||REQUIRED|||-NONE-|||0
A 26 26|||M|||动|||REQUIRED|||-NONE-|||0
A 31 32|||S|||会|||REQUIRED|||-NONE-|||0

S 我 进 来 了 。 他 们 让 我 坐 在 椅 了 上 然 后 开 始 了 问 我 很 多 问 题 。
T0-A0 我 进 来 了 ， 他 们 让 我 坐 在 椅 子 上 ， 然 后 开 始 问 我 很 多 问 题 。
A 4 5|||S|||，|||REQUIRED|||-NONE-|||0
A 12 13|||S|||子|||REQUIRED|||-NONE-|||0
A 14 14|||M|||，|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 进 来 了 。 他 们 让 我 坐 在 椅 子 上 然 后 开 始 问 我 很 多 问 题 。
A 12 13|||S|||子|||REQUIRED|||-NONE-|||1
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 师 长 与 父 母 们 的 教 诲 与 导 引 ， 还 能 对 他 们 产 生 作 用 。
T0-A0 师 长 和 父 母 们 的 教 诲 与 导 引 ， 还 能 对 他 们 产 生 作 用 。
A 2 3|||S|||和|||REQUIRED|||-NONE-|||0
T1-A0 师 长 与 父 母 们 的 教 诲 与 引 导 ， 还 能 对 他 们 产 生 作 用 。
A 10 12|||W|||引 导|||REQUIRED|||-NONE-|||1
T2-A0 师 长 与 父 母 们 的 教 诲 与 引 导 还 能 对 他 们 产 生 作 用 。
A 10 12|||W|||引 导|||REQUIRED|||-NONE-|||2
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 世 界 各 国 的 卫 生 部 门 的 统 计 表 明 吸 烟 引 起 各 种 癌 症 以 及 肺 病 等 呼 吸 器 官 的 疾 病 。 除 此 之 外 ， 一 个 人 的 吸 烟 引 起 其 周 围 的 的 第 二 次 吸 烟 。 不 仅 是 吸 烟 的 那 个 人 外 ， 还 会 给 周 围 的 人 的 个 人 健 康 带 来 不 好 的 影 响 。
T0-A0 世 界 各 国 的 卫 生 部 门 的 统 计 表 明 吸 烟 会 引 起 各 种 癌 症 以 及 肺 病 等 呼 吸 器 官 的 疾 病 。 除 此 之 外 ， 一 个 人 的 吸 烟 引 起 其 周 围 的 人 的 二 次 吸 烟 。 除 了 吸 烟 的 那 个 人 外 ， 还 会 给 周 围 的 人 的 个 人 健 康 带 来 不 好 的 影 响 。
A 16 16|||M|||会|||REQUIRED|||-NONE-|||0
A 52 52|||M|||人|||REQUIRED|||-NONE-|||0
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 62|||S|||除 了|||REQUIRED|||-NONE-|||0
T1-A0 世 界 各 国 的 卫 生 部 门 的 统 计 表 明 吸 烟 会 引 起 各 种 癌 症 以 及 肺 病 等 呼 吸 器 官 的 疾 病 。 除 此 之 外 ， 一 个 人 的 吸 烟 引 起 其 周 围 人 的 人 的 二 次 吸 烟 。 不 仅 是 吸 烟 的 那 个 人 ， 还 会 给 周 围 的 人 的 个 人 健 康 带 来 不 好 的 影 响 。
A 16 16|||M|||会|||REQUIRED|||-NONE-|||1
A 51 51|||M|||人|||REQUIRED|||-NONE-|||1
A 52 52|||M|||人|||REQUIRED|||-NONE-|||1
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 68 69|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 们 任 何 地 方 都 容 易 看 见 这 样 的 坏 拉 圾 。
T0-A0 我 们 在 任 何 地 方 都 容 易 看 见 这 样 的 坏 垃 圾 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||0
A 15 16|||S|||垃|||REQUIRED|||-NONE-|||0

S 目 前 是 待 业 在 家 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 如 果 我 有 垃 圾 的 时 候 ， 但 是 没 看 垃 圾 桶 ， 我 总 是 等 到 找 到 一 个 垃 圾 桶 为 止 。
T0-A0 如 果 我 有 垃 圾 的 时 候 没 看 到 垃 圾 桶 ， 我 总 是 要 找 到 一 个 垃 圾 桶 为 止 。
A 9 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||到|||REQUIRED|||-NONE-|||0
A 21 23|||S|||要|||REQUIRED|||-NONE-|||0
T1-A0 如 果 我 有 垃 圾 的 时 候 ， 但 是 没 看 到 垃 圾 桶 ， 我 总 是 会 等 到 找 到 一 个 垃 圾 桶 为 止 。
A 14 14|||M|||到|||REQUIRED|||-NONE-|||1
A 21 21|||M|||会|||REQUIRED|||-NONE-|||1

S 在 韩 国 早 有 在 公 共 场 所 或 路 上 随 便 抽 烟 的 话 就 要 罚 款 。 一 开 始 进 行 这 措 施 时 ， 很 少 人 知 道 ， 但 是 ， 慢 慢 开 始 很 多 人 都 谁 熟 这 一 措 施 。
T0-A0 在 韩 国 早 有 在 公 共 场 所 或 路 上 随 便 抽 烟 的 话 就 要 罚 款 的 措 施 。 一 开 始 进 行 这 措 施 时 ， 很 少 人 知 道 ， 但 是 ， 慢 慢 开 始 很 多 人 都 熟 悉 这 一 措 施 。
A 23 23|||M|||的 措 施|||REQUIRED|||-NONE-|||0
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 53 53|||M|||悉|||REQUIRED|||-NONE-|||0
T1-A0 在 韩 国 早 有 在 公 共 场 所 或 路 上 随 便 抽 烟 的 话 就 要 罚 款 的 规 定 。 一 开 始 进 行 这 措 施 时 ， 很 少 人 知 道 ， 但 是 ， 慢 慢 开 始 很 多 人 都 熟 知 这 一 措 施 。
A 23 23|||M|||的 规 定|||REQUIRED|||-NONE-|||1
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 53|||M|||知|||REQUIRED|||-NONE-|||1
T2-A0 在 韩 国 早 有 在 公 共 场 所 或 路 上 随 便 抽 烟 要 罚 款 的 措 施 。 一 开 始 进 行 这 措 施 时 ， 很 少 人 知 道 ， 但 是 ， 慢 慢 开 始 很 多 人 都 熟 悉 这 一 措 施 。
A 17 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||的 措 施|||REQUIRED|||-NONE-|||2
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 53 53|||M|||悉|||REQUIRED|||-NONE-|||2

S 流 行 歌 曲 包 有 各 种 各 样 的 表 现 形 式 。
T0-A0 流 行 歌 曲 包 含 各 种 各 样 的 表 现 形 式 。
A 5 6|||S|||含|||REQUIRED|||-NONE-|||0
T1-A0 流 行 歌 曲 有 各 种 各 样 的 表 现 形 式 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 流 行 歌 曲 包 括 各 种 各 样 的 表 现 形 式 。
A 5 6|||S|||括|||REQUIRED|||-NONE-|||2

S 我 的 看 法 是 家 长 和 学 者 都 在 不 同 的 出 发 点 来 看 待 这 个 问 题 。
T0-A0 我 的 看 法 是 家 长 和 学 者 站 在 了 不 同 的 出 发 点 来 看 待 这 个 问 题 。
A 10 11|||S|||站|||REQUIRED|||-NONE-|||0
A 12 12|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 我 的 看 法 是 家 长 和 学 者 都 从 不 同 的 出 发 点 来 看 待 这 个 问 题 。
A 11 12|||S|||从|||REQUIRED|||-NONE-|||1
T2-A0 我 的 看 法 是 家 长 和 学 者 都 应 该 从 不 同 的 出 发 点 来 看 待 这 个 问 题 。
A 11 12|||S|||应 该 从|||REQUIRED|||-NONE-|||2
T3-A0 我 的 看 法 是 家 长 和 学 生 都 站 在 不 同 的 出 发 点 来 看 待 这 个 问 题 。
A 9 10|||S|||生|||REQUIRED|||-NONE-|||3
A 11 11|||M|||站|||REQUIRED|||-NONE-|||3

S 在 这 个 全 世 界 人 口 中 ， 一 半 以 上 的 人 吸 烟 ， 所 以 很 多 人 病 死 。
T0-A0 在 这 个 世 界 ， 有 一 半 以 上 的 人 吸 烟 ， 所 以 很 多 人 病 死 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M|||有|||REQUIRED|||-NONE-|||0
T1-A0 全 世 界 的 人 口 中 ， 有 一 半 以 上 的 人 吸 烟 ， 所 以 很 多 人 病 死 。
A 0 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 6|||M|||的|||REQUIRED|||-NONE-|||1
A 10 10|||M|||有|||REQUIRED|||-NONE-|||1
T2-A0 在 这 个 人 口 中 有 一 半 以 上 的 人 吸 烟 的 世 界 ， 很 多 人 因 吸 烟 而 病 死 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 9 10|||S|||有|||REQUIRED|||-NONE-|||2
A 18 18|||M|||的 世 界|||REQUIRED|||-NONE-|||2
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 24|||M|||因 吸 烟 而|||REQUIRED|||-NONE-|||2

S 还 有 ， 吸 烟 对 不 吸 烟 还 是 有 很 多 坏 处 。
T0-A0 还 有 ， 吸 烟 对 不 吸 烟 的 人 还 是 有 很 多 坏 处 。
A 9 9|||M|||的 人|||REQUIRED|||-NONE-|||0
T1-A0 还 有 ， 吸 烟 相 对 不 吸 烟 还 是 有 很 多 坏 处 。
A 5 5|||M|||相|||REQUIRED|||-NONE-|||1
T2-A0 还 有 ， 吸 烟 对 不 吸 烟 者 也 是 有 很 多 坏 处 。
A 9 10|||S|||者 也|||REQUIRED|||-NONE-|||2
T3-A0 还 有 ， 吸 烟 对 不 吸 烟 者 也 是 有 很 多 坏 处 的 。
A 9 10|||S|||者 也|||REQUIRED|||-NONE-|||3
A 16 16|||M|||的|||REQUIRED|||-NONE-|||3

S 我 认 为 愚 公 是 一 个 英 雄 ， 因 为 没 有 超 有 超 能 力 ， 以 及 成 功 的 ， 由 于 他 的 毅 力 去 实 现 他 的 目 标 超 人 。
T0-A0 我 认 为 愚 公 是 一 个 英 雄 ， 因 为 他 既 没 有 超 能 力 ， 也 没 有 走 捷 径 ， 他 用 毅 力 去 实 现 了 他 的 目 标 。
A 13 13|||M|||他 既|||REQUIRED|||-NONE-|||0
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 26|||S|||也 没 有 走 捷 径|||REQUIRED|||-NONE-|||0
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 31|||S|||用|||REQUIRED|||-NONE-|||0
A 36 36|||M|||了|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 愚 公 是 一 个 英 雄 ， 因 为 他 没 有 超 能 力 ， 然 而 他 是 成 功 的 ， 由 于 他 用 毅 力 去 实 现 了 他 的 目 标 。
A 13 13|||M|||他|||REQUIRED|||-NONE-|||1
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 23|||S|||然 而 他 是|||REQUIRED|||-NONE-|||1
A 30 31|||S|||用|||REQUIRED|||-NONE-|||1
A 36 36|||M|||了|||REQUIRED|||-NONE-|||1
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 随 着 现 代 经 济 越 来 越 发 展 ， 人 民 的 观 念 也 很 大 变 化 。
T0-A0 随 着 现 代 经 济 越 来 越 发 展 ， 人 民 的 观 念 也 发 生 很 大 变 化 。
A 18 18|||M|||发 生|||REQUIRED|||-NONE-|||0
T1-A0 随 着 现 代 经 济 的 发 展 ， 人 民 的 观 念 也 发 生 了 很 大 变 化 。
A 6 9|||S|||的|||REQUIRED|||-NONE-|||1
A 18 18|||M|||发 生 了|||REQUIRED|||-NONE-|||1
T2-A0 随 着 现 代 的 经 济 发 展 越 来 越 快 ， 人 民 的 观 念 也 有 了 很 大 的 变 化 。
A 4 4|||M|||的|||REQUIRED|||-NONE-|||2
A 6 6|||M|||发 展|||REQUIRED|||-NONE-|||2
A 9 11|||S|||快|||REQUIRED|||-NONE-|||2
A 18 18|||M|||有 了|||REQUIRED|||-NONE-|||2
A 20 20|||M|||的|||REQUIRED|||-NONE-|||2

S 比 如 愚 公 很 冒 昧 ， 因 为 他 要 移 山 ， 这 是 非 常 难 。
T0-A0 比 如 愚 公 很 愚 昧 ， 因 为 他 要 移 山 ， 这 是 非 常 难 的 。
A 5 6|||S|||愚|||REQUIRED|||-NONE-|||0
A 20 20|||M|||的|||REQUIRED|||-NONE-|||0

S 出 生 于 1 9 8 8 年 2 月 1 1 日 。 我 2 3 岁 。 在 大 学 学 亚 述 学 、 埃 及 学 和 古 希 腊 语 。 也 学 中 文 ， 因 为 喜 欢 中 国 文 化 。 我 想 学 甲 骨 文 。 每 个 星 期 六 在 车 行 工 作 。 我 是 汽 车 修 理 师 。
T0-A0 我 出 生 于 1 9 8 8 年 2 月 1 1 日 ， 2 3 岁 ， 在 大 学 学 亚 述 学 、 埃 及 学 和 古 希 腊 语 ， 也 学 中 文 ， 因 为 我 喜 欢 中 国 文 化 。 我 想 学 甲 骨 文 。 我 每 周 星 期 六 在 车 行 工 作 ， 我 是 汽 车 修 理 师 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||0
A 13 15|||S|||，|||REQUIRED|||-NONE-|||0
A 18 19|||S|||，|||REQUIRED|||-NONE-|||0
A 35 36|||S|||，|||REQUIRED|||-NONE-|||0
A 43 43|||M|||我|||REQUIRED|||-NONE-|||0
A 57 57|||M|||我|||REQUIRED|||-NONE-|||0
A 58 59|||S|||周|||REQUIRED|||-NONE-|||0
A 67 68|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 我 出 生 于 1 9 8 8 年 2 月 1 1 日 。 我 2 3 岁 。 我 在 大 学 学 亚 述 学 、 埃 及 学 和 古 希 腊 语 。 我 也 学 中 文 ， 因 为 我 喜 欢 中 国 文 化 。 我 想 学 甲 骨 文 。 我 每 个 星 期 六 在 车 行 工 作 。 我 是 汽 车 修 理 师 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||1
A 19 19|||M|||我|||REQUIRED|||-NONE-|||1
A 36 36|||M|||我|||REQUIRED|||-NONE-|||1
A 43 43|||M|||我|||REQUIRED|||-NONE-|||1
A 57 57|||M|||我|||REQUIRED|||-NONE-|||1

S 即 使 这 项 规 定 有 可 能 造 成 一 个 争 论 ， 不 过 站 在 青 少 年 的 立 场 上 考 虑 此 项 规 定 是 件 很 好 措 施 。 这 可 能 是 一 个 新 的 起 点 ， 我 想 ， 今 后 这 样 措 施 陆 续 出 台 ， 把 我 们 的 周 围 ， 生 活 环 境 调 整 一 下 ， 给 不 吸 烟 的 人 带 来 一 个 良 好 的 生 活 空 间 ， 给 像 我 这 样 吸 烟 人 带 来 一 个 放 弃 不 吸 烟 的 环 境 。
T0-A0 即 使 这 项 规 定 有 可 能 造 成 一 次 争 论 ， 不 过 站 在 青 少 年 的 立 场 上 考 虑 此 项 规 定 是 件 很 好 的 措 施 。 这 可 能 是 一 个 新 的 起 点 ， 我 想 ， 今 后 像 这 样 的 措 施 陆 续 出 台 ， 把 我 们 周 围 的 生 活 环 境 调 整 一 下 ， 给 不 吸 烟 的 人 带 来 一 个 良 好 的 生 活 空 间 ， 给 像 我 这 样 吸 烟 的 人 带 来 一 个 放 弃 吸 烟 的 环 境 。
A 12 13|||S|||次|||REQUIRED|||-NONE-|||0
A 37 37|||M|||的|||REQUIRED|||-NONE-|||0
A 56 56|||M|||像|||REQUIRED|||-NONE-|||0
A 58 69|||W|||的 措 施 陆 续 出 台 ， 把 我 们|||REQUIRED|||-NONE-|||0
A 71 72|||S|||的|||REQUIRED|||-NONE-|||0
A 106 106|||M|||的|||REQUIRED|||-NONE-|||0
A 113 114|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 即 使 这 项 规 定 有 可 能 造 成 争 论 ， 不 过 站 在 青 少 年 的 立 场 上 考 虑 ， 此 项 规 定 是 很 好 的 措 施 。 这 可 能 是 一 个 新 的 起 点 ， 我 想 ， 今 后 像 这 样 的 措 施 陆 续 出 台 ， 把 我 们 的 周 围 的 生 活 环 境 调 整 一 下 ， 给 不 吸 烟 的 人 带 来 一 个 良 好 的 生 活 空 间 ， 给 像 我 这 样 吸 烟 人 带 来 一 个 戒 烟 的 环 境 。
A 11 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 29|||M|||，|||REQUIRED|||-NONE-|||1
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 37|||M|||的|||REQUIRED|||-NONE-|||1
A 56 56|||M|||像|||REQUIRED|||-NONE-|||1
A 58 58|||M|||的|||REQUIRED|||-NONE-|||1
A 71 72|||S|||的|||REQUIRED|||-NONE-|||1
A 111 115|||S|||戒|||REQUIRED|||-NONE-|||1

S 北 京 的 交 通 很 挤 ， 可 是 我 一 经 对 这 个 城 市 的 环 境 很 熟 悉 。 我 认 为 北 京 的 天 气 不 舒 适 ， 再 说 没 有 春 天 。 我 大 学 毕 业 一 后 要 去 中 国 工 作 。
T0-A0 北 京 的 交 通 很 拥 堵 ， 可 是 我 已 经 对 这 个 城 市 的 环 境 很 熟 悉 了 。 我 认 为 北 京 的 天 气 使 我 不 舒 服 ， 而 且 没 有 春 天 。 我 大 学 毕 业 后 要 去 中 国 工 作 了 。
A 6 7|||S|||拥 堵|||REQUIRED|||-NONE-|||0
A 11 12|||S|||已|||REQUIRED|||-NONE-|||0
A 24 24|||M|||了|||REQUIRED|||-NONE-|||0
A 33 33|||M|||使 我|||REQUIRED|||-NONE-|||0
A 35 36|||S|||服|||REQUIRED|||-NONE-|||0
A 37 39|||S|||而 且|||REQUIRED|||-NONE-|||0
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 57 57|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 北 京 的 交 通 很 拥 挤 ， 可 是 我 已 经 对 这 个 城 市 的 环 境 很 熟 悉 了 。 我 认 为 北 京 的 天 气 令 人 不 舒 适 ， 而 且 没 有 春 天 。 我 大 学 毕 业 以 后 要 去 中 国 工 作 。
A 6 6|||M|||拥|||REQUIRED|||-NONE-|||1
A 11 12|||S|||已|||REQUIRED|||-NONE-|||1
A 24 24|||M|||了|||REQUIRED|||-NONE-|||1
A 33 33|||M|||令 人|||REQUIRED|||-NONE-|||1
A 37 39|||S|||而 且|||REQUIRED|||-NONE-|||1
A 49 50|||S|||以|||REQUIRED|||-NONE-|||1

S 吸 烟 的 时 候 ， 因 为 香 烟 的 有 害 物 质 ， 肝 、 肺 等 器 官 容 易 变 坏 ， 如 果 多 吸 烟 的 话 ， 会 得 严 重 的 病 。 特 别 是 青 少 年 吸 烟 的 话 ， 他 们 会 受 得 成 长 障 碍 。
T0-A0 吸 烟 的 时 候 ， 香 烟 的 有 害 物 质 会 使 肝 、 肺 等 器 官 容 易 变 坏 ， 如 果 吸 烟 多 的 话 ， 会 得 严 重 的 病 。 特 别 是 青 少 年 吸 烟 的 话 ， 他 们 的 成 长 会 受 到 障 碍 。
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||会 使|||REQUIRED|||-NONE-|||0
A 29 32|||W|||吸 烟 多|||REQUIRED|||-NONE-|||0
A 55 58|||S|||的|||REQUIRED|||-NONE-|||0
A 60 60|||M|||会 受 到|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 的 时 候 ， 因 为 香 烟 的 有 害 物 质 ， 肝 、 肺 等 器 官 容 易 变 坏 ， 如 果 多 吸 烟 的 话 ， 会 得 严 重 的 病 。 特 别 是 青 少 年 吸 烟 的 话 ， 他 们 的 成 长 会 受 到 阻 碍 。
A 55 58|||S|||的|||REQUIRED|||-NONE-|||1
A 60 61|||S|||会 受 到 阻|||REQUIRED|||-NONE-|||1

S 当 然 不 能 说 对 孩 子 的 教 育 教 养 只 父 母 有 责 任 ， 学 校 的 老 师 也 很 重 要 。
T0-A0 当 然 不 能 说 对 孩 子 的 教 育 教 养 只 有 父 母 有 责 任 ， 学 校 的 老 师 的 教 育 教 养 也 很 重 要 。
A 14 14|||M|||有|||REQUIRED|||-NONE-|||0
A 25 25|||M|||的 教 育 教 养|||REQUIRED|||-NONE-|||0

S 我 很 喜 歡 旅 行 ， 但 是 我 不 喜 歡 跟 著 旅 行 團 旅 行 ， 因 為 我 想 要 去 。
T0-A0 我 很 喜 欢 旅 行 ， 但 是 我 不 喜 欢 跟 着 旅 行 团 旅 行 ， 因 为 我 想 要 自 己 去 。
A 3 4|||S|||欢|||REQUIRED|||-NONE-|||0
A 12 13|||S|||欢|||REQUIRED|||-NONE-|||0
A 14 15|||S|||着|||REQUIRED|||-NONE-|||0
A 17 18|||S|||团|||REQUIRED|||-NONE-|||0
A 22 23|||S|||为|||REQUIRED|||-NONE-|||0
A 26 26|||M|||自 己|||REQUIRED|||-NONE-|||0

S 我 已 经 订 票 飞 机 票 。 久 后 ， 为 了 我 的 职 业 ， 我 要 常 常 旅 行 。
T0-A0 我 已 经 订 好 飞 机 票 。 以 后 ， 因 为 我 的 职 业 ， 我 要 常 常 旅 行 。
A 4 5|||S|||好|||REQUIRED|||-NONE-|||0
A 9 10|||S|||以|||REQUIRED|||-NONE-|||0
A 12 12|||M|||因|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 已 经 订 了 飞 机 票 。 今 后 ， 为 了 我 的 工 作 ， 我 要 常 常 旅 行 。
A 4 5|||S|||了|||REQUIRED|||-NONE-|||1
A 9 10|||S|||今|||REQUIRED|||-NONE-|||1
A 16 18|||S|||工 作|||REQUIRED|||-NONE-|||1

S 为 了 来 大 学 ， 我 坐 电 车 、 公 共 汽 车 ， 然 后 我 坐 火 车 。 我 喜 欢 这 些 专 业 ， 因 为 我 也 喜 欢 这 两 个 国 家 。 我 读 学 士 后 我 还 想 读 硕 士 ， 但 是 我 不 要 读 博 士 。
T0-A0 为 了 来 大 学 ， 我 坐 电 车 、 公 共 汽 车 ， 然 后 我 坐 火 车 。 我 喜 欢 这 些 专 业 ， 我 也 喜 欢 这 两 个 国 家 。 我 读 完 学 士 后 我 还 想 读 硕 士 ， 但 是 我 不 要 读 博 士 。
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 45|||M|||完|||REQUIRED|||-NONE-|||0
T1-A0 为 了 来 大 学 ， 我 坐 电 车 、 公 共 汽 车 ， 然 后 我 坐 火 车 。 我 喜 欢 这 些 专 业 ， 因 为 我 喜 欢 这 两 个 国 家 。 我 读 完 学 士 后 我 还 想 读 硕 士 ， 但 是 我 不 要 读 博 士 。
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 45|||M|||完|||REQUIRED|||-NONE-|||1

S 在 现 今 这 个 物 欲 横 流 、 五 光 十 色 的 世 界 里 ， 到 处 都 有 诱 惑 人 心 的 不 良 场 所 和 资 讯 ， 如 在 书 刊 上 、 杂 志 上 、 电 视 电 影 、 网 际 网 络 等 ， 都 往 往 有 对 性 过 分 渲 染 的 语 言 文 字 ， 对 小 孩 子 甚 至 大 人 都 有 很 大 的 影 响 。
T0-A0 在 现 今 这 个 物 欲 横 流 、 五 光 十 色 的 世 界 里 ， 到 处 都 有 诱 惑 人 心 的 资 讯 ， 如 在 书 刊 上 、 杂 志 上 、 电 视 电 影 中 、 网 际 网 络 上 等 ， 往 往 都 有 对 性 过 分 渲 染 的 语 言 文 字 ， 这 对 小 孩 子 甚 至 大 人 都 会 有 很 大 的 影 响 。
A 28 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 50|||M|||中|||REQUIRED|||-NONE-|||0
A 55 55|||M|||上|||REQUIRED|||-NONE-|||0
A 57 60|||W|||往 往 都|||REQUIRED|||-NONE-|||0
A 73 73|||M|||这|||REQUIRED|||-NONE-|||0
A 82 82|||M|||会|||REQUIRED|||-NONE-|||0

S 有 很 多 的 一 部 分 人 ， 都 在 讲 究 自 己 食 用 的 食 品 是 不 是 绿 色 的 。 那 当 生 活 过 的 去 的 人 ， 一 定 不 会 食 用 带 有 化 学 污 染 的 食 品 来 危 害 自 己 。
T0-A0 有 很 大 的 一 部 分 人 ， 都 在 讲 究 自 己 食 用 的 食 品 是 不 是 绿 色 的 。 那 些 生 活 过 得 去 的 人 ， 一 定 不 会 食 用 带 有 化 学 污 染 的 食 品 来 危 害 自 己 。
A 2 3|||S|||大|||REQUIRED|||-NONE-|||0
A 28 29|||S|||些|||REQUIRED|||-NONE-|||0
A 32 33|||S|||得|||REQUIRED|||-NONE-|||0

S 那 么 他 们 的 年 收 入 大 概 多 少 的 呢 ？
T0-A0 那 么 他 们 的 年 收 入 大 概 是 多 少 呢 ？
A 10 10|||M|||是|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 今 年 ， 因 为 我 的 课 比 较 少 ， 我 决 定 了 找 一 个 工 作 ， 可 以 赚 赚 钱 而 且 可 以 开 始 进 入 工 作 界 。
T0-A0 今 年 ， 因 为 我 的 课 比 较 少 ， 我 决 定 了 找 一 个 工 作 ， 可 以 赚 赚 钱 而 且 可 以 开 始 进 入 工 作 的 状 态 。
A 37 38|||S|||的 状 态|||REQUIRED|||-NONE-|||0
T1-A0 今 年 ， 因 为 我 的 课 比 较 少 ， 我 决 定 找 一 个 工 作 ， 可 以 赚 赚 钱 而 且 可 以 开 始 进 入 职 场 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 38|||S|||职 场|||REQUIRED|||-NONE-|||1
T2-A0 今 年 ， 因 为 我 的 课 比 较 少 ， 我 决 定 了 找 一 个 工 作 ， 可 以 赚 赚 钱 而 且 可 以 开 始 步 入 职 场 。
A 33 34|||S|||步|||REQUIRED|||-NONE-|||2
A 35 38|||S|||职 场|||REQUIRED|||-NONE-|||2

S 最 近 ， 一 些 音 乐 评 论 家 发 表 轻 视 流 星 歌 曲 的 一 些 观 点 ， 有 些 人 以 致 蔑 视 流 行 歌 曲 。
T0-A0 最 近 ， 一 些 音 乐 评 论 家 发 表 了 一 些 轻 视 流 行 歌 曲 的 观 点 ， 以 致 有 些 人 蔑 视 流 行 歌 曲 。
A 12 12|||M|||了 一 些|||REQUIRED|||-NONE-|||0
A 15 16|||S|||行|||REQUIRED|||-NONE-|||0
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 29|||W|||以 致 有 些 人|||REQUIRED|||-NONE-|||0
T1-A0 最 近 ， 一 些 音 乐 评 论 家 发 表 轻 视 流 行 歌 曲 的 一 些 观 点 ， 以 致 于 有 些 人 蔑 视 流 行 歌 曲 。
A 15 16|||S|||行|||REQUIRED|||-NONE-|||1
A 24 29|||W|||以 致 于 有 些 人|||REQUIRED|||-NONE-|||1

S 螺 旋 型 通 货 紧 缩 的 是 我 们 只 买 便 宜 的 东 西 ， 得 是 公 司 不 太 利 润 ， 得 是 工 资 变 溅 落 ， 得 是 我 们 只 买 便 宜 的 东 西 ， 反 复 。
T0-A0 螺 旋 型 的 通 货 紧 缩 是 我 们 只 买 便 宜 的 东 西 ， 因 此 公 司 没 有 得 到 太 多 利 润 ， 于 是 工 资 变 少 ， 使 得 我 们 只 买 便 宜 的 东 西 ， 如 此 反 复 。
A 3 8|||W|||的 通 货 紧 缩|||REQUIRED|||-NONE-|||0
A 19 21|||S|||因 此|||REQUIRED|||-NONE-|||0
A 23 24|||S|||没 有 得 到|||REQUIRED|||-NONE-|||0
A 25 25|||M|||多|||REQUIRED|||-NONE-|||0
A 28 29|||S|||于|||REQUIRED|||-NONE-|||0
A 33 35|||S|||少|||REQUIRED|||-NONE-|||0
A 36 36|||M|||使|||REQUIRED|||-NONE-|||0
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 48|||M|||如 此|||REQUIRED|||-NONE-|||0
T1-A0 螺 旋 型 通 货 紧 缩 是 指 我 们 只 能 买 便 宜 的 东 西 ， 导 致 公 司 利 润 不 够 ， 导 致 工 资 降 低 ， 导 致 我 们 只 能 买 便 宜 的 东 西 ， 如 此 反 复 。
A 7 9|||S|||是 指|||REQUIRED|||-NONE-|||1
A 12 12|||M|||能|||REQUIRED|||-NONE-|||1
A 19 21|||S|||导 致|||REQUIRED|||-NONE-|||1
A 23 27|||W|||利 润 不 够|||REQUIRED|||-NONE-|||1
A 28 30|||S|||导 致|||REQUIRED|||-NONE-|||1
A 32 35|||S|||降 低|||REQUIRED|||-NONE-|||1
A 36 38|||S|||导 致|||REQUIRED|||-NONE-|||1
A 41 41|||M|||能|||REQUIRED|||-NONE-|||1
A 48 48|||M|||如 此|||REQUIRED|||-NONE-|||1
T2-A0 螺 旋 型 通 货 紧 缩 是 指 ： 我 们 只 买 便 宜 的 东 西 ， 使 得 公 司 不 怎 么 盈 利 ， 使 得 工 资 骤 减 ， 更 使 得 我 们 只 能 买 便 宜 的 东 西 … … 如 此 反 复 。
A 7 9|||S|||是 指 ：|||REQUIRED|||-NONE-|||2
A 19 19|||M|||使|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 25|||S|||怎 么 盈|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 28|||M|||使|||REQUIRED|||-NONE-|||2
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 32 35|||S|||骤 减|||REQUIRED|||-NONE-|||2
A 36 38|||S|||更 使 得|||REQUIRED|||-NONE-|||2
A 41 41|||M|||能|||REQUIRED|||-NONE-|||2
A 47 48|||S|||… … 如 此|||REQUIRED|||-NONE-|||2
T2-A1 螺 旋 型 通 货 紧 缩 是 指 ： 我 们 只 买 便 宜 的 东 西 ， 使 得 公 司 不 怎 么 盈 利 ， 使 得 工 资 骤 减 ， 更 使 得 我 们 只 能 买 便 宜 的 东 西 … … 如 此 反 复 。
A 7 9|||S|||是 指 ：|||REQUIRED|||-NONE-|||2
A 19 19|||M|||使|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 25|||S|||怎 么 盈|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 28|||M|||使|||REQUIRED|||-NONE-|||2
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 32 35|||S|||骤 减|||REQUIRED|||-NONE-|||2
A 36 36|||M|||更 使|||REQUIRED|||-NONE-|||2
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 41 41|||M|||能|||REQUIRED|||-NONE-|||2
A 47 48|||S|||… … 如 此|||REQUIRED|||-NONE-|||2

S 可 是 ， 迟 早 要 用 光 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 从 父 亲 说 的 那 句 话 学 了 人 生 也 有 很 多 困 难 ， 可 是 只 要 我 相 信 自 己 能 克 服 ， 就 能 的 ， 还 有 我 的 周 边 有 很 多 支 持 我 的 人 。
T0-A0 我 从 父 亲 说 的 那 句 话 中 懂 得 了 人 生 中 也 有 很 多 困 难 ， 可 是 只 要 我 相 信 自 己 能 克 服 ， 就 一 定 能 成 功 的 ， 还 有 我 的 周 边 有 很 多 支 持 我 的 人 。
A 9 10|||S|||中 懂 得|||REQUIRED|||-NONE-|||0
A 13 13|||M|||中|||REQUIRED|||-NONE-|||0
A 34 34|||M|||一 定|||REQUIRED|||-NONE-|||0
A 35 35|||M|||成 功|||REQUIRED|||-NONE-|||0
T1-A0 我 从 父 亲 说 的 那 句 话 中 学 会 了 ： 人 生 会 有 很 多 困 难 ， 但 是 只 要 相 信 自 己 能 克 服 ， 就 可 以 成 功 ， 周 边 还 有 许 多 支 持 我 的 人 。
A 9 9|||M|||中|||REQUIRED|||-NONE-|||1
A 10 10|||M|||会|||REQUIRED|||-NONE-|||1
A 11 11|||M|||：|||REQUIRED|||-NONE-|||1
A 13 14|||S|||会|||REQUIRED|||-NONE-|||1
A 20 21|||S|||但|||REQUIRED|||-NONE-|||1
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 34 36|||S|||可 以 成 功|||REQUIRED|||-NONE-|||1
A 37 41|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 43 43|||M|||还|||REQUIRED|||-NONE-|||1
A 44 45|||S|||许|||REQUIRED|||-NONE-|||1

S 我 会 跟 他 联 系 说 汉 语 。
T0-A0 我 跟 他 联 系 的 时 候 会 说 汉 语 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M|||的 时 候 会|||REQUIRED|||-NONE-|||0
T1-A0 我 跟 他 联 系 会 说 汉 语 。
A 1 6|||W|||跟 他 联 系 会|||REQUIRED|||-NONE-|||1
T2-A0 我 会 跟 他 练 习 说 汉 语 。
A 4 6|||S|||练 习|||REQUIRED|||-NONE-|||2
T3-A0 我 会 用 汉 语 跟 他 联 系 。
A 2 9|||W|||用 汉 语 跟 他 联 系|||REQUIRED|||-NONE-|||3

S 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 是 将 来 对 公 众 有 利 益 的 事 情 。
T0-A0 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 将 来 是 会 对 公 众 有 益 的 。
A 18 21|||W|||将 来 是|||REQUIRED|||-NONE-|||0
A 21 21|||M|||会|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T0-A1 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 将 来 是 会 对 公 众 有 益 的 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M|||是 会|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 是 将 来 对 公 众 有 利 的 事 情 。
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 将 来 是 会 对 公 众 有 利 的 。
A 18 21|||W|||将 来 是|||REQUIRED|||-NONE-|||2
A 21 21|||M|||会|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T2-A1 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 将 来 是 会 对 公 众 有 利 的 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 21 21|||M|||是 会|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 我 觉 得 ， 这 篇 文 章 里 政 府 出 台 的 一 项 规 定 是 将 来 对 公 众 有 益 的 事 情 。
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 面 临 她 的 死 亡 后 ， 我 真 的 不 知 道 干 怎 么 才 好 。 我 每 天 想 她 。
T0-A0 面 对 她 的 死 亡 ， 我 真 的 不 知 道 做 怎 么 才 好 。 我 每 天 想 她 。
A 1 2|||S|||对|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 15|||S|||做|||REQUIRED|||-NONE-|||0
T1-A0 面 对 她 的 死 亡 ， 我 真 的 不 知 道 该 怎 么 办 才 好 。 我 每 天 都 想 她 。
A 1 2|||S|||对|||REQUIRED|||-NONE-|||1
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 15|||S|||该|||REQUIRED|||-NONE-|||1
A 17 17|||M|||办|||REQUIRED|||-NONE-|||1
A 23 23|||M|||都|||REQUIRED|||-NONE-|||1
T2-A0 面 对 她 的 死 亡 ， 我 真 的 不 知 道 怎 么 办 才 好 ， 我 每 天 都 想 她 。
A 1 2|||S|||对|||REQUIRED|||-NONE-|||2
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 17 17|||M|||办|||REQUIRED|||-NONE-|||2
A 19 20|||S|||，|||REQUIRED|||-NONE-|||2
A 23 23|||M|||都|||REQUIRED|||-NONE-|||2

S 将 来 我 当 母 亲 的 时 候 ， 我 希 望 对 孩 子 的 很 好 的 第 一 任 老 师 。
T0-A0 将 来 我 当 母 亲 的 时 候 ， 我 希 望 成 为 对 孩 子 很 好 的 第 一 任 老 师 。
A 13 13|||M|||成 为|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 将 来 我 当 母 亲 的 时 候 ， 我 希 望 做 孩 子 的 很 好 的 第 一 任 老 师 。
A 13 14|||S|||做|||REQUIRED|||-NONE-|||1

S 我 爸 是 做 小 生 意 的 人 ， 经 常 各 地 去 做 事 。
T0-A0 我 爸 是 做 小 生 意 的 人 ， 经 常 去 各 地 做 事 。
A 12 15|||W|||去 各 地|||REQUIRED|||-NONE-|||0

S 当 然 大 家 都 盼 望 自 己 的 小 孩 成 才 ， 所 以 在 你 们 小 时 候 就 对 他 们 的 教 育 严 阵 以 待 和 处 处 管 教 ， 虽 说 不 是 坏 事 ， 但 也 因 此 使 小 孩 失 去 了 不 少 童 年 该 有 的 快 乐 回 忆 ， 所 以 在 小 孩 的 生 活 中 ， 父 母 不 仅 仅 是 养 育 者 的 身 份 ， 也 是 在 扮 演 着 老 师 的 责 任 ， 而 人 的 一 生 绝 大 部 分 关 键 都 是 在 儿 童 时 产 生 ， 所 以 在 孩 子 上 学 前 父 母 就 是 孩 子 的 第 一 任 老 师 。
T0-A0 当 然 大 家 都 盼 望 自 己 的 小 孩 成 才 。 所 以 你 们 在 他 们 小 时 候 就 对 他 们 的 教 育 进 行 严 抓 并 处 处 管 教 ， 虽 说 不 是 坏 事 ， 但 也 因 此 使 小 孩 失 去 了 不 少 童 年 该 有 的 快 乐 回 忆 。 所 以 在 小 孩 的 生 活 中 ， 父 母 不 仅 仅 是 养 育 者 的 身 份 ， 也 是 在 扮 演 着 老 师 的 角 色 。 而 人 的 一 生 绝 大 部 分 关 键 思 想 都 是 在 儿 童 时 产 生 的 ， 所 以 在 孩 子 上 学 前 ， 父 母 就 是 孩 子 的 第 一 任 老 师 。
A 14 15|||S|||。|||REQUIRED|||-NONE-|||0
A 17 17|||M|||你 们|||REQUIRED|||-NONE-|||0
A 18 19|||S|||他|||REQUIRED|||-NONE-|||0
A 30 30|||M|||进 行|||REQUIRED|||-NONE-|||0
A 31 35|||S|||抓 并|||REQUIRED|||-NONE-|||0
A 68 69|||S|||。|||REQUIRED|||-NONE-|||0
A 101 104|||S|||角 色 。|||REQUIRED|||-NONE-|||0
A 115 115|||M|||思 想|||REQUIRED|||-NONE-|||0
A 123 123|||M|||的|||REQUIRED|||-NONE-|||0
A 132 132|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 当 然 ， 大 家 都 盼 望 自 己 的 小 孩 成 才 ， 所 以 在 他 们 小 时 候 ， 父 母 就 严 格 对 待 对 他 们 的 教 育 并 处 处 管 教 他 们 ， 虽 说 这 不 是 坏 事 ， 但 也 因 此 使 小 孩 失 去 了 不 少 童 年 该 有 的 快 乐 回 忆 。 所 以 在 小 孩 的 生 活 中 ， 父 母 不 仅 仅 是 养 育 者 的 身 份 ， 也 扮 演 着 老 师 的 角 色 ， 而 人 的 一 生 绝 大 部 分 关 键 的 教 育 都 是 在 儿 童 时 受 到 的 ， 所 以 在 孩 子 上 学 前 ， 父 母 就 是 孩 子 的 第 一 任 老 师 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 18 19|||S|||他|||REQUIRED|||-NONE-|||1
A 23 23|||M|||， 父 母|||REQUIRED|||-NONE-|||1
A 24 24|||M|||严 格 对 待|||REQUIRED|||-NONE-|||1
A 30 35|||S|||并|||REQUIRED|||-NONE-|||1
A 39 39|||M|||他 们|||REQUIRED|||-NONE-|||1
A 42 42|||M|||这|||REQUIRED|||-NONE-|||1
A 68 69|||S|||。|||REQUIRED|||-NONE-|||1
A 93 95|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 101 103|||S|||角 色|||REQUIRED|||-NONE-|||1
A 115 115|||M|||的 教 育|||REQUIRED|||-NONE-|||1
A 121 123|||S|||受 到 的|||REQUIRED|||-NONE-|||1
A 132 132|||M|||，|||REQUIRED|||-NONE-|||1

S 比 如 说 是 生 活 方 式 ， 吃 的 东 西 都 会 有 区 别 。
T0-A0 比 如 说 生 活 方 式 、 吃 的 东 西 都 会 有 区 别 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||、|||REQUIRED|||-NONE-|||0
T1-A0 比 如 说 生 活 方 式 ， 吃 的 东 西 都 会 有 区 别 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 认 为 父 母 确 实 孩 子 的 第 一 任 老 师 。
T0-A0 我 认 为 父 母 确 实 是 孩 子 的 第 一 任 老 师 。
A 7 7|||M|||是|||REQUIRED|||-NONE-|||0

S 长 期 以 来 ， 各 国 的 学 校 确 是 男 女 合 式 教 育 ， 这 一 类 型 的 混 合 教 说 起 来 也 不 算 那 么 好 。 是 因 为 男 性 和 女 性 天 生 就 是 在 个 别 方 面 有 所 不 同 。 就 是 他 们 的 思 考 能 力 呀 ， 性 方 面 呀 ， 他 们 应 有 的 本 性 确 实 不 同 。
T0-A0 长 期 以 来 ， 各 国 的 学 校 确 实 是 男 女 合 式 教 育 ， 这 一 类 型 的 混 合 教 育 说 起 来 也 不 算 那 么 好 ， 因 为 男 性 和 女 性 天 生 就 是 在 个 别 方 面 有 所 不 同 ， 就 是 他 们 的 思 考 能 力 方 面 呀 ， 性 方 面 呀 ， 他 们 应 有 的 本 性 确 实 不 同 。
A 11 11|||M|||实|||REQUIRED|||-NONE-|||0
A 27 27|||M|||育|||REQUIRED|||-NONE-|||0
A 36 38|||S|||，|||REQUIRED|||-NONE-|||0
A 58 59|||S|||，|||REQUIRED|||-NONE-|||0
A 68 68|||M|||方 面|||REQUIRED|||-NONE-|||0
T1-A0 长 期 以 来 ， 各 国 的 学 校 却 是 男 女 混 合 式 教 育 ， 这 一 类 型 的 混 合 教 育 说 起 来 也 不 算 那 么 好 。 这 是 因 为 男 性 和 女 性 天 生 在 个 别 方 面 有 所 不 同 。 就 是 他 们 的 思 考 能 力 呀 ， 性 方 面 呀 ， 他 们 应 有 的 本 性 确 实 不 同 。
A 10 11|||S|||却|||REQUIRED|||-NONE-|||1
A 14 14|||M|||混|||REQUIRED|||-NONE-|||1
A 27 27|||M|||育|||REQUIRED|||-NONE-|||1
A 37 37|||M|||这|||REQUIRED|||-NONE-|||1
A 47 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 长 期 以 来 ， 各 国 学 校 的 确 是 男 女 合 式 教 育 ， 这 一 类 型 的 混 合 教 育 说 起 来 也 不 算 那 么 好 ， 是 因 为 男 性 和 女 性 天 生 就 是 在 个 别 方 面 有 所 不 同 ， 就 是 他 们 的 思 考 能 力 呀 ， 性 方 面 呀 ， 他 们 应 有 的 本 性 确 实 不 同 。
A 7 10|||W|||学 校 的|||REQUIRED|||-NONE-|||2
A 27 27|||M|||育|||REQUIRED|||-NONE-|||2
A 36 37|||S|||，|||REQUIRED|||-NONE-|||2
A 58 59|||S|||，|||REQUIRED|||-NONE-|||2

S 很 严 重 的 问 题 是 ， 吸 烟 不 仅 害 吸 烟 者 的 健 康 ， 而 且 吸 烟 者 周 围 的 人 也 受 到 抽 烟 时 不 好 的 影 响 。 这 表 明 ， 如 果 一 个 家 庭 里 一 个 人 抽 烟 的 话 ， 这 影 响 到 全 家 人 。 比 如 某 一 家 食 堂 里 你 吃 饭 时 一 个 人 抽 烟 的 话 造 成 了 那 里 吃 饭 的 人 都 抽 烟 的 效 果 。
T0-A0 很 严 重 的 问 题 是 ， 吸 烟 不 仅 危 害 吸 烟 者 的 健 康 ， 而 且 吸 烟 者 周 围 的 人 也 会 受 到 抽 烟 的 不 好 的 影 响 。 这 表 明 ， 如 果 一 个 家 庭 里 有 一 个 人 抽 烟 的 话 ， 这 就 会 影 响 到 全 家 人 。 比 如 你 在 某 一 家 食 堂 里 吃 饭 时 ， 如 果 有 一 个 人 抽 烟 的 话 ， 他 会 造 成 在 那 里 吃 饭 的 人 都 被 动 抽 烟 的 后 果 。
A 12 12|||M|||危|||REQUIRED|||-NONE-|||0
A 30 30|||M|||会|||REQUIRED|||-NONE-|||0
A 34 35|||S|||的|||REQUIRED|||-NONE-|||0
A 52 52|||M|||有|||REQUIRED|||-NONE-|||0
A 61 61|||M|||就 会|||REQUIRED|||-NONE-|||0
A 70 70|||M|||你 在|||REQUIRED|||-NONE-|||0
A 76 77|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 80 80|||M|||， 如 果 有|||REQUIRED|||-NONE-|||0
A 87 87|||M|||， 他 会|||REQUIRED|||-NONE-|||0
A 89 90|||S|||在|||REQUIRED|||-NONE-|||0
A 97 97|||M|||被 动|||REQUIRED|||-NONE-|||0
A 100 101|||S|||后|||REQUIRED|||-NONE-|||0

S 爸 爸 妈 妈 这 个 时 候 就 会 教 会 孩 子 和 大 家 分 享 自 己 的 玩 具 ， 因 为 和 大 家 一 起 玩 耍 才 是 最 快 乐 的 。
T0-A0 爸 爸 妈 妈 在 这 个 时 候 就 应 该 教 会 孩 子 和 大 家 分 享 自 己 的 玩 具 ， 因 为 和 大 家 一 起 玩 耍 才 是 最 快 乐 的 。
A 4 4|||M|||在|||REQUIRED|||-NONE-|||0
A 9 10|||S|||应 该|||REQUIRED|||-NONE-|||0
T1-A0 爸 爸 妈 妈 在 这 个 时 候 就 会 教 孩 子 和 大 家 分 享 自 己 的 玩 具 ， 因 为 和 大 家 一 起 玩 耍 才 是 最 快 乐 的 。
A 4 4|||M|||在|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 什 么 事 情 都 适 当 很 好 。
T0-A0 什 么 事 情 都 适 当 才 是 好 的 。
A 7 8|||S|||才 是|||REQUIRED|||-NONE-|||0
A 9 9|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 什 么 事 情 都 适 当 就 很 好 。
A 7 7|||M|||就|||REQUIRED|||-NONE-|||1
T2-A0 什 么 事 情 都 适 当 才 最 好 。
A 7 8|||S|||才 最|||REQUIRED|||-NONE-|||2

S 其 实 就 按 照 我 个 人 所 经 历 过 的 学 生 时 代 来 说 吧 ， 这 男 女 分 校 好 还 是 混 合 好 倒 是 各 有 各 的 说 法 ， 赞 成 分 校 者 谓 说 可 以 提 防 男 女 少 年 过 于 早 熟 早 恋 ， 甚 至 于 “ 偷 尝 禁 果 ” 但 个 人 认 为 多 数 实 行 分 校 制 者 实 际 上 都 是 一 些 所 谓 比 较 “ 名 牌 ” 的 学 校 因 此 为 “ 名 ” 而 分 者 是 更 大 的 考 量 。
T0-A0 其 实 就 按 照 我 个 人 所 经 历 过 的 学 生 时 代 来 说 吧 ， 是 男 女 分 校 好 还 是 混 合 好 倒 是 各 有 各 的 说 法 ， 赞 成 分 校 者 认 为 分 校 可 以 提 防 男 女 少 年 过 于 早 熟 早 恋 ， 甚 至 “ 偷 尝 禁 果 ” ， 但 个 人 认 为 多 数 实 行 分 校 制 者 实 际 上 都 是 一 些 所 谓 比 较 “ 名 牌 ” 的 学 校 ， “ 名 ” 是 更 大 的 考 量 。
A 21 22|||S|||是|||REQUIRED|||-NONE-|||0
A 46 48|||S|||认 为 分 校|||REQUIRED|||-NONE-|||0
A 65 66|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 72 72|||M|||，|||REQUIRED|||-NONE-|||0
A 103 106|||S|||，|||REQUIRED|||-NONE-|||0
A 109 112|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 们 刚 到 公 园 就 被 天 下 雨 了 。
T0-A0 我 们 刚 到 公 园 天 就 下 雨 了 。
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M|||就|||REQUIRED|||-NONE-|||0
T0-A1 我 们 刚 到 公 园 天 就 下 雨 了 。
A 6 6|||M|||天|||REQUIRED|||-NONE-|||0
A 7 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 们 刚 到 公 园 ， 天 就 下 雨 了 。
A 6 8|||S|||，|||REQUIRED|||-NONE-|||1
A 9 9|||M|||就|||REQUIRED|||-NONE-|||1

S 还 有 我 的 父 亲 是 厚 道 的 人 ， 所 以 我 从 他 的 身 上 学 了 待 人 的 做 法 。 我 妈 妈 是 因 为 以 前 家 里 没 有 什 么 钱 所 以 为 了 养 我 们 做 生 意 很 勇 敢 ， 我 在 她 的 身 上 学 了 要 怎 么 面 对 困 难 而 且 勇 敢 。
T0-A0 还 有 ， 我 的 父 亲 是 厚 道 的 人 ， 所 以 我 从 他 的 身 上 学 到 了 待 人 的 方 法 。 因 为 以 前 家 里 没 有 什 么 钱 ， 所 以 我 妈 妈 为 了 养 我 们 做 生 意 很 勇 敢 ， 我 在 她 的 身 上 学 到 了 勇 敢 和 怎 么 面 对 困 难 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 21 21|||M|||到|||REQUIRED|||-NONE-|||0
A 25 26|||S|||方|||REQUIRED|||-NONE-|||0
A 28 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 43|||M|||，|||REQUIRED|||-NONE-|||0
A 45 45|||M|||我 妈 妈|||REQUIRED|||-NONE-|||0
A 64 64|||M|||到|||REQUIRED|||-NONE-|||0
A 65 66|||S|||勇 敢 和|||REQUIRED|||-NONE-|||0
A 72 76|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 还 有 我 的 父 亲 是 厚 道 的 人 ， 所 以 我 从 他 的 身 上 学 到 了 待 人 的 方 法 。 我 妈 妈 是 因 为 以 前 家 里 没 有 什 么 钱 ， 所 以 为 了 养 我 们 勇 敢 地 去 做 生 意 了 ， 我 在 她 的 身 上 学 到 了 要 怎 样 勇 敢 地 面 对 困 难 。
A 21 21|||M|||到|||REQUIRED|||-NONE-|||1
A 25 26|||S|||方|||REQUIRED|||-NONE-|||1
A 43 43|||M|||，|||REQUIRED|||-NONE-|||1
A 50 50|||M|||勇 敢 地 去|||REQUIRED|||-NONE-|||1
A 53 56|||S|||了|||REQUIRED|||-NONE-|||1
A 64 64|||M|||到|||REQUIRED|||-NONE-|||1
A 67 68|||S|||样 勇 敢 地|||REQUIRED|||-NONE-|||1
A 72 76|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 还 有 我 的 父 亲 是 厚 道 的 人 ， 所 以 我 从 他 的 身 上 学 到 了 待 人 的 方 法 。 我 妈 妈 是 因 为 以 前 家 里 没 有 什 么 钱 ， 所 以 为 了 养 我 们 做 生 意 很 勇 敢 ， 我 在 她 的 身 上 学 到 了 要 怎 么 面 对 困 难 而 且 要 勇 敢 。
A 21 21|||M|||到|||REQUIRED|||-NONE-|||2
A 25 26|||S|||方|||REQUIRED|||-NONE-|||2
A 43 43|||M|||，|||REQUIRED|||-NONE-|||2
A 64 64|||M|||到|||REQUIRED|||-NONE-|||2
A 74 74|||M|||要|||REQUIRED|||-NONE-|||2

S 所 以 我 少 就 不 理 他 了 。
T0-A0 所 以 我 就 不 理 他 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 就 很 少 理 他 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 6|||S|||很 少|||REQUIRED|||-NONE-|||1
T2-A0 所 以 我 早 就 不 理 他 了 。
A 3 4|||S|||早|||REQUIRED|||-NONE-|||2

S 虽 然 树 下 不 过 天 气 已 经 3 5 度 ， 收 拾 行 李 后 我 和 我 爱 人 已 经 浑 身 出 汗 了 。
T0-A0 虽 然 树 下 温 度 不 过 3 5 度 ， 但 是 收 拾 行 李 后 我 和 我 爱 人 已 经 浑 身 是 汗 了 。
A 4 4|||M|||温 度|||REQUIRED|||-NONE-|||0
A 6 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||但 是|||REQUIRED|||-NONE-|||0
A 28 29|||S|||是|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 们 在 树 下 ， 不 过 气 温 已 经 3 5 度 ， 收 拾 行 李 后 ， 我 和 我 爱 人 已 经 浑 身 是 汗 了 。
A 2 2|||M|||我 们 在|||REQUIRED|||-NONE-|||1
A 4 4|||M|||，|||REQUIRED|||-NONE-|||1
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 8|||M|||温|||REQUIRED|||-NONE-|||1
A 19 19|||M|||，|||REQUIRED|||-NONE-|||1
A 28 29|||S|||是|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 是 在 树 下 ， 不 过 天 气 温 度 已 经 3 5 度 了 ， 收 拾 行 李 后 我 和 我 爱 人 已 经 浑 身 是 汗 了 。
A 2 2|||M|||是 在|||REQUIRED|||-NONE-|||2
A 4 4|||M|||，|||REQUIRED|||-NONE-|||2
A 8 8|||M|||温 度|||REQUIRED|||-NONE-|||2
A 13 13|||M|||了|||REQUIRED|||-NONE-|||2
A 28 29|||S|||是|||REQUIRED|||-NONE-|||2

S 我 们 本 来 不 知 道 澳 大 利 亚 有 冷 的 地 方 ！ 在 南 方 ， 气 候 诚 然 很 冷 ！
T0-A0 我 们 本 来 不 知 道 澳 大 利 亚 有 冷 的 地 方 ！ 在 南 方 ， 气 候 真 的 很 冷 ！
A 23 25|||S|||真 的|||REQUIRED|||-NONE-|||0

S 游 客 可 以 一 起 考 虑 世 界 的 问 题 ， 对 现 在 的 国 际 形 势 表 示 不 同 的 看 法 。
T0-A0 游 客 可 以 一 起 思 考 世 界 上 的 问 题 ， 对 现 在 的 国 际 形 势 表 达 不 同 的 看 法 。
A 6 6|||M|||思|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M|||上|||REQUIRED|||-NONE-|||0
A 23 24|||S|||达|||REQUIRED|||-NONE-|||0

S 有 的 孩 子 从 小 就 开 始 拼 命 的 学 习 。
T0-A0 有 的 孩 子 从 小 就 开 始 拼 命 地 学 习 。
A 11 12|||S|||地|||REQUIRED|||-NONE-|||0

S 我 们 小 的 时 候 ， 我 们 很 喜 欢 在 一 起 又 比 赛 、 又 玩 。 我 们 在 学 校 的 操 场 常 常 打 了 网 球 、 蓝 球 、 排 球 ， 很 有 意 思 了 。
T0-A0 小 的 时 候 ， 我 们 很 喜 欢 在 一 起 边 比 赛 边 玩 。 我 们 常 常 在 学 校 的 操 场 打 网 球 、 篮 球 、 排 球 ， 很 有 意 思 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||边|||REQUIRED|||-NONE-|||0
A 18 20|||S|||边|||REQUIRED|||-NONE-|||0
A 24 32|||W|||常 常 在 学 校 的 操 场|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 38|||S|||篮|||REQUIRED|||-NONE-|||0
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 们 小 的 时 候 很 喜 欢 在 一 起 比 赛 和 玩 耍 。 我 们 常 常 在 学 校 的 操 场 打 网 球 、 篮 球 、 排 球 ， 很 有 意 思 。
A 6 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 20|||S|||和|||REQUIRED|||-NONE-|||1
A 21 21|||M|||耍|||REQUIRED|||-NONE-|||1
A 24 32|||W|||常 常 在 学 校 的 操 场|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 38|||S|||篮|||REQUIRED|||-NONE-|||1
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 们 小 的 时 候 ， 很 喜 欢 在 一 起 比 赛 、 玩 。 我 们 常 常 在 学 校 的 操 场 打 网 球 、 篮 球 、 排 球 ， 可 有 意 思 了 。
A 7 9|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 32|||W|||常 常 在 学 校 的 操 场|||REQUIRED|||-NONE-|||2
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 37 38|||S|||篮|||REQUIRED|||-NONE-|||2
A 43 44|||S|||可|||REQUIRED|||-NONE-|||2

S 我 在 外 国 呆 了 一 个 月 差 不 多 ， 所 以 在 我 以 前 的 房 间 里 没 有 人 。
T0-A0 我 在 他 国 呆 了 一 个 月 左 右 ， 所 以 在 我 以 前 的 房 间 里 没 有 人 住 。
A 2 3|||S|||他|||REQUIRED|||-NONE-|||0
A 9 12|||S|||左 右|||REQUIRED|||-NONE-|||0
A 26 26|||M|||住|||REQUIRED|||-NONE-|||0
T1-A0 我 在 外 国 差 不 多 呆 了 一 个 月 ， 所 以 没 有 人 住 在 我 以 前 的 房 间 里 。
A 4 12|||W|||差 不 多 呆 了 一 个 月|||REQUIRED|||-NONE-|||1
A 15 26|||W|||没 有 人 住 在 我 以 前 的 房 间 里|||REQUIRED|||-NONE-|||1
T2-A0 我 在 外 国 差 不 多 呆 了 一 个 月 ， 所 以 在 我 以 前 的 房 间 里 没 有 人 住 。
A 4 12|||W|||差 不 多 呆 了 一 个 月|||REQUIRED|||-NONE-|||2
A 26 26|||M|||住|||REQUIRED|||-NONE-|||2
T3-A0 我 在 外 国 呆 了 一 个 月 左 右 ， 所 以 在 我 以 前 的 房 间 里 没 有 人 住 。
A 9 12|||S|||左 右|||REQUIRED|||-NONE-|||3
A 26 26|||M|||住|||REQUIRED|||-NONE-|||3
T4-A0 我 在 外 国 呆 了 差 不 多 一 个 月 ， 所 以 在 我 以 前 的 房 间 里 没 有 人 。
A 6 12|||W|||差 不 多 一 个 月|||REQUIRED|||-NONE-|||4

S 邻 居 非 常 奇 怪 。 有 一 个 太 太 ， 她 每 天 晚 上 上 我 的 楼 面 ， 然 后 不 停 地 按 下 我 邻 居 的 门 铃 是 为 的 要 求 酒 和 烟 。 我 疑 神 疑 鬼 ， 每 次 和 遇 见 她 或 者 我 住 一 样 的 楼 道 的 先 生 ， 我 抓 疑 地 看 着 他 们 。 有 时 候 那 个 先 生 告 诉 我 ： “ 怎 么 样 呢 ？ 你 再 要 回 家 了 吗 ？ ”
T0-A0 邻 居 非 常 奇 怪 。 有 一 个 太 太 ， 她 每 天 晚 上 上 到 我 的 楼 层 ， 然 后 不 停 地 按 下 我 邻 居 的 门 铃 为 了 求 酒 和 烟 。 我 疑 神 疑 鬼 ， 每 次 遇 见 她 或 者 跟 我 住 一 样 的 楼 道 的 先 生 ， 我 怀 疑 地 看 着 他 们 。 有 时 候 那 个 先 生 告 诉 我 ： “ 怎 么 样 呢 ？ 你 要 回 家 了 吗 ？ ”
A 19 19|||M|||到|||REQUIRED|||-NONE-|||0
A 22 23|||S|||层|||REQUIRED|||-NONE-|||0
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 41|||S|||了|||REQUIRED|||-NONE-|||0
A 54 55|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 60|||M|||跟|||REQUIRED|||-NONE-|||0
A 72 73|||S|||怀|||REQUIRED|||-NONE-|||0
A 98 99|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 邻 居 非 常 可 疑 。 有 一 个 太 太 ， 她 每 天 晚 上 来 我 家 对 面 ， 然 后 不 停 地 按 我 邻 居 的 门 铃 为 了 要 酒 和 烟 。 我 疑 神 疑 鬼 ， 每 次 遇 见 她 或 者 和 我 住 一 个 楼 道 的 先 生 ， 我 总 是 怀 疑 地 看 着 他 们 。 有 时 候 那 个 先 生 问 我 ： “ 怎 么 样 呢 ？ 你 要 回 家 了 吗 ？ ”
A 4 6|||S|||可 疑|||REQUIRED|||-NONE-|||1
A 18 19|||S|||来|||REQUIRED|||-NONE-|||1
A 20 22|||S|||家 对|||REQUIRED|||-NONE-|||1
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 40|||S|||了|||REQUIRED|||-NONE-|||1
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 54 60|||W|||遇 见 她 或 者 和|||REQUIRED|||-NONE-|||1
A 63 65|||S|||个|||REQUIRED|||-NONE-|||1
A 72 73|||S|||总 是 怀|||REQUIRED|||-NONE-|||1
A 87 89|||S|||问|||REQUIRED|||-NONE-|||1
A 98 99|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 解 一 般 人 反 而 不 能 理 解 自 己 的 女 儿 。
T0-A0 理 解 一 般 人 反 而 不 能 理 解 自 己 的 女 儿 。
A 0 0|||M|||理|||REQUIRED|||-NONE-|||0
T1-A0 一 般 人 反 而 不 能 理 解 自 己 的 女 儿 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 想 这 点 有 非 常 智 慧 。 会 天 地 都 是 能 量 ， 人 身 体 也 是 能 量 。
T0-A0 我 想 这 点 非 常 有 智 慧 。 天 地 都 是 能 量 ， 人 身 体 也 是 能 量 。
A 4 7|||W|||非 常 有|||REQUIRED|||-NONE-|||0
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 想 这 点 非 常 有 智 慧 。 天 地 间 都 是 能 量 ， 人 的 身 体 也 是 能 量 。
A 4 7|||W|||非 常 有|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||间|||REQUIRED|||-NONE-|||1
A 19 19|||M|||的|||REQUIRED|||-NONE-|||1

S 如 今 的 手 机 可 以 做 很 多 事 ， 例 如 到 处 使 用 互 联 网 ， 公 交 车 时 刻 表 ， 看 看 天 气 预 报 ， 下 载 数 千 的 应 用 程 序 ， 听 音 乐 ， 看 看 录 像 片 。
T0-A0 如 今 的 手 机 可 以 做 很 多 事 ， 例 如 随 处 使 用 互 联 网 看 公 交 车 时 刻 表 、 看 天 气 预 报 、 下 载 数 百 个 应 用 程 序 、 听 音 乐 、 看 录 像 片 等 等 。
A 14 15|||S|||随|||REQUIRED|||-NONE-|||0
A 21 22|||S|||看|||REQUIRED|||-NONE-|||0
A 28 30|||S|||、|||REQUIRED|||-NONE-|||0
A 35 36|||S|||、|||REQUIRED|||-NONE-|||0
A 39 41|||S|||百 个|||REQUIRED|||-NONE-|||0
A 45 46|||S|||、|||REQUIRED|||-NONE-|||0
A 49 51|||S|||、|||REQUIRED|||-NONE-|||0
A 55 55|||M|||等 等|||REQUIRED|||-NONE-|||0

S 保 持 整 洁 的 原 因 有 两 项 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 总 之 ， 要 学 好 中 文 ， 这 里 重 复 一 遍 ， 就 是 要 多 读 、 多 写 、 多 看 以 至 多 讲 。
T0-A0 总 之 ， 这 里 重 复 一 遍 ： 要 学 好 中 文 ， 就 是 要 多 读 、 多 写 、 多 看 以 至 多 讲 。
A 2 15|||W|||， 这 里 重 复 一 遍 ： 要 学 好 中 文|||REQUIRED|||-NONE-|||0
T1-A0 总 之 ， 这 里 再 重 复 一 遍 ： 要 学 好 中 文 ， 就 是 要 多 读 、 多 写 、 多 看 以 及 多 讲 。
A 2 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||再|||REQUIRED|||-NONE-|||1
A 15 15|||M|||： 要 学 好 中 文|||REQUIRED|||-NONE-|||1
A 28 29|||S|||及|||REQUIRED|||-NONE-|||1

S 虽 然 我 们 主 观 上 不 愿 看 到 此 等 情 形 ， 但 从 广 义 的 结 论 上 来 看 ， 强 制 手 段 能 给 社 会 公 众 带 来 一 个 健 康 和 美 观 的 环 境 的 话 ， 也 算 是 一 个 迫 不 得 已 的 措 施 吧 。
T0-A0 虽 然 我 们 主 观 上 不 愿 看 到 此 等 情 形 ， 但 从 广 义 的 结 论 上 来 看 ， 如 果 强 制 手 段 能 给 社 会 公 众 带 来 一 个 健 康 和 美 观 的 环 境 的 话 ， 那 么 它 也 算 是 一 个 迫 不 得 已 的 措 施 吧 。
A 27 27|||M|||如 果|||REQUIRED|||-NONE-|||0
A 52 52|||M|||那 么 它|||REQUIRED|||-NONE-|||0

S 我 会 再 去 , 携 手 我 心 爱 的 人 ~
T0-A0 我 会 再 去 , 带 着 我 心 爱 的 人 ~
A 5 7|||S|||带 着|||REQUIRED|||-NONE-|||0

S 同 学 们 成 了 好 朋 友 。 我 跟 他 们 在 微 信 上 还 在 联 系 。 我 们 小 组 里 有 各 种 各 样 的 国 籍 ： 日 本 人 ， 蒙 古 人 ， 韩 国 人 ， 德 国 人 ， 乌 兹 别 克 人 ， 荷 兰 人 和 法 国 人 。
T0-A0 我 和 同 学 们 成 了 好 朋 友 。 我 跟 他 们 在 微 信 上 还 在 联 系 。 我 们 小 组 里 有 各 种 各 样 国 籍 的 人 ： 日 本 人 、 蒙 古 人 、 韩 国 人 、 德 国 人 、 乌 兹 别 克 人 、 荷 兰 人 和 法 国 人 等 。
A 0 0|||M|||我 和|||REQUIRED|||-NONE-|||0
A 32 35|||W|||国 籍 的|||REQUIRED|||-NONE-|||0
A 35 35|||M|||人|||REQUIRED|||-NONE-|||0
A 39 40|||S|||、|||REQUIRED|||-NONE-|||0
A 43 44|||S|||、|||REQUIRED|||-NONE-|||0
A 47 48|||S|||、|||REQUIRED|||-NONE-|||0
A 51 52|||S|||、|||REQUIRED|||-NONE-|||0
A 57 58|||S|||、|||REQUIRED|||-NONE-|||0
A 65 65|||M|||等|||REQUIRED|||-NONE-|||0
T0-A1 我 和 同 学 们 成 了 好 朋 友 。 我 跟 他 们 在 微 信 上 还 在 联 系 。 我 们 小 组 里 有 各 种 各 样 国 籍 的 人 ： 日 本 人 、 蒙 古 人 、 韩 国 人 、 德 国 人 、 乌 兹 别 克 人 、 荷 兰 人 和 法 国 人 等 。
A 0 0|||M|||我 和|||REQUIRED|||-NONE-|||0
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M|||的 人|||REQUIRED|||-NONE-|||0
A 39 40|||S|||、|||REQUIRED|||-NONE-|||0
A 43 44|||S|||、|||REQUIRED|||-NONE-|||0
A 47 48|||S|||、|||REQUIRED|||-NONE-|||0
A 51 52|||S|||、|||REQUIRED|||-NONE-|||0
A 57 58|||S|||、|||REQUIRED|||-NONE-|||0
A 65 65|||M|||等|||REQUIRED|||-NONE-|||0
T1-A0 我 和 同 学 们 成 了 好 朋 友 。 我 跟 他 们 在 微 信 上 联 系 。 我 们 小 组 里 有 各 种 各 样 的 国 籍 的 人 ： 日 本 人 、 蒙 古 人 、 韩 国 人 、 德 国 人 、 乌 兹 别 克 人 、 荷 兰 人 和 法 国 人 等 。
A 0 0|||M|||我 和|||REQUIRED|||-NONE-|||1
A 17 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 35|||M|||的 人|||REQUIRED|||-NONE-|||1
A 39 40|||S|||、|||REQUIRED|||-NONE-|||1
A 43 44|||S|||、|||REQUIRED|||-NONE-|||1
A 47 48|||S|||、|||REQUIRED|||-NONE-|||1
A 51 52|||S|||、|||REQUIRED|||-NONE-|||1
A 57 58|||S|||、|||REQUIRED|||-NONE-|||1
A 65 65|||M|||等|||REQUIRED|||-NONE-|||1

S 自 古 至 今 ， 男 欢 女 爱 ， 在 东 西 方 的 眼 中 各 有 不 同 的 看 法 。 先 说 西 方 洋 人 喜 欢 追 求 浪 漫 、 刺 激 的 一 见 钟 情 ， 快 熟 式 的 恋 爱 方 式 ， 对 我 们 中 国 人 来 说 ， 可 说 是 见 怪 不 怪 。
T0-A0 从 古 至 今 ， 男 欢 女 爱 ， 在 东 西 方 的 眼 中 都 是 各 有 各 的 看 法 。 先 说 西 方 洋 人 喜 欢 的 追 求 浪 漫 、 刺 激 的 一 见 钟 情 ， 快 餐 式 的 恋 爱 方 式 ， 对 我 们 中 国 人 来 说 ， 可 谓 是 见 怪 不 怪 。
A 0 1|||S|||从|||REQUIRED|||-NONE-|||0
A 17 17|||M|||都 是|||REQUIRED|||-NONE-|||0
A 19 21|||S|||各|||REQUIRED|||-NONE-|||0
A 33 33|||M|||的|||REQUIRED|||-NONE-|||0
A 47 48|||S|||餐|||REQUIRED|||-NONE-|||0
A 65 66|||S|||谓|||REQUIRED|||-NONE-|||0
T1-A0 自 古 至 今 ， 男 欢 女 爱 ， 在 东 西 方 的 眼 中 各 有 看 法 。 先 说 西 方 洋 人 喜 欢 追 求 浪 漫 、 刺 激 的 一 见 钟 情 那 样 快 餐 式 的 恋 爱 方 式 ， 对 我 们 中 国 人 来 说 ， 可 谓 是 见 怪 不 怪 。
A 19 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 46|||S|||那 样|||REQUIRED|||-NONE-|||1
A 47 48|||S|||餐|||REQUIRED|||-NONE-|||1
A 65 66|||S|||谓|||REQUIRED|||-NONE-|||1

S 在 海 上 船 行 的 日 子 ， 我 看 了 很 多 书 ， 画 画 ， 观 看 船 上 的 节 且 和 其 他 活 动 。 我 和 家 人 度 过 了 绝 妙 的 两 周 。
T0-A0 在 海 上 坐 船 游 行 的 日 子 ， 我 看 了 很 多 书 ， 画 了 很 多 画 ， 观 看 船 上 的 节 目 和 做 了 其 他 活 动 。 我 和 家 人 度 过 了 绝 妙 的 两 周 。
A 3 3|||M|||坐|||REQUIRED|||-NONE-|||0
A 4 4|||M|||游|||REQUIRED|||-NONE-|||0
A 17 17|||M|||了 很 多|||REQUIRED|||-NONE-|||0
A 25 26|||S|||目|||REQUIRED|||-NONE-|||0
A 27 27|||M|||做 了|||REQUIRED|||-NONE-|||0
T1-A0 在 海 上 航 行 的 日 子 里 ， 我 看 很 多 书 、 画 画 、 观 看 船 上 的 节 目 和 其 他 活 动 。 我 和 家 人 度 过 了 绝 妙 的 两 周 。
A 3 4|||S|||航|||REQUIRED|||-NONE-|||1
A 8 8|||M|||里|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||S|||、|||REQUIRED|||-NONE-|||1
A 18 19|||S|||、|||REQUIRED|||-NONE-|||1
A 25 26|||S|||目|||REQUIRED|||-NONE-|||1
T2-A0 在 海 上 航 行 的 日 子 ， 我 看 了 很 多 书 、 画 画 、 观 看 船 上 的 节 目 和 其 他 活 动 。 我 和 家 人 度 过 了 绝 妙 的 两 周 。
A 3 4|||S|||航|||REQUIRED|||-NONE-|||2
A 15 16|||S|||、|||REQUIRED|||-NONE-|||2
A 18 19|||S|||、|||REQUIRED|||-NONE-|||2
A 25 26|||S|||目|||REQUIRED|||-NONE-|||2

S 他 们 总 爱 听 那 么 已 被 时 代 淘 汰 的 老 歌 ， 虽 然 那 些 歌 已 经 不 流 行 了 ， 但 它 还 是 受 到 大 量 听 众 的 支 持 ， 因 为 老 歌 给 人 们 带 来 一 种 较 神 秘 的 感 觉 ， 和 一 种 怀 念 过 去 的 感 觉 。
T0-A0 他 们 总 爱 听 那 些 已 被 时 代 淘 汰 的 老 歌 ， 虽 然 那 些 歌 已 经 不 流 行 了 ， 但 它 们 还 是 受 到 了 大 量 听 众 的 支 持 ， 因 为 老 歌 给 人 们 带 来 一 种 较 神 秘 和 怀 念 过 去 的 感 觉 。
A 6 7|||S|||些|||REQUIRED|||-NONE-|||0
A 31 31|||M|||们|||REQUIRED|||-NONE-|||0
A 35 35|||M|||了|||REQUIRED|||-NONE-|||0
A 57 61|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 62 64|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 他 们 总 爱 听 那 些 已 经 被 时 代 淘 汰 的 老 歌 ， 虽 然 那 些 歌 现 在 不 流 行 了 ， 但 它 们 还 是 拥 有 大 量 听 众 的 支 持 ， 因 为 老 歌 给 人 们 带 来 一 种 较 为 神 秘 的 感 觉 ， 能 让 大 家 怀 念 过 去 。
A 6 7|||S|||些|||REQUIRED|||-NONE-|||1
A 8 8|||M|||经|||REQUIRED|||-NONE-|||1
A 22 24|||S|||现 在|||REQUIRED|||-NONE-|||1
A 31 31|||M|||们|||REQUIRED|||-NONE-|||1
A 33 35|||S|||拥 有|||REQUIRED|||-NONE-|||1
A 55 55|||M|||为|||REQUIRED|||-NONE-|||1
A 61 64|||S|||能 让 大 家|||REQUIRED|||-NONE-|||1
A 68 71|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 再 来 说 吸 烟 者 对 环 境 的 破 害 。
T0-A0 再 来 说 吸 烟 者 对 环 境 的 破 坏 。
A 11 12|||S|||坏|||REQUIRED|||-NONE-|||0

S 几 个 月 后 ， 我 们 明 白 他 所 说 的 一 切 。
T0-A0 几 个 月 后 ， 我 们 明 白 了 他 所 说 的 一 切 。
A 9 9|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 几 个 月 后 ， 我 们 才 明 白 他 所 说 的 一 切 。
A 7 7|||M|||才|||REQUIRED|||-NONE-|||1

S 他 重 视 人 际 关 系 ， 他 有 很 朋 友 。
T0-A0 因 为 他 重 视 人 际 关 系 ， 所 以 他 有 很 多 朋 友 。
A 0 0|||M|||因 为|||REQUIRED|||-NONE-|||0
A 8 8|||M|||所 以|||REQUIRED|||-NONE-|||0
A 11 11|||M|||多|||REQUIRED|||-NONE-|||0
T1-A0 他 重 视 人 际 关 系 ， 有 很 多 朋 友 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||多|||REQUIRED|||-NONE-|||1
T2-A0 他 重 视 人 际 关 系 ， 他 有 很 多 朋 友 。
A 11 11|||M|||多|||REQUIRED|||-NONE-|||2

S 你 们 ] 好 ， 我 是 一 个 人 ， 不 想 婚 姻 。 我 的 朋 友 们 ] 每 一 个 婚 姻 过 。
T0-A0 你 们 好 ， 我 是 单 身 ， 不 想 结 婚 。 我 的 朋 友 们 每 一 个 都 结 过 婚 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 10|||S|||单 身|||REQUIRED|||-NONE-|||0
A 13 13|||M|||结|||REQUIRED|||-NONE-|||0
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 27|||S|||都 结|||REQUIRED|||-NONE-|||0
A 28 28|||M|||婚|||REQUIRED|||-NONE-|||0
T1-A0 你 们 好 ， 只 有 我 一 个 人 不 想 结 婚 。 我 的 每 一 个 朋 友 们 都 结 婚 了 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||只 有|||REQUIRED|||-NONE-|||1
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||结|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 18|||M|||每 一 个|||REQUIRED|||-NONE-|||1
A 21 25|||S|||都 结|||REQUIRED|||-NONE-|||1
A 26 28|||S|||了|||REQUIRED|||-NONE-|||1

S 过 了 十 年 了 但 还 难 忘 抽 烟 的 味 道 ！
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 教 育 家 也 曾 经 说 过 “ 孩 子 是 父 母 的 镜 子 ” 如 果 父 母 爱 看 书 ， 孩 子 也 会 喜 欢 看 书 ； 如 果 父 母 爱 玩 儿 电 脑 ， 孩 子 也 会 这 样 。
T0-A0 教 育 家 也 曾 经 说 过 ： “ 孩 子 是 父 母 的 镜 子 。 ” 如 果 父 母 爱 看 书 ， 孩 子 也 会 喜 欢 看 书 ； 如 果 父 母 爱 玩 儿 电 脑 ， 孩 子 也 会 这 样 。
A 8 8|||M|||：|||REQUIRED|||-NONE-|||0
A 17 17|||M|||。|||REQUIRED|||-NONE-|||0
T1-A0 教 育 家 也 曾 经 说 过 ， “ 孩 子 是 父 母 的 镜 子 。 ” 如 果 父 母 爱 看 书 ， 孩 子 也 会 喜 欢 看 书 ； 如 果 父 母 爱 玩 儿 电 脑 ， 孩 子 也 会 这 样 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||1
A 17 17|||M|||。|||REQUIRED|||-NONE-|||1

S 我 从 个 个 的 经 验 来 谈 这 个 题 目 。
T0-A0 我 从 个 人 的 角 度 来 谈 这 个 题 目 。
A 3 4|||S|||人|||REQUIRED|||-NONE-|||0
A 5 7|||S|||角 度|||REQUIRED|||-NONE-|||0
T1-A0 我 根 据 个 人 的 经 验 来 谈 这 个 题 目 。
A 1 2|||S|||根 据|||REQUIRED|||-NONE-|||1
A 3 4|||S|||人|||REQUIRED|||-NONE-|||1
T1-A1 我 根 据 个 人 的 经 验 来 谈 这 个 题 目 。
A 1 3|||S|||根 据|||REQUIRED|||-NONE-|||1
A 4 4|||M|||人|||REQUIRED|||-NONE-|||1

S 毕 竟 这 是 我 们 的 家 ， 我 们 有 必 要 把 它 整 理 清 洁 。
T0-A0 毕 竟 这 是 我 们 的 家 ， 我 们 有 必 要 整 理 清 洁 一 下 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 20|||M|||一 下|||REQUIRED|||-NONE-|||0
T1-A0 毕 竟 这 是 我 们 的 家 ， 我 们 有 必 要 把 它 整 理 清 洁 干 净 。
A 20 20|||M|||干 净|||REQUIRED|||-NONE-|||1

S 但 是 ， 今 天 转 换 心 情 ， 想 写 比 较 轻 松 愉 快 的 事 情 。
T0-A0 但 是 今 天 转 换 一 下 心 情 ， 想 写 比 较 轻 松 愉 快 的 事 情 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 7|||M|||一 下|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 今 天 换 一 下 心 情 ， 想 写 比 较 轻 松 愉 快 的 事 情 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 7|||M|||一 下|||REQUIRED|||-NONE-|||1

S 看 发 达 国 家 ， 国 力 强 的 国 家 没 有 一 个 文 化 没 发 展 的 。
T0-A0 着 眼 于 发 达 国 家 ， 国 力 强 的 国 家 没 有 一 个 文 化 没 发 展 好 的 。
A 0 1|||S|||着 眼 于|||REQUIRED|||-NONE-|||0
A 21 21|||M|||好|||REQUIRED|||-NONE-|||0
T1-A0 看 发 达 国 家 ， 国 力 强 的 国 家 没 有 一 个 文 化 不 发 达 的 。
A 18 19|||S|||不|||REQUIRED|||-NONE-|||1
A 20 21|||S|||达|||REQUIRED|||-NONE-|||1
T2-A0 看 发 达 国 家 ， 国 力 强 的 国 家 没 有 一 个 文 化 不 发 展 的 。
A 18 19|||S|||不|||REQUIRED|||-NONE-|||2

S 我 认 为 要 从 一 个 人 的 品 质 、 道 德 上 改 善 这 些 人 。
T0-A0 我 认 为 要 从 品 质 、 道 德 方 面 来 改 善 这 些 人 。
A 5 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 15|||S|||方 面 来|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 要 从 一 个 人 的 品 质 、 道 德 上 改 善 这 个 人 。
A 18 19|||S|||个|||REQUIRED|||-NONE-|||1
T2-A0 我 认 为 要 从 品 质 、 道 德 上 改 善 这 些 人 。
A 5 9|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 我 认 为 要 从 一 个 人 的 品 质 和 道 德 上 改 变 这 些 人 。
A 11 12|||S|||和|||REQUIRED|||-NONE-|||3
A 16 17|||S|||变|||REQUIRED|||-NONE-|||3

S 但 是 ， 大 多 数 的 男 女 都 要 结 婚 ， 所 以 早 恋 是 个 好 机 会 跟 异 性 说 一 说 自 己 的 看 法 。
T0-A0 但 是 ， 大 多 数 的 男 女 都 要 结 婚 ， 所 以 早 恋 是 个 跟 异 性 说 一 说 自 己 的 看 法 的 好 机 会 。
A 20 34|||W|||跟 异 性 说 一 说 自 己 的 看 法 的 好 机 会|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 大 多 数 的 男 女 都 要 结 婚 ， 所 以 早 恋 是 个 好 机 会 ， 可 以 跟 异 性 说 一 说 自 己 的 看 法 。
A 23 23|||M|||， 可 以|||REQUIRED|||-NONE-|||1

S 我 惊 异 了 发 现 ， 音 乐 怎 么 可 以 聚 集 所 有 不 同 文 化 背 景 的 人 。 这 种 感 觉 我 终 不 忘 。
T0-A0 我 惊 异 地 发 现 ， 音 乐 如 何 聚 集 所 有 不 同 文 化 背 景 的 人 。 这 种 感 觉 我 终 不 忘 。
A 3 4|||S|||地|||REQUIRED|||-NONE-|||0
A 9 13|||S|||如 何|||REQUIRED|||-NONE-|||0
T1-A0 我 惊 异 地 发 现 ， 音 乐 可 以 聚 集 所 有 有 不 同 文 化 背 景 的 人 。 这 种 感 觉 令 我 终 生 难 忘 。
A 3 4|||S|||地|||REQUIRED|||-NONE-|||1
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 16|||M|||有|||REQUIRED|||-NONE-|||1
A 30 30|||M|||令|||REQUIRED|||-NONE-|||1
A 32 33|||S|||生 难|||REQUIRED|||-NONE-|||1

S 我 心 里 想 “ 哎 呀 ～ ， 我 是 年 轻 的 医 生 的 手 术 练 习 台 呢 ？ ”
T0-A0 我 心 里 想 ： “ 哎 呀 ～ ， 我 在 手 术 练 习 台 上 是 年 轻 的 医 生 呢 。 ”
A 4 4|||M|||：|||REQUIRED|||-NONE-|||0
A 10 10|||M|||在 手 术 练 习 台 上|||REQUIRED|||-NONE-|||0
A 16 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S|||。|||REQUIRED|||-NONE-|||0

S 这 可 以 表 示 ， 学 生 到 了 一 定 的 岁 数 ， 自 然 的 发 展 会 使 他 们 注 对 方 性 别 ， 他 们 会 开 始 互 相 学 习 、 互 相 了 解 。 把 他 们 分 开 学 习 ， 不 是 解 决 早 恋 的 办 法 ， 主 要 是 要 教 他 们 有 关 男 女 性 的 知 识 ， 让 他 们 了 解 应 该 做 的 事 情 。
T0-A0 这 可 以 表 示 ， 学 生 到 了 一 定 的 岁 数 ， 自 然 的 发 展 会 使 他 们 注 意 对 方 性 别 ， 他 们 会 开 始 互 相 学 习 、 互 相 了 解 。 把 他 们 分 开 学 习 ， 不 是 解 决 早 恋 的 办 法 ， 主 要 是 要 教 他 们 有 关 男 女 性 的 知 识 ， 让 他 们 了 解 应 该 做 的 事 情 。
A 26 26|||M|||意|||REQUIRED|||-NONE-|||0
T1-A0 这 可 以 表 明 ， 学 生 到 了 一 定 的 岁 数 ， 自 然 的 发 展 会 使 他 们 关 注 对 方 性 别 ， 他 们 会 开 始 互 相 学 习 、 互 相 了 解 。 把 他 们 分 开 学 习 ， 不 是 解 决 早 恋 的 办 法 ， 主 要 是 要 教 他 们 有 关 男 女 性 的 知 识 ， 让 他 们 了 解 应 该 做 的 事 情 。
A 4 5|||S|||明|||REQUIRED|||-NONE-|||1
A 25 25|||M|||关|||REQUIRED|||-NONE-|||1

S 这 样 一 来 ， 我 心 里 就 发 了 道 德 的 芽 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 朋 友 现 在 在 泰 国 陆 游 。
T0-A0 我 朋 友 现 在 在 泰 国 旅 游 。
A 8 9|||S|||旅|||REQUIRED|||-NONE-|||0
T1-A0 我 的 朋 友 现 在 在 泰 国 旅 游 。
A 1 1|||M|||的|||REQUIRED|||-NONE-|||1
A 8 9|||S|||旅|||REQUIRED|||-NONE-|||1

S 但 是 昨 天 有 了 考 试 。
T0-A0 但 是 ， 昨 天 有 考 试 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 但 是 昨 天 有 考 试 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 但 照 目 前 情 况 来 看 ， 暂 时 “ 不 挨 饿 ” 占 第 一 位 。
T0-A0 但 照 目 前 情 况 来 看 ， “ 不 挨 饿 ” 暂 时 占 第 一 位 。
A 9 16|||W|||“ 不 挨 饿 ” 暂 时|||REQUIRED|||-NONE-|||0

S 一 点 浪 漫 也 没 有 ， 但 现 在 的 她 又 觉 得 这 样 认 识 好 多 美 丽 。
T0-A0 一 点 浪 漫 也 没 有 ， 但 现 在 的 她 又 觉 得 这 样 认 识 很 美 丽 。
A 20 22|||S|||很|||REQUIRED|||-NONE-|||0
T1-A0 一 点 浪 漫 也 没 有 ， 但 现 在 的 她 又 觉 得 这 样 认 识 多 美 丽 。
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 想 现 在 就 自 由 地 周 游 世 界 ， 但 我 知 道 不 可 以 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 不 仅 如 此 有 时 流 行 歌 曲 还 能 把 不 好 的 情 绪 或 气 氛 给 调 改 过 来 ， 例 如 ， 我 遇 到 了 不 快 乐 的 事 情 ， 独 自 在 房 间 里 ， 心 里 非 常 沉 闷 ， 只 要 把 节 奏 比 较 快 给 放 出 来 ， 很 快 情 绪 都 会 慢 慢 好 起 来 ， 或 者 在 气 氛 非 常 一 般 的 晚 会 里 ， 只 要 把 流 行 歌 曲 放 出 来 都 会 把 平 凡 的 气 氛 变 得 很 热 闹 ， 等 等 。
T0-A0 不 仅 如 此 ， 有 时 流 行 歌 曲 还 能 把 不 好 的 情 绪 或 气 氛 调 节 过 来 ， 例 如 ， 我 遇 到 了 不 快 乐 的 事 情 ， 独 自 在 房 间 里 ， 心 里 非 常 沉 闷 ， 只 要 把 节 奏 比 较 快 的 歌 曲 给 放 出 来 ， 很 快 情 绪 就 会 慢 慢 好 起 来 ， 或 者 在 气 氛 非 常 一 般 的 晚 会 里 ， 只 要 把 流 行 歌 曲 放 出 来 都 会 让 沉 闷 的 气 氛 变 得 很 热 闹 ， 等 等 。
A 4 4|||M|||，|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S|||节|||REQUIRED|||-NONE-|||0
A 63 63|||M|||的 歌 曲|||REQUIRED|||-NONE-|||0
A 72 73|||S|||就|||REQUIRED|||-NONE-|||0
A 106 109|||S|||让 沉 闷|||REQUIRED|||-NONE-|||0

S 现 在 各 个 国 家 吸 烟 的 人 减 少 了 ， 因 为 有 的 国 家 增 高 烟 的 价 钱 ， 有 的 国 家 规 定 公 共 场 所 不 能 抽 烟 。
T0-A0 现 在 各 个 国 家 吸 烟 的 人 减 少 了 ， 因 为 有 的 国 家 提 高 了 烟 的 价 钱 ， 有 的 国 家 规 定 公 共 场 所 不 能 抽 烟 。
A 20 21|||S|||提|||REQUIRED|||-NONE-|||0
A 22 22|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 现 在 各 个 国 家 吸 烟 的 人 减 少 了 ， 因 为 有 的 国 家 抬 高 烟 的 价 钱 ， 有 的 国 家 规 定 公 共 场 所 不 能 抽 烟 。
A 20 21|||S|||抬|||REQUIRED|||-NONE-|||1
T2-A0 现 在 各 个 国 家 吸 烟 的 人 数 减 少 了 ， 因 为 有 的 国 家 提 高 烟 的 价 钱 ， 有 的 国 家 规 定 公 共 场 所 不 能 抽 烟 。
A 10 10|||M|||数|||REQUIRED|||-NONE-|||2
A 20 21|||S|||提|||REQUIRED|||-NONE-|||2
T3-A0 现 在 各 个 国 家 吸 烟 的 人 减 少 了 ， 因 为 有 的 国 家 提 高 烟 的 价 钱 ， 有 的 国 家 规 定 公 共 场 所 不 能 抽 烟 。
A 20 21|||S|||提|||REQUIRED|||-NONE-|||3

S 全 家 人 去 可 以 给 父 母 小 小 的 自 要 ， 因 为 孩 子 可 以 由 其 他 家 长 看 守 。 如 果 有 好 多 人 就 会 越 来 越 热 闹 。
T0-A0 全 家 人 去 可 以 给 父 母 小 小 的 自 由 ， 因 为 孩 子 可 以 由 其 他 家 长 看 管 。 如 果 人 很 多 ， 就 会 越 来 越 热 闹 。
A 13 14|||S|||由|||REQUIRED|||-NONE-|||0
A 27 28|||S|||管|||REQUIRED|||-NONE-|||0
A 31 33|||S|||人 很|||REQUIRED|||-NONE-|||0
A 34 35|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 全 家 人 去 可 以 给 父 母 小 小 的 自 由 ， 因 为 孩 子 可 以 由 其 他 家 长 看 管 。 如 果 有 好 多 人 就 会 很 热 闹 。
A 13 14|||S|||由|||REQUIRED|||-NONE-|||1
A 27 28|||S|||管|||REQUIRED|||-NONE-|||1
A 37 40|||S|||很|||REQUIRED|||-NONE-|||1
T2-A0 全 家 人 一 起 去 可 以 给 父 母 小 小 的 自 由 ， 因 为 孩 子 可 以 由 其 他 家 长 照 看 。 如 果 人 很 多 ， 就 会 越 来 越 热 闹 。
A 3 3|||M|||一 起|||REQUIRED|||-NONE-|||2
A 13 14|||S|||由|||REQUIRED|||-NONE-|||2
A 26 26|||M|||照|||REQUIRED|||-NONE-|||2
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 31 33|||S|||人 很|||REQUIRED|||-NONE-|||2
A 34 35|||S|||，|||REQUIRED|||-NONE-|||2

S 你 现 在 这 样 能 吃 晚 饭 ， 是 很 幸 福 的 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 就 拿 我 的 一 个 朋 友 来 说 ， 他 的 父 母 在 他 小 的 时 候 常 常 答 应 他 一 些 承 诺 ， 但 他 的 父 母 亲 总 是 说 话 不 算 话 ， 弄 得 他 现 在 很 不 容 易 相 信 别 人 了 。
T0-A0 就 拿 我 的 一 个 朋 友 来 说 ， 他 的 父 母 在 他 小 的 时 候 常 常 给 他 一 些 承 诺 ， 但 他 的 父 母 亲 总 是 说 话 不 算 话 ， 弄 得 他 现 在 很 难 相 信 别 人 了 。
A 23 25|||S|||给|||REQUIRED|||-NONE-|||0
A 51 54|||S|||难|||REQUIRED|||-NONE-|||0
T1-A0 就 拿 我 的 一 个 朋 友 来 说 ， 他 的 父 母 在 他 小 的 时 候 常 常 给 他 一 些 承 诺 ， 但 他 的 父 母 亲 总 是 说 话 不 算 话 ， 弄 得 他 现 在 不 会 轻 易 相 信 别 人 了 。
A 23 25|||S|||给|||REQUIRED|||-NONE-|||1
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 52 53|||S|||会 轻|||REQUIRED|||-NONE-|||1
T2-A0 就 拿 我 的 一 个 朋 友 来 说 ， 他 的 父 母 在 他 小 的 时 候 常 常 给 他 一 些 承 诺 ， 但 又 总 是 说 话 不 算 话 ， 弄 得 他 现 在 很 难 相 信 别 人 了 。
A 23 25|||S|||给|||REQUIRED|||-NONE-|||2
A 32 37|||S|||又|||REQUIRED|||-NONE-|||2
A 51 54|||S|||难|||REQUIRED|||-NONE-|||2
T3-A0 就 拿 我 的 一 个 朋 友 来 说 ， 他 的 父 母 在 他 小 的 时 候 常 常 给 他 一 些 承 诺 ， 但 他 的 父 母 亲 总 是 说 话 不 算 话 ， 弄 得 他 现 在 不 会 很 轻 易 相 信 别 人 了 。
A 23 25|||S|||给|||REQUIRED|||-NONE-|||3
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 52 53|||S|||会 很 轻|||REQUIRED|||-NONE-|||3
T3-A1 就 拿 我 的 一 个 朋 友 来 说 ， 他 的 父 母 在 他 小 的 时 候 常 常 给 他 一 些 承 诺 ， 但 他 的 父 母 亲 总 是 说 话 不 算 话 ， 弄 得 他 现 在 不 会 很 轻 易 相 信 别 人 了 。
A 23 25|||S|||给|||REQUIRED|||-NONE-|||3
A 50 50|||M|||不 会|||REQUIRED|||-NONE-|||3
A 51 53|||S|||轻|||REQUIRED|||-NONE-|||3

S 有 的 时 候 很 难 过 想 听 又 慢 又 浪 漫 的 歌 曲 ， 那 我 就 透 入 那 个 歌 曲 ， 又 会 哭 起 来 。 有 的 人 对 自 己 喜 欢 的 歌 星 达 到 痴 迷 的 程 度 这 样 的 原 因 也 是 透 入 他 和 他 们 的 流 行 歌 曲 。
T0-A0 有 的 时 候 很 难 过 想 听 又 慢 又 浪 漫 的 歌 曲 ， 那 我 就 进 入 那 个 歌 曲 ， 就 会 哭 起 来 。 有 的 人 对 自 己 喜 欢 的 歌 星 达 到 痴 迷 的 程 度 的 原 因 也 是 进 入 了 他 和 他 们 的 流 行 歌 曲 。
A 21 22|||S|||进|||REQUIRED|||-NONE-|||0
A 28 29|||S|||就|||REQUIRED|||-NONE-|||0
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 60|||S|||进|||REQUIRED|||-NONE-|||0
A 61 61|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 有 的 时 候 很 难 过 想 听 又 慢 又 浪 漫 的 歌 曲 ， 那 我 就 进 入 那 个 歌 曲 ， 就 会 哭 起 来 。 有 的 人 对 自 己 喜 欢 的 歌 星 达 到 痴 迷 的 程 度 这 样 的 原 因 也 是 进 入 了 他 和 他 们 的 流 行 歌 曲 。
A 21 22|||S|||进|||REQUIRED|||-NONE-|||1
A 28 29|||S|||就|||REQUIRED|||-NONE-|||1
A 59 60|||S|||进|||REQUIRED|||-NONE-|||1
A 61 61|||M|||了|||REQUIRED|||-NONE-|||1
T2-A0 有 的 时 候 很 难 过 想 听 又 慢 又 浪 漫 的 歌 曲 ， 那 我 就 深 入 理 解 那 个 歌 曲 ， 又 会 哭 起 来 。 有 的 人 对 自 己 喜 欢 的 歌 星 达 到 痴 迷 的 程 度 的 原 因 也 是 深 入 理 解 他 和 他 们 的 流 行 歌 曲 。
A 21 22|||S|||深|||REQUIRED|||-NONE-|||2
A 23 23|||M|||理 解|||REQUIRED|||-NONE-|||2
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 59 60|||S|||深|||REQUIRED|||-NONE-|||2
A 61 61|||M|||理 解|||REQUIRED|||-NONE-|||2

S 我 花 了 才 7 个 小 时 。
T0-A0 我 才 花 了 7 个 小 时 。
A 1 4|||W|||才 花 了|||REQUIRED|||-NONE-|||0

S 当 然 ， 友 谊 在 日 后 离 开 中 学 的 慢 慢 相 处 下 来 可 能 发 展 为 感 情 。
T0-A0 当 然 ， 友 谊 在 离 开 中 学 之 后 的 慢 慢 相 处 中 可 能 会 发 展 为 其 他 感 情 。
A 6 12|||W|||离 开 中 学 之 后|||REQUIRED|||-NONE-|||0
A 17 19|||S|||中|||REQUIRED|||-NONE-|||0
A 21 21|||M|||会|||REQUIRED|||-NONE-|||0
A 24 24|||M|||其 他|||REQUIRED|||-NONE-|||0

S 我 经 常 就 把 一 本 书 带 在 身 边 ， 无 论 是 在 地 铁 里 、 公 共 汽 车 上 ， 或 是 在 飞 机 航 途 中 ， 我 都 能 随 时 打 开 手 中 的 书 ， 让 自 己 漫 游 在 书 中 的 世 界 里 。
T0-A0 我 经 常 把 一 本 书 带 在 身 边 ， 无 论 是 在 地 铁 里 、 公 共 汽 车 上 ， 还 是 在 飞 机 航 行 途 中 ， 我 都 能 随 时 打 开 手 中 的 书 ， 让 自 己 漫 游 在 书 中 的 世 界 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 28|||S|||还|||REQUIRED|||-NONE-|||0
A 33 33|||M|||行|||REQUIRED|||-NONE-|||0
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 经 常 把 一 本 书 带 在 身 边 ， 无 论 是 在 地 铁 里 、 公 共 汽 车 上 ， 还 是 在 飞 机 航 行 途 中 ， 我 都 能 随 时 打 开 手 中 的 书 ， 让 自 己 漫 游 在 书 的 世 界 里 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 28|||S|||还|||REQUIRED|||-NONE-|||1
A 33 33|||M|||行|||REQUIRED|||-NONE-|||1
A 55 56|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 他 们 来 欧 洲 的 另 一 个 特 特 原 因 是 医 疗 保 健 。 事 实 上 欧 洲 比 亚 洲 的 标 准 高 ， 也 是 安 全 及 卫 生 条 件 更 严 格 。
T0-A0 他 们 来 欧 洲 的 另 一 个 特 殊 原 因 是 医 疗 保 健 。 事 实 上 欧 洲 比 亚 洲 的 标 准 高 ， 安 全 及 卫 生 条 件 也 更 严 格 。
A 10 11|||S|||殊|||REQUIRED|||-NONE-|||0
A 32 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 41|||M|||也|||REQUIRED|||-NONE-|||0
T1-A0 他 们 来 欧 洲 的 另 一 个 特 别 原 因 是 医 疗 保 健 。 事 实 上 欧 洲 比 亚 洲 的 标 准 高 ， 也 就 是 说 安 全 及 卫 生 条 件 更 严 格 。
A 10 11|||S|||别|||REQUIRED|||-NONE-|||1
A 33 33|||M|||就|||REQUIRED|||-NONE-|||1
A 34 34|||M|||说|||REQUIRED|||-NONE-|||1

S 我 们 这 么 做 ， 不 正 是 要 “ 鼓 励 ” 学 生 们 学 洋 鬼 子 般 一 样 ， 胡 搞 同 性 恋 ？
T0-A0 我 们 这 么 做 ， 不 正 是 要 “ 鼓 励 ” 学 生 们 学 洋 鬼 子 一 样 ， 胡 搞 同 性 恋 ？
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 们 这 么 做 ， 不 正 是 要 “ 鼓 励 ” 学 生 们 学 洋 鬼 子 般 ， 胡 搞 同 性 恋 ？
A 22 24|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 弊 公 司 是 韩 国 唯 一 的 铜 冶 炼 厂 ，
T0-A0 敝 公 司 是 韩 国 唯 一 的 铜 冶 炼 厂 。
A 0 1|||S|||敝|||REQUIRED|||-NONE-|||0
A 13 14|||S|||。|||REQUIRED|||-NONE-|||0

S 但 当 时 我 的 对 抽 烟 的 想 法 打 负 了 这 个 诱 惑 。 我 是 个 网 球 迷 ， 从 十 五 岁 的 时 候 开 始 打 的 球 。 对 一 个 运 动 爱 好 者 来 说 管 理 自 己 的 健 康 应 该 十 二 分 重 视 ， 我 的 想 法 也 是 一 样 。 后 来 过 了 十 多 年 了 ， 社 会 的 对 抽 烟 的 观 念 也 发 展 到 一 样 的 方 向 了 。
T0-A0 但 当 时 我 对 抽 烟 的 想 法 打 败 了 这 个 诱 惑 。 我 是 个 网 球 迷 ， 从 十 五 岁 的 时 候 开 始 打 网 球 。 一 个 运 动 爱 好 者 对 管 理 自 己 的 健 康 应 该 十 二 分 重 视 ， 我 的 想 法 也 是 这 样 。 后 来 过 了 十 多 年 了 ， 社 会 上 对 抽 烟 的 观 念 也 发 展 到 一 样 的 方 向 了 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S|||败|||REQUIRED|||-NONE-|||0
A 36 37|||S|||网|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 49|||S|||对|||REQUIRED|||-NONE-|||0
A 70 71|||S|||这|||REQUIRED|||-NONE-|||0
A 84 85|||S|||上|||REQUIRED|||-NONE-|||0
T1-A0 但 当 时 我 对 抽 烟 的 想 法 打 败 了 这 个 诱 惑 。 我 是 个 网 球 迷 ， 从 十 五 岁 的 时 候 开 始 打 的 球 。 对 一 个 运 动 爱 好 者 来 说 ， 应 该 十 二 分 重 视 管 理 自 己 的 健 康 ， 我 的 想 法 也 是 一 样 。 后 来 过 了 十 多 年 了 ， 社 会 上 对 抽 烟 的 观 念 也 发 展 到 一 致 的 方 向 了 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 12 13|||S|||败|||REQUIRED|||-NONE-|||1
A 49 56|||S|||，|||REQUIRED|||-NONE-|||1
A 63 63|||M|||管 理 自 己 的 健 康|||REQUIRED|||-NONE-|||1
A 84 85|||S|||上|||REQUIRED|||-NONE-|||1
A 96 97|||S|||致|||REQUIRED|||-NONE-|||1
T2-A0 但 当 时 我 对 抽 烟 的 想 法 打 败 了 这 个 诱 惑 。 我 是 个 网 球 迷 ， 从 十 五 岁 的 时 候 开 始 打 的 球 。 对 一 个 运 动 爱 好 者 来 说 应 该 十 二 分 重 视 管 理 自 己 的 健 康 ， 我 的 想 法 也 是 一 样 。 后 来 过 了 十 多 年 后 ， 社 会 的 对 抽 烟 的 观 念 也 发 展 到 和 我 一 样 的 方 向 了 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 12 13|||S|||败|||REQUIRED|||-NONE-|||2
A 49 63|||W|||应 该 十 二 分 重 视 管 理 自 己 的 健 康|||REQUIRED|||-NONE-|||2
A 80 81|||S|||后|||REQUIRED|||-NONE-|||2
A 95 95|||M|||和 我|||REQUIRED|||-NONE-|||2

S 还 有 流 行 歌 曲 的 歌 词 是 我 们 的 真 实 生 活 相 关 的 ， 所 以 听 歌 曲 的 人 很 容 易 了 解 内 容 。
T0-A0 还 有 一 点 就 是 流 行 歌 曲 的 歌 词 是 与 我 们 的 真 实 生 活 相 关 的 ， 所 以 听 歌 曲 的 人 能 很 容 易 地 了 解 它 的 内 容 。
A 2 2|||M|||一 点 就 是|||REQUIRED|||-NONE-|||0
A 10 10|||M|||与|||REQUIRED|||-NONE-|||0
A 28 28|||M|||能|||REQUIRED|||-NONE-|||0
A 31 31|||M|||地|||REQUIRED|||-NONE-|||0
A 33 33|||M|||它 的|||REQUIRED|||-NONE-|||0
T1-A0 还 有 ， 流 行 歌 曲 的 歌 词 是 与 我 们 的 真 实 生 活 相 关 的 ， 所 以 听 歌 曲 的 人 很 容 易 了 解 它 的 内 容 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 10 10|||M|||与|||REQUIRED|||-NONE-|||1
A 33 33|||M|||它 的|||REQUIRED|||-NONE-|||1
T2-A0 还 有 就 是 ， 流 行 歌 曲 的 歌 词 是 和 我 们 的 真 实 生 活 相 关 的 ， 所 以 听 歌 曲 的 人 很 容 易 了 解 其 中 的 内 容 。
A 2 2|||M|||就 是 ，|||REQUIRED|||-NONE-|||2
A 10 10|||M|||和|||REQUIRED|||-NONE-|||2
A 33 33|||M|||其 中 的|||REQUIRED|||-NONE-|||2

S 向 孩 子 表 示 模 范 、 榜 样 是 父 母 的 责 任 。 那 么 ， 如 果 父 母 不 负 责 这 个 责 任 的 话 ， 如 何 影 响 孩 子 的 成 长 呢 ？
T0-A0 成 为 孩 子 的 模 范 、 榜 样 是 父 母 的 责 任 。 那 么 ， 如 果 父 母 不 负 起 这 个 责 任 的 话 ， 如 何 促 进 孩 子 的 成 长 呢 ？
A 0 1|||S|||成 为|||REQUIRED|||-NONE-|||0
A 3 5|||S|||的|||REQUIRED|||-NONE-|||0
A 26 27|||S|||起|||REQUIRED|||-NONE-|||0
A 36 38|||S|||促 进|||REQUIRED|||-NONE-|||0
T1-A0 给 孩 子 树 立 模 范 、 榜 样 是 父 母 的 责 任 。 那 么 ， 如 果 父 母 不 负 这 个 责 任 的 话 ， 就 会 影 响 孩 子 的 成 长 。
A 0 1|||S|||给|||REQUIRED|||-NONE-|||1
A 3 5|||S|||树 立|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 34 36|||S|||就 会|||REQUIRED|||-NONE-|||1
A 43 45|||S|||。|||REQUIRED|||-NONE-|||1

S 在 孩 子 成 长 的 过 程 中 ， 父 母 是 最 早 对 他 们 重 大 影 响 的 人 。
T0-A0 在 孩 子 成 长 的 过 程 中 ， 父 母 是 最 早 对 他 们 产 生 重 大 影 响 的 人 。
A 18 18|||M|||产 生|||REQUIRED|||-NONE-|||0
T1-A0 在 孩 子 成 长 的 过 程 中 ， 父 母 是 最 早 对 他 们 有 重 大 影 响 的 人 。
A 18 18|||M|||有|||REQUIRED|||-NONE-|||1

S 首 先 ， 造 成 头 痛 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 年 轻 人 愿 意 花 几 十 万 印 尼 币 去 看 他 们 偶 像 的 演 唱 会 ， 或 者 买 了 几 十 万 的 衣 服 只 是 因 为 看 到 偶 像 穿 了 同 样 的 衣 服 ， 这 些 事 当 然 不 好 ， 不 但 害 歌 迷 们 乱 花 钱 也 让 他 们 变 名 牌 观 念 者 。
T0-A0 年 轻 人 愿 意 花 几 十 万 印 尼 币 去 看 他 们 偶 像 的 演 唱 会 ， 或 者 只 是 因 为 看 到 偶 像 穿 了 同 样 的 衣 服 就 买 了 几 十 万 的 衣 服 ， 这 些 事 当 然 不 好 ， 不 但 害 歌 迷 们 乱 花 钱 ， 也 让 他 们 变 为 名 牌 观 念 者 。
A 25 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 45|||M|||的 衣 服 就 买 了 几 十 万|||REQUIRED|||-NONE-|||0
A 66 66|||M|||，|||REQUIRED|||-NONE-|||0
A 71 71|||M|||为|||REQUIRED|||-NONE-|||0
T1-A0 年 轻 人 愿 意 花 几 十 万 印 尼 币 去 看 他 们 偶 像 的 演 唱 会 ， 或 者 只 是 因 为 看 到 偶 像 穿 了 同 样 的 衣 服 就 买 了 几 十 万 的 衣 服 ， 这 些 事 当 然 不 好 ， 不 但 害 歌 迷 们 乱 花 钱 ， 也 让 他 们 变 成 名 牌 观 念 者 。
A 25 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 45|||M|||的 衣 服 就 买 了 几 十 万|||REQUIRED|||-NONE-|||1
A 66 66|||M|||，|||REQUIRED|||-NONE-|||1
A 71 71|||M|||成|||REQUIRED|||-NONE-|||1
T2-A0 年 轻 人 愿 意 花 几 十 万 印 尼 币 去 看 他 们 偶 像 的 演 唱 会 ， 或 者 只 是 因 为 看 到 偶 像 穿 了 同 样 的 衣 服 就 去 买 了 几 十 万 印 尼 币 的 衣 服 ， 这 些 事 当 然 不 好 ， 不 但 害 歌 迷 们 乱 花 钱 ， 也 让 他 们 变 成 名 牌 观 念 者 。
A 25 33|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 45 45|||M|||的 衣 服 就 去 买 了 几 十 万 印 尼 币|||REQUIRED|||-NONE-|||2
A 66 66|||M|||，|||REQUIRED|||-NONE-|||2
A 71 71|||M|||成|||REQUIRED|||-NONE-|||2

S 第 二 ， 人 生 中 一 定 找 个 喜 欢 的 运 动 。 所 以 我 从 小 开 始 去 雪 山 滑 滑 雪 ， 夏 天 的 时 候 ， 去 海 岸 游 泳 。 这 是 我 的 爱 好 和 喜 欢 的 运 动 类 。
T0-A0 第 二 ， 人 生 中 一 定 要 找 个 喜 欢 的 运 动 。 所 以 我 从 小 开 始 去 雪 山 滑 雪 ， 夏 天 的 时 候 ， 去 海 岸 游 泳 。 这 是 我 的 爱 好 和 喜 欢 的 运 动 。
A 8 8|||M|||要|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 54 55|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 第 二 ， 人 生 中 一 定 要 找 个 喜 欢 的 运 动 。 所 以 我 从 小 便 开 始 去 雪 山 滑 雪 ， 并 且 在 夏 天 的 时 候 去 海 岸 游 泳 。 这 些 都 是 我 喜 欢 的 运 动 。
A 8 8|||M|||要|||REQUIRED|||-NONE-|||1
A 21 21|||M|||便|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 30|||M|||并 且 在|||REQUIRED|||-NONE-|||1
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 43 43|||M|||些 都|||REQUIRED|||-NONE-|||1
A 45 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 54 55|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 第 二 ， 人 生 中 一 定 要 找 项 喜 欢 的 运 动 。 所 以 我 从 小 开 始 去 雪 山 滑 雪 ， 夏 天 的 时 候 ， 去 海 岸 游 泳 。 这 是 我 的 爱 好 和 喜 欢 的 运 动 。
A 8 8|||M|||要|||REQUIRED|||-NONE-|||2
A 9 10|||S|||项|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 54 55|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 他 们 还 没 工 作 ， 可 是 却 喜 欢 吸 烟 ， 我 觉 得 原 因 之 一 是 广 告 的 。 日 本 的 吸 烟 的 广 告 的 非 常 精 彩 ， 看 广 告 后 的 ， 觉 得 “ 酷 ” 的 感 觉 。 那 年 轻 的 时 候 ， 有 的 人 有 好 奇 ， 而 且 感 觉 有 流 行 ， 跟 服 装 一 样 的 装 饰 的 感 觉 。 有 的 时 候 他 们 为 了 朋 友 打 招 道 吸 烟 。
T0-A0 他 们 还 没 工 作 ， 可 是 却 喜 欢 吸 烟 ， 我 觉 得 原 因 之 一 是 广 告 。 日 本 的 吸 烟 广 告 非 常 精 彩 ， 看 完 广 告 后 ， 感 觉 吸 烟 很 “ 酷 ” 。 在 年 轻 的 时 候 ， 有 的 人 很 好 奇 ， 而 且 感 觉 吸 烟 是 流 行 ， 跟 服 装 一 样 有 装 饰 的 感 觉 。 有 的 时 候 他 们 用 吸 烟 和 朋 友 打 招 呼 。
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M|||完|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 47|||M|||感|||REQUIRED|||-NONE-|||0
A 48 49|||S|||吸 烟 很|||REQUIRED|||-NONE-|||0
A 52 55|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 57|||S|||在|||REQUIRED|||-NONE-|||0
A 66 67|||S|||很|||REQUIRED|||-NONE-|||0
A 74 75|||S|||吸 烟 是|||REQUIRED|||-NONE-|||0
A 83 84|||S|||有|||REQUIRED|||-NONE-|||0
A 96 98|||S|||用 吸 烟 和|||REQUIRED|||-NONE-|||0
A 102 105|||S|||呼|||REQUIRED|||-NONE-|||0
T1-A0 他 们 还 没 工 作 ， 可 是 却 喜 欢 吸 烟 ， 我 觉 得 原 因 之 一 是 广 告 。 日 本 的 吸 烟 广 告 非 常 精 彩 ， 看 广 告 后 ， 觉 得 吸 烟 很 “ 酷 ” 。 在 他 们 年 轻 的 时 候 ， 有 的 人 好 奇 ， 而 且 感 觉 吸 烟 很 流 行 ， 跟 服 装 一 样 有 装 饰 的 感 觉 ， 有 的 时 候 他 们 还 为 了 和 朋 友 打 交 道 而 吸 烟 。
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 49 49|||M|||吸 烟 很|||REQUIRED|||-NONE-|||1
A 52 55|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 56 57|||S|||在 他 们|||REQUIRED|||-NONE-|||1
A 66 67|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 74 75|||S|||吸 烟 很|||REQUIRED|||-NONE-|||1
A 83 84|||S|||有|||REQUIRED|||-NONE-|||1
A 89 90|||S|||，|||REQUIRED|||-NONE-|||1
A 96 96|||M|||还|||REQUIRED|||-NONE-|||1
A 98 98|||M|||和|||REQUIRED|||-NONE-|||1
A 101 102|||S|||交|||REQUIRED|||-NONE-|||1
A 103 103|||M|||而|||REQUIRED|||-NONE-|||1

S 澳 大 利 亚 人 对 环 境 保 护 都 很 感 兴 趣 ： 他 们 注 意 节 约 用 水 ， 大 部 分 的 人 用 公 共 交 通 ， 吃 生 物 食 品 或 者 栽 培 自 己 的 食 品 。
T0-A0 澳 大 利 亚 人 对 环 境 保 护 都 很 感 兴 趣 ： 他 们 注 意 节 约 用 水 ， 大 部 分 的 人 都 用 公 共 交 通 ， 吃 生 物 食 品 或 者 自 己 栽 培 的 食 品 。
A 30 30|||M|||都|||REQUIRED|||-NONE-|||0
A 43 47|||W|||自 己 栽 培|||REQUIRED|||-NONE-|||0

S 它 们 的 言 语 、 作 风 、 行 为 都 是 榜 样 的 存 在 。
T0-A0 他 们 的 言 语 、 作 风 和 行 为 都 是 榜 样 一 样 的 存 在 。
A 0 1|||S|||他|||REQUIRED|||-NONE-|||0
A 8 9|||S|||和|||REQUIRED|||-NONE-|||0
A 14 14|||M|||样 一|||REQUIRED|||-NONE-|||0
T1-A0 他 们 的 言 语 、 作 风 和 行 为 都 是 榜 样 一 般 的 存 在 。
A 0 1|||S|||他|||REQUIRED|||-NONE-|||1
A 8 9|||S|||和|||REQUIRED|||-NONE-|||1
A 15 15|||M|||一 般|||REQUIRED|||-NONE-|||1

S 面 试 的 担 任 的 一 位 先 生 很 沉 着 、 很 温 和 的 语 调 。
T0-A0 担 任 面 试 官 的 一 位 先 生 的 语 调 很 沉 着 ， 很 温 和 。
A 0 0|||M|||担 任|||REQUIRED|||-NONE-|||0
A 2 5|||S|||官|||REQUIRED|||-NONE-|||0
A 10 10|||M|||的 语 调|||REQUIRED|||-NONE-|||0
A 13 14|||S|||，|||REQUIRED|||-NONE-|||0
A 17 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 担 任 面 试 的 一 位 先 生 用 着 很 沉 着 、 很 温 和 的 语 调 。
A 0 5|||W|||担 任 面 试|||REQUIRED|||-NONE-|||1
A 10 10|||M|||用 着|||REQUIRED|||-NONE-|||1

S 现 在 已 经 晚 了 。 我 要 去 睡 觉 了 。
T0-A0 现 在 已 经 很 晚 了 ， 我 要 去 睡 觉 了 。
A 4 4|||M|||很|||REQUIRED|||-NONE-|||0
A 6 7|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 现 在 已 经 晚 了 ， 我 要 去 睡 觉 了 。
A 6 7|||S|||，|||REQUIRED|||-NONE-|||1

S 父 母 的 习 惯 ， 行 为 ， 言 语 ， 种 种 方 面 都 对 孩 子 有 很 大 的 影 响 。
T0-A0 父 母 的 习 惯 、 行 为 、 言 语 等 种 种 方 面 都 对 孩 子 有 很 大 的 影 响 。
A 5 6|||S|||、|||REQUIRED|||-NONE-|||0
A 8 9|||S|||、|||REQUIRED|||-NONE-|||0
A 11 12|||S|||等|||REQUIRED|||-NONE-|||0
T1-A0 父 母 的 习 惯 、 行 为 、 言 语 ， 这 些 方 面 都 对 孩 子 有 很 大 的 影 响 。
A 5 6|||S|||、|||REQUIRED|||-NONE-|||1
A 8 9|||S|||、|||REQUIRED|||-NONE-|||1
A 12 14|||S|||这 些|||REQUIRED|||-NONE-|||1

S 尽 量 乘 坐 公 共 交 通 工 具 ， 比 如 公 共 汽 车 或 火 车 ， 因 为 汽 车 或 飞 机 会 产 生 很 大 量 的 废 气 。
T0-A0 尽 量 乘 坐 公 共 交 通 工 具 ， 比 如 公 共 汽 车 或 火 车 ， 因 为 汽 车 或 飞 机 会 产 生 大 量 的 废 气 。
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 现 在 这 个 世 界 上 的 大 问 题 中 一 个 就 是 挨 饿 的 人 民 问 题 。 我 认 为 吃 “ 绿 色 食 品 ” 也 好 ， 但 是 首 先 不 挨 饿 的 情 况 下 吃 “ 绿 色 食 品 ” 是 最 好 的 办 法 。 我 们 也 都 知 道 这 个 地 球 上 无 数 的 孩 子 们 在 挨 饿 而 死 。
T0-A0 现 在 这 个 世 界 上 的 大 问 题 中 的 一 个 就 是 人 民 挨 饿 的 问 题 。 我 认 为 吃 “ 绿 色 食 品 ” 也 是 好 的 ， 但 是 在 首 先 不 挨 饿 的 情 况 下 吃 “ 绿 色 食 品 ” 才 是 最 好 的 办 法 。 我 们 也 都 知 道 这 个 地 球 上 有 无 数 的 孩 子 挨 饿 而 死 。
A 12 12|||M|||的|||REQUIRED|||-NONE-|||0
A 16 21|||W|||人 民 挨 饿 的|||REQUIRED|||-NONE-|||0
A 35 35|||M|||是|||REQUIRED|||-NONE-|||0
A 36 36|||M|||的|||REQUIRED|||-NONE-|||0
A 39 39|||M|||在|||REQUIRED|||-NONE-|||0
A 55 55|||M|||才|||REQUIRED|||-NONE-|||0
A 73 73|||M|||有|||REQUIRED|||-NONE-|||0
A 78 80|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 现 在 这 个 世 界 上 的 大 问 题 中 ， 有 一 个 就 是 人 民 挨 饿 的 问 题 。 我 认 为 吃 “ 绿 色 食 品 ” 也 是 好 的 ， 但 是 在 首 先 不 挨 饿 的 情 况 下 吃 “ 绿 色 食 品 ” 才 是 最 好 的 办 法 。 我 们 也 都 知 道 这 个 地 球 上 有 无 数 的 孩 子 正 在 因 饥 饿 而 死 。
A 12 12|||M|||， 有|||REQUIRED|||-NONE-|||1
A 16 21|||W|||人 民 挨 饿 的|||REQUIRED|||-NONE-|||1
A 35 35|||M|||是|||REQUIRED|||-NONE-|||1
A 36 36|||M|||的|||REQUIRED|||-NONE-|||1
A 39 39|||M|||在|||REQUIRED|||-NONE-|||1
A 55 55|||M|||才|||REQUIRED|||-NONE-|||1
A 73 73|||M|||有|||REQUIRED|||-NONE-|||1
A 78 79|||S|||正|||REQUIRED|||-NONE-|||1
A 80 81|||S|||因 饥|||REQUIRED|||-NONE-|||1

S 我 想 在 这 儿 跟 朋 友 们 交 流 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 说 实 话 ， 我 不 太 喜 欢 大 部 分 的 现 代 的 歌 ， 而 我 对 古 典 音 乐 很 感 兴 趣 。 在 这 篇 作 文 中 我 会 给 您 介 绍 特 别 喜 欢 的 音 乐 。
T0-A0 说 实 话 ， 我 不 太 喜 欢 大 部 分 的 现 代 的 歌 ， 但 我 对 古 典 音 乐 很 感 兴 趣 。 在 这 篇 作 文 中 我 会 给 您 介 绍 我 特 别 喜 欢 的 音 乐 。
A 18 19|||S|||但|||REQUIRED|||-NONE-|||0
A 42 42|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 说 实 话 ， 我 不 太 喜 欢 大 部 分 的 现 代 的 歌 ， 而 对 古 典 音 乐 很 感 兴 趣 。 在 这 篇 作 文 中 我 会 给 您 介 绍 我 很 喜 欢 的 音 乐 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 44|||S|||我 很|||REQUIRED|||-NONE-|||1
T2-A0 说 实 话 ， 我 不 太 喜 欢 大 部 分 的 现 代 的 歌 ， 但 我 对 古 典 音 乐 很 感 兴 趣 。 在 这 篇 作 文 中 ， 我 会 给 您 介 绍 我 特 别 喜 欢 的 音 乐 。
A 18 19|||S|||但|||REQUIRED|||-NONE-|||2
A 36 36|||M|||，|||REQUIRED|||-NONE-|||2
A 42 42|||M|||我|||REQUIRED|||-NONE-|||2

S 他 们 了 解 这 些 情 况 才 可 以 吸 烟 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 刚 刚 看 了 一 下 题 目 ， 心 里 禁 不 出 笑 了 出 来 ， 我 仔 细 地 思 考 ， 难 道 吸 烟 不 影 响 身 体 的 哪 里 呢 ？ 尤 其 是 肺 ， 其 次 是 嗓 子 ， 皮 肤 ， 骨 ， 儿 童 发 育 ， 算 我 是 一 个 久 年 的 吸 烟 狂 的 经 验 来 看 ， 自 从 我 吸 烟 之 后 ， 没 有 一 天 是 活 力 十 足 的 。
T0-A0 刚 刚 看 了 一 下 题 目 ， 我 心 里 禁 不 住 笑 了 出 来 ， 我 仔 细 地 思 考 ， 难 道 身 体 的 哪 里 会 不 受 吸 烟 影 响 吗 ？ 尤 其 是 肺 ， 其 次 是 嗓 子 、 皮 肤 、 骨 、 儿 童 发 育 ， 根 据 我 这 个 年 久 的 吸 烟 狂 的 经 验 来 看 ， 自 从 我 吸 烟 之 后 ， 就 没 有 哪 天 是 活 力 十 足 的 。
A 9 9|||M|||我|||REQUIRED|||-NONE-|||0
A 13 14|||S|||住|||REQUIRED|||-NONE-|||0
A 28 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 39|||S|||会 不 受 吸 烟 影 响 吗|||REQUIRED|||-NONE-|||0
A 50 51|||S|||、|||REQUIRED|||-NONE-|||0
A 53 54|||S|||、|||REQUIRED|||-NONE-|||0
A 55 56|||S|||、|||REQUIRED|||-NONE-|||0
A 61 62|||S|||根 据|||REQUIRED|||-NONE-|||0
A 63 65|||S|||这|||REQUIRED|||-NONE-|||0
A 66 68|||W|||年 久|||REQUIRED|||-NONE-|||0
A 86 86|||M|||就|||REQUIRED|||-NONE-|||0
A 88 89|||S|||哪|||REQUIRED|||-NONE-|||0
T1-A0 刚 刚 看 了 一 下 题 目 ， 不 禁 笑 出 声 来 。 我 仔 细 地 思 考 ， 吸 烟 对 身 体 的 哪 里 不 影 响 呢 ？ 尤 其 是 肺 ， 其 次 是 嗓 子 、 皮 肤 、 骨 ， 尤 其 是 儿 童 发 育 ， 依 我 一 个 九 年 的 吸 烟 狂 的 经 验 来 看 ， 自 从 我 吸 烟 之 后 ， 没 有 一 天 是 活 力 十 足 的 。
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 13|||W|||不 禁|||REQUIRED|||-NONE-|||1
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 17|||M|||声|||REQUIRED|||-NONE-|||1
A 18 19|||S|||。|||REQUIRED|||-NONE-|||1
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 33|||S|||对|||REQUIRED|||-NONE-|||1
A 38 38|||M|||不 影 响|||REQUIRED|||-NONE-|||1
A 50 51|||S|||、|||REQUIRED|||-NONE-|||1
A 53 54|||S|||、|||REQUIRED|||-NONE-|||1
A 56 56|||M|||尤 其 是|||REQUIRED|||-NONE-|||1
A 61 62|||S|||依|||REQUIRED|||-NONE-|||1
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 66 67|||S|||九|||REQUIRED|||-NONE-|||1

S 而 且 ， 我 们 不 能 禁 止 抽 烟 ， 因 为 我 们 不 能 夺 他 们 的 自 由 。
T0-A0 而 且 ， 我 们 不 能 禁 止 人 们 抽 烟 ， 因 为 我 们 不 能 剥 夺 他 们 吸 烟 的 自 由 。
A 9 9|||M|||人 们|||REQUIRED|||-NONE-|||0
A 18 18|||M|||剥|||REQUIRED|||-NONE-|||0
A 21 21|||M|||吸 烟|||REQUIRED|||-NONE-|||0
T1-A0 而 且 ， 我 们 不 能 禁 止 抽 烟 ， 因 为 我 们 不 能 剥 夺 他 们 的 自 由 。
A 18 18|||M|||剥|||REQUIRED|||-NONE-|||1

S 上 个 星 期 二 在 学 校 没 来 了 ， 我 有 二 个 课 了 ， 都 没 来 了 。 上 个 同 末 上 个 星 期 一 和 上 个 星 期 二 ， 我 有 偏 头 痛 。 偏 头 痛 是 慢 性 病 。 以 前 ， 刚 才 我 妈 妈 和 爸 爸 都 有 了 偏 头 痛 ， 现 在 没 有 了 。 所 以 ， 我 很 希 望 我 能 它 治 好 了 。
T0-A0 上 个 星 期 二 我 没 来 学 校 ， 我 有 两 节 课 没 来 了 ： 上 个 周 末 、 上 个 星 期 一 和 上 个 星 期 二 。 我 有 偏 头 痛 ， 偏 头 痛 是 慢 性 病 。 以 前 ， 我 妈 妈 和 爸 爸 都 有 偏 头 痛 ， 现 在 没 有 了 。 所 以 ， 我 很 希 望 我 能 把 它 治 好 。
A 5 6|||S|||我|||REQUIRED|||-NONE-|||0
A 6 10|||W|||没 来 学 校|||REQUIRED|||-NONE-|||0
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 16|||S|||两 节|||REQUIRED|||-NONE-|||0
A 17 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S|||：|||REQUIRED|||-NONE-|||0
A 26 27|||S|||周|||REQUIRED|||-NONE-|||0
A 28 28|||M|||、|||REQUIRED|||-NONE-|||0
A 39 46|||W|||。 我 有 偏 头 痛 ，|||REQUIRED|||-NONE-|||0
A 57 59|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 87 87|||M|||把|||REQUIRED|||-NONE-|||0
A 90 91|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 上 个 星 期 二 我 没 来 学 校 ， 我 有 两 节 课 没 来 了 ： 上 个 周 末 、 上 个 星 期 一 和 上 个 星 期 二 。 我 有 偏 头 痛 ， 偏 头 痛 是 慢 性 病 。 以 前 ， 我 妈 妈 和 爸 爸 都 有 偏 头 痛 ， 现 在 没 有 了 。 所 以 ， 我 很 希 望 我 能 治 好 它 。
A 5 6|||S|||我|||REQUIRED|||-NONE-|||1
A 6 10|||W|||没 来 学 校|||REQUIRED|||-NONE-|||1
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 16|||S|||两 节|||REQUIRED|||-NONE-|||1
A 17 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 24|||S|||：|||REQUIRED|||-NONE-|||1
A 26 27|||S|||周|||REQUIRED|||-NONE-|||1
A 28 28|||M|||、|||REQUIRED|||-NONE-|||1
A 39 46|||W|||。 我 有 偏 头 痛 ，|||REQUIRED|||-NONE-|||1
A 57 59|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 87 88|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 90 91|||S|||它|||REQUIRED|||-NONE-|||1

S 他 们 不 认 为 自 己 有 问 题 或 原 因 。 孩 子 的 成 绩 不 太 好 的 时 也 是 。 现 代 父 母 都 做 工 作 的 比 较 多 。
T0-A0 他 们 不 认 为 自 己 有 问 题 或 是 自 己 的 原 因 。 孩 子 的 成 绩 不 太 好 时 也 是 。 现 代 父 母 都 有 工 作 的 情 况 比 较 多 。
A 11 11|||M|||是 自 己 的|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||S|||有|||REQUIRED|||-NONE-|||0
A 36 36|||M|||情 况|||REQUIRED|||-NONE-|||0

S 我 一 方 面 有 一 个 爱 护 的 妈 妈 ， 一 方 面 有 一 个 自 私 的 爸 爸 。 从 我 的 父 母 的 离 婚 ， 他 讲 我 的 妈 妈 坏 话 。
T0-A0 我 一 方 面 有 一 个 爱 护 我 的 妈 妈 ， 一 方 面 却 有 一 个 自 私 的 爸 爸 。 我 的 父 母 离 婚 后 ， 他 讲 我 妈 妈 的 坏 话 。
A 9 9|||M|||我|||REQUIRED|||-NONE-|||0
A 16 16|||M|||却|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M|||后|||REQUIRED|||-NONE-|||0
A 37 40|||W|||妈 妈 的|||REQUIRED|||-NONE-|||0
T1-A0 我 一 方 面 有 一 个 爱 护 我 的 妈 妈 ， 一 方 面 有 一 个 自 私 的 爸 爸 。 从 我 的 父 母 离 婚 以 来 ， 他 讲 我 妈 妈 的 坏 话 。
A 9 9|||M|||我|||REQUIRED|||-NONE-|||1
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 33|||M|||以 来|||REQUIRED|||-NONE-|||1
A 37 40|||W|||妈 妈 的|||REQUIRED|||-NONE-|||1
T2-A0 我 一 方 面 有 一 个 爱 护 我 的 妈 妈 ， 一 方 面 有 一 个 自 私 的 爸 爸 。 自 从 我 的 父 母 离 婚 ， 他 就 开 始 讲 我 妈 妈 的 坏 话 。
A 9 9|||M|||我|||REQUIRED|||-NONE-|||2
A 25 25|||M|||自|||REQUIRED|||-NONE-|||2
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 35 35|||M|||就 开 始|||REQUIRED|||-NONE-|||2
A 37 40|||W|||妈 妈 的|||REQUIRED|||-NONE-|||2

S 有 些 年 轻 人 也 学 着 抽 烟 ， 他 们 认 为 会 抽 烟 才 成 为 男 子 汉 。
T0-A0 有 些 年 轻 人 也 学 着 抽 烟 ， 他 们 认 为 会 抽 烟 才 能 成 为 男 子 汉 。
A 19 19|||M|||能|||REQUIRED|||-NONE-|||0

S 总 之 ， 从 小 一 起 长 大 的 玩 伴 ， 随 着 年 龄 的 增 长 ， 自 然 而 然 地 走 到 了 一 起 ， 是 一 件 难 得 可 贵 的 事 ， 也 是 一 件 幸 福 的 事 。
T0-A0 总 之 ， 从 小 一 起 长 大 的 玩 伴 ， 随 着 年 龄 的 增 长 ， 自 然 而 然 地 走 到 了 一 起 ， 是 一 件 难 能 可 贵 的 事 ， 也 是 一 件 幸 福 的 事 。
A 36 37|||S|||能|||REQUIRED|||-NONE-|||0
T1-A0 总 之 ， 从 小 一 起 长 大 的 玩 伴 ， 随 着 年 龄 的 增 长 ， 自 然 而 然 地 走 到 了 一 起 ， 是 一 件 难 得 的 事 ， 也 是 一 件 幸 福 的 事 。
A 37 39|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 根 据 科 学 家 的 研 究 ， 吸 烟 给 身 体 会 带 来 坏 处 ， 还 有 对 社 会 公 众 利 益 也 带 来 了 伤 害 。
T0-A0 根 据 科 学 家 的 研 究 ， 吸 烟 会 给 身 体 带 来 坏 处 ， 还 有 给 社 会 公 众 利 益 也 带 来 了 伤 害 。
A 11 15|||W|||会 给 身 体|||REQUIRED|||-NONE-|||0
A 22 23|||S|||给|||REQUIRED|||-NONE-|||0
T1-A0 根 据 科 学 家 的 研 究 ， 吸 烟 会 给 身 体 带 来 坏 处 ， 也 会 给 社 会 公 众 利 益 带 来 伤 害 。
A 11 15|||W|||会 给 身 体|||REQUIRED|||-NONE-|||1
A 20 23|||S|||也 会 给|||REQUIRED|||-NONE-|||1
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 根 据 科 学 家 的 研 究 ， 吸 烟 不 仅 会 给 身 体 带 来 坏 处 ， 也 会 对 社 会 公 众 利 益 造 成 伤 害 。
A 11 11|||M|||不 仅 会|||REQUIRED|||-NONE-|||2
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 22|||S|||也 会|||REQUIRED|||-NONE-|||2
A 29 33|||S|||造 成|||REQUIRED|||-NONE-|||2

S 他 们 不 仅 在 韩 国 喜 欢 他 们 的 歌 迷 特 别 多 ， 不 只 是 喜 欢 他 们 的 歌 ， 还 很 喜 欢 他 们 的 为 人 。
T0-A0 他 们 在 韩 国 有 特 别 多 喜 欢 他 们 的 歌 迷 ， 歌 迷 们 不 只 是 喜 欢 他 们 的 歌 ， 还 很 喜 欢 他 们 的 为 人 。
A 2 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 17|||W|||有 特 别 多 喜 欢 他 们 的 歌 迷|||REQUIRED|||-NONE-|||0
A 18 18|||M|||歌 迷 们|||REQUIRED|||-NONE-|||0
T1-A0 在 韩 国 ， 喜 欢 他 们 的 歌 迷 特 别 多 ， 不 只 是 喜 欢 他 们 的 歌 ， 还 很 喜 欢 他 们 的 为 人 。
A 0 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 7|||M|||，|||REQUIRED|||-NONE-|||1

S 本 人 也 多 次 代 表 本 公 司 前 往 外 国 参 加 国 际 会 议 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 父 亲 老 说 “ 吃 饭 的 时 候 应 该 端 起 来 碗 子 （ 这 是 日 本 的 风 俗 ） 。
T0-A0 父 亲 老 说 ： “ 吃 饭 的 时 候 应 该 端 起 碗 来 。 ” （ 这 是 日 本 的 风 俗 ）
A 4 4|||M|||：|||REQUIRED|||-NONE-|||0
A 14 16|||W|||碗 来|||REQUIRED|||-NONE-|||0
A 16 17|||S|||。 ”|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 父 亲 老 说 ， 吃 饭 的 时 候 应 该 端 起 碗 来 （ 这 是 日 本 的 风 俗 ） 。
A 4 5|||S|||，|||REQUIRED|||-NONE-|||1
A 14 16|||W|||碗 来|||REQUIRED|||-NONE-|||1
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 父 亲 老 说 ： “ 吃 饭 的 时 候 应 该 端 起 碗 （ 这 是 日 本 的 风 俗 ） 。 ”
A 4 4|||M|||：|||REQUIRED|||-NONE-|||2
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 27 27|||M|||”|||REQUIRED|||-NONE-|||2

S 他 们 也 应 该 有 权 利 向 我 们 这 样 每 天 可 以 吃 饭 ， 安 静 地 睡 觉 的 。 从 感 情 （ 主 观 ） 的 角 度 来 看 ， 从 客 观 的 角 度 来 看 ， 我 们 都 应 该 努 力 地 去 解 决 这 个 问 题 的 。
T0-A0 他 们 也 应 该 有 权 利 像 我 们 这 样 每 天 可 以 吃 饭 ， 安 静 地 睡 觉 。 无 论 从 感 情 （ 主 观 ） 的 角 度 来 看 ， 还 是 从 客 观 的 角 度 来 看 ， 我 们 都 应 该 努 力 地 去 解 决 这 个 问 题 。
A 8 9|||S|||像|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M|||无 论|||REQUIRED|||-NONE-|||0
A 40 40|||M|||还 是|||REQUIRED|||-NONE-|||0
A 64 65|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 他 们 也 应 该 有 权 利 像 我 们 这 样 每 天 可 以 吃 饭 ， 安 静 地 睡 觉 。 不 管 是 从 感 情 （ 主 观 ） 的 角 度 来 看 ， 还 是 从 客 观 的 角 度 来 看 ， 我 们 都 应 该 努 力 地 去 解 决 这 个 问 题 。
A 8 9|||S|||像|||REQUIRED|||-NONE-|||1
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||不 管 是|||REQUIRED|||-NONE-|||1
A 40 40|||M|||还 是|||REQUIRED|||-NONE-|||1
A 64 65|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 第 二 ， 男 女 分 班 教 育 给 孩 子 封 建 思 想 。 听 说 女 子 学 校 里 教 的 内 容 是 女 子 一 定 会 做 饭 、 做 布 等 家 务 ， 而 男 子 学 校 不 教 那 种 学 科 。
T0-A0 第 二 ， 男 女 分 班 教 育 给 孩 子 传 授 了 封 建 的 思 想 。 听 说 女 子 学 校 里 教 的 内 容 是 女 子 一 定 要 会 做 饭 、 织 布 等 ， 而 男 子 学 校 里 则 没 有 那 些 科 目 。
A 12 12|||M|||传 授 了|||REQUIRED|||-NONE-|||0
A 14 14|||M|||的|||REQUIRED|||-NONE-|||0
A 33 33|||M|||要|||REQUIRED|||-NONE-|||0
A 37 38|||S|||织|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 50|||S|||里 则 没 有|||REQUIRED|||-NONE-|||0
A 51 53|||S|||些|||REQUIRED|||-NONE-|||0
A 54 54|||M|||目|||REQUIRED|||-NONE-|||0
T1-A0 第 二 ， 男 女 分 班 教 育 会 给 孩 子 输 入 封 建 思 想 。 听 说 ， 女 子 学 校 是 教 女 子 如 何 做 饭 、 做 布 等 家 务 ， 而 男 子 学 校 不 教 这 类 学 科 。
A 9 9|||M|||会|||REQUIRED|||-NONE-|||1
A 12 12|||M|||输 入|||REQUIRED|||-NONE-|||1
A 19 19|||M|||，|||REQUIRED|||-NONE-|||1
A 23 24|||S|||是|||REQUIRED|||-NONE-|||1
A 25 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 34|||S|||如 何|||REQUIRED|||-NONE-|||1
A 50 52|||S|||这 类|||REQUIRED|||-NONE-|||1
T2-A0 第 二 ， 男 女 分 班 教 育 给 孩 子 灌 输 封 建 思 想 。 听 说 女 子 学 校 里 教 的 内 容 是 女 子 一 定 要 会 做 饭 、 做 布 等 家 务 ， 而 男 子 学 校 不 教 那 种 学 科 。
A 12 12|||M|||灌 输|||REQUIRED|||-NONE-|||2
A 33 33|||M|||要|||REQUIRED|||-NONE-|||2

S 父 母 对 孩 子 的 爱 情 是 在 世 界 上 最 重 要 的 。
T0-A0 在 世 界 上 ， 父 母 对 孩 子 的 爱 是 最 重 要 的 。
A 0 0|||M|||在 世 界 上 ，|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 父 母 对 孩 子 的 爱 是 世 界 上 最 重 要 的 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 觉 得 中 国 人 的 生 活 习 惯 一 定 是 好 的 ： 他 们 爱 吃 菜 ， 豆 腐 ， 不 太 爱 吃 肥 肉 等 等 。 他 们 也 爱 作 运 动 。 大 家 都 在 公 场 一 起 联 系 。 这 个 当 然 是 好 习 惯 。
T0-A0 我 觉 得 中 国 人 的 生 活 习 惯 一 定 是 好 的 ， 比 如 他 们 爱 吃 菜 ， 豆 腐 ， 不 太 爱 吃 肥 肉 等 等 。 他 们 也 爱 运 动 ， 大 家 都 在 公 共 场 合 一 起 练 习 。 这 些 当 然 都 是 好 习 惯 。
A 16 17|||S|||， 比 如|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S|||，|||REQUIRED|||-NONE-|||0
A 48 48|||M|||共|||REQUIRED|||-NONE-|||0
A 49 49|||M|||合|||REQUIRED|||-NONE-|||0
A 51 53|||S|||练 习|||REQUIRED|||-NONE-|||0
A 55 56|||S|||些|||REQUIRED|||-NONE-|||0
A 58 58|||M|||都|||REQUIRED|||-NONE-|||0

S 一 种 真 正 的 看 法 来 看 ， 养 孩 子 的 责 任 就 是 父 母 的 。 所 以 这 些 看 法 来 看 ， 孩 子 的 第 一 任 老 师 就 是 父 母 。
T0-A0 以 一 种 真 正 的 看 法 来 看 ， 养 孩 子 的 责 任 就 是 父 母 的 。 所 以 以 这 些 看 法 来 看 ， 孩 子 的 第 一 任 老 师 就 是 父 母 。
A 0 0|||M|||以|||REQUIRED|||-NONE-|||0
A 23 23|||M|||以|||REQUIRED|||-NONE-|||0
T1-A0 从 一 种 真 正 的 看 法 来 看 ， 养 孩 子 的 责 任 就 是 父 母 的 。 所 以 从 这 些 看 法 来 看 ， 孩 子 的 第 一 任 老 师 就 是 父 母 。
A 0 0|||M|||从|||REQUIRED|||-NONE-|||1
A 24 24|||M|||从|||REQUIRED|||-NONE-|||1

S 他 的 妻 子 很 生 气 ， 不 忍 受 这 个 情 况 ， 所 以 她 要 跟 他 分 手 。
T0-A0 他 的 妻 子 很 生 气 ， 不 能 忍 受 这 个 情 况 ， 所 以 她 要 跟 他 离 婚 。
A 9 9|||M|||能|||REQUIRED|||-NONE-|||0
A 22 24|||S|||离 婚|||REQUIRED|||-NONE-|||0
T1-A0 他 的 女 朋 友 很 生 气 ， 不 能 忍 受 这 个 情 况 ， 所 以 她 要 跟 他 分 手 。
A 2 4|||S|||女 朋 友|||REQUIRED|||-NONE-|||1
A 9 9|||M|||能|||REQUIRED|||-NONE-|||1

S 这 是 可 以 当 成 志 愿 者 的 活 动 之 一 吗 ？
T0-A0 这 可 以 作 为 志 愿 者 的 活 动 之 一 吗 ？
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 6|||S|||作 为|||REQUIRED|||-NONE-|||0
T1-A0 这 可 以 当 成 是 志 愿 者 的 活 动 之 一 吗 ？
A 1 6|||W|||可 以 当 成 是|||REQUIRED|||-NONE-|||1
T2-A0 这 是 可 以 当 成 志 愿 者 活 动 之 一 的 吗 ？
A 9 14|||W|||活 动 之 一 的|||REQUIRED|||-NONE-|||2

S 成 语 的 愿 意 不 同 ， 有 一 点 变 化 了 。
T0-A0 成 语 的 原 意 不 同 ， 有 一 点 变 化 了 。
A 3 4|||S|||原|||REQUIRED|||-NONE-|||0
T1-A0 成 语 的 意 义 不 同 ， 有 一 点 变 化 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 5|||M|||义|||REQUIRED|||-NONE-|||1

S 从 语 言 的 角 度 来 看 ， 父 母 是 孩 子 的 母 国 语 老 师 。 孩 子 出 生 后 ， 父 母 每 天 向 孩 子 说 话 。
T0-A0 从 语 言 的 角 度 来 看 ， 父 母 是 孩 子 的 母 语 老 师 。 孩 子 出 生 后 ， 父 母 每 天 对 孩 子 说 话 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S|||对|||REQUIRED|||-NONE-|||0
T1-A0 从 语 言 的 角 度 来 看 ， 父 母 是 孩 子 的 母 语 老 师 。 孩 子 出 生 后 ， 父 母 每 天 都 会 向 孩 子 说 话 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 31 31|||M|||都 会|||REQUIRED|||-NONE-|||1
T2-A0 从 语 言 的 角 度 来 看 ， 父 母 是 孩 子 的 母 语 老 师 。 因 为 孩 子 出 生 后 ， 父 母 每 天 都 跟 孩 子 说 话 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 21 21|||M|||因 为|||REQUIRED|||-NONE-|||2
A 31 32|||S|||都 跟|||REQUIRED|||-NONE-|||2

S 和 别 的 音 乐 不 一 样 有 特 别 的 颜 色 ， 尤 其 是 吸 引 人 能 力 。
T0-A0 和 别 的 音 乐 不 一 样 ， 流 行 音 乐 有 特 色 ， 尤 其 是 有 吸 引 人 的 能 力 。
A 8 8|||M|||， 流 行 音 乐|||REQUIRED|||-NONE-|||0
A 10 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M|||有|||REQUIRED|||-NONE-|||0
A 21 21|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 和 别 的 音 乐 不 一 样 ， 流 行 音 乐 有 特 色 ， 尤 其 是 吸 引 人 的 能 力 。
A 8 8|||M|||， 流 行 音 乐|||REQUIRED|||-NONE-|||1
A 10 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 21|||M|||的|||REQUIRED|||-NONE-|||1

S 在 欧 州 ， 人 们 第 一 次 抽 烟 是 在 西 班 牙 开 始 的 ， 他 们 从 美 国 拿 回 来 。 从 十 六 世 纪 开 始 ， 欧 州 人 就 抽 烟 。 开 始 的 时 候 只 有 有 钱 人 可 以 抽 ， 因 为 是 奢 侈 品 。 开 始 时 大 多 数 男 人 抽 烟 ， 然 后 女 人 都 抽 。 抽 烟 成 为 每 天 的 必 须 品 ， 有 些 人 要 每 个 小 时 出 去 抽 ， 有 些 更 多 。
T0-A0 在 欧 洲 ， 人 们 第 一 次 抽 烟 是 从 西 班 牙 开 始 的 ， 他 们 从 美 国 拿 烟 回 来 。 从 十 六 世 纪 开 始 ， 欧 洲 人 就 抽 烟 。 开 始 的 时 候 只 有 有 钱 人 可 以 抽 ， 因 为 烟 是 奢 侈 品 。 开 始 时 大 多 数 男 人 抽 烟 ， 然 后 女 人 也 抽 。 香 烟 成 为 每 天 的 必 需 品 ， 有 些 人 每 个 小 时 都 要 出 去 抽 ， 有 些 更 多 。
A 2 3|||S|||洲|||REQUIRED|||-NONE-|||0
A 12 13|||S|||从|||REQUIRED|||-NONE-|||0
A 26 26|||M|||烟|||REQUIRED|||-NONE-|||0
A 38 39|||S|||洲|||REQUIRED|||-NONE-|||0
A 60 60|||M|||烟|||REQUIRED|||-NONE-|||0
A 80 81|||S|||也|||REQUIRED|||-NONE-|||0
A 83 84|||S|||香|||REQUIRED|||-NONE-|||0
A 91 92|||S|||需|||REQUIRED|||-NONE-|||0
A 97 98|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 102 102|||M|||都 要|||REQUIRED|||-NONE-|||0
T1-A0 在 欧 洲 ， 人 们 第 一 次 抽 烟 是 从 西 班 牙 开 始 的 ， 他 们 从 美 国 拿 回 来 烟 。 从 十 六 世 纪 开 始 ， 欧 洲 人 就 抽 烟 。 开 始 的 时 候 只 有 有 钱 人 可 以 抽 ， 因 为 是 奢 侈 品 。 开 始 时 是 大 多 数 男 人 抽 烟 ， 然 后 女 人 也 抽 。 香 烟 成 为 每 天 的 必 需 品 ， 有 些 人 要 每 个 小 时 都 出 去 抽 ， 有 些 更 多 。
A 2 3|||S|||洲|||REQUIRED|||-NONE-|||1
A 12 13|||S|||从|||REQUIRED|||-NONE-|||1
A 28 28|||M|||烟|||REQUIRED|||-NONE-|||1
A 38 39|||S|||洲|||REQUIRED|||-NONE-|||1
A 68 68|||M|||是|||REQUIRED|||-NONE-|||1
A 80 81|||S|||也|||REQUIRED|||-NONE-|||1
A 83 84|||S|||香|||REQUIRED|||-NONE-|||1
A 91 92|||S|||需|||REQUIRED|||-NONE-|||1
A 102 102|||M|||都|||REQUIRED|||-NONE-|||1
T2-A0 在 欧 洲 ， 人 们 第 一 次 抽 烟 是 在 西 班 牙 开 始 的 ， 他 们 从 美 国 拿 烟 草 回 来 。 从 十 六 世 纪 开 始 ， 欧 洲 人 就 抽 烟 。 一 开 始 的 时 候 只 有 有 钱 人 可 以 抽 ， 因 为 烟 草 是 奢 侈 品 。 开 始 时 大 多 数 男 人 抽 烟 ， 然 后 女 人 都 抽 。 抽 烟 成 为 每 天 的 日 常 ， 有 些 人 要 每 个 小 时 都 出 去 抽 ， 有 些 人 要 抽 更 多 。
A 2 3|||S|||洲|||REQUIRED|||-NONE-|||2
A 26 26|||M|||烟 草|||REQUIRED|||-NONE-|||2
A 38 39|||S|||洲|||REQUIRED|||-NONE-|||2
A 44 44|||M|||一|||REQUIRED|||-NONE-|||2
A 60 60|||M|||烟 草|||REQUIRED|||-NONE-|||2
A 90 93|||S|||日 常|||REQUIRED|||-NONE-|||2
A 102 102|||M|||都|||REQUIRED|||-NONE-|||2
A 108 108|||M|||人 要 抽|||REQUIRED|||-NONE-|||2

S 但 是 我 越 看 她 越 有 了 一 种 不 能 说 明 的 感 情 ， 她 不 仅 是 漂 亮 ， 又 唱 歌 唱 得 也 很 不 错 。
T0-A0 但 是 我 越 看 她 越 有 一 种 不 能 说 明 的 感 情 ， 她 不 仅 是 漂 亮 ， 而 且 唱 歌 唱 得 也 很 不 错 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S|||而 且|||REQUIRED|||-NONE-|||0
T1-A0 但 是 我 越 看 她 越 有 一 种 不 能 说 明 的 感 情 ， 她 不 仅 是 漂 亮 ， 歌 又 唱 得 也 很 不 错 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 29|||M|||又|||REQUIRED|||-NONE-|||1
T1-A1 但 是 我 越 看 她 越 有 一 种 不 能 说 明 的 感 情 ， 她 不 仅 是 漂 亮 ， 歌 又 唱 得 也 很 不 错 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 26|||M|||歌|||REQUIRED|||-NONE-|||1
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 但 是 我 越 看 她 越 有 一 种 不 能 说 明 的 感 情 ， 她 不 仅 是 漂 亮 ， 唱 歌 唱 得 也 很 不 错 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 说 明 了 流 行 音 乐 对 社 会 没 有 一 点 好 处 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 自 己 对 流 行 歌 曲 不 大 有 兴 趣 。 我 不 喜 欢 流 行 歌 曲 是 有 二 个 原 因 。
T0-A0 我 自 己 对 流 行 歌 曲 不 大 有 兴 趣 。 我 不 喜 欢 流 行 歌 曲 有 两 个 原 因 。
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S|||两|||REQUIRED|||-NONE-|||0
T1-A0 我 自 己 对 流 行 歌 曲 不 大 有 兴 趣 。 我 不 喜 欢 流 行 歌 曲 是 有 两 个 原 因 。
A 24 25|||S|||两|||REQUIRED|||-NONE-|||1
T2-A0 我 自 己 对 流 行 歌 曲 不 大 有 兴 趣 。 我 不 喜 欢 流 行 歌 曲 是 有 两 个 原 因 的 。
A 24 25|||S|||两|||REQUIRED|||-NONE-|||2
A 28 28|||M|||的|||REQUIRED|||-NONE-|||2

S 她 父 亲 是 一 个 英 国 人 而 我 是 蒙 古 所 以 我 们 的 沟 通 语 言 是 一 半 英 文 一 半 中 文 还 一 半 蒙 文 。
T0-A0 她 父 亲 是 英 国 人 而 我 是 蒙 古 人 ， 所 以 我 们 的 沟 通 语 言 是 三 分 之 一 英 文 ， 三 分 之 一 中 文 还 有 三 分 之 一 蒙 文 。
A 4 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||人 ，|||REQUIRED|||-NONE-|||0
A 24 24|||M|||三 分 之|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M|||， 三 分 之|||REQUIRED|||-NONE-|||0
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M|||有 三 分 之|||REQUIRED|||-NONE-|||0
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 她 父 亲 是 英 国 人 而 我 是 蒙 古 人 ， 所 以 我 们 沟 通 的 语 言 是 三 分 之 一 英 文 ， 三 分 之 一 中 文 还 有 三 分 之 一 蒙 文 。
A 4 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 14|||M|||人 ，|||REQUIRED|||-NONE-|||1
A 18 21|||W|||沟 通 的|||REQUIRED|||-NONE-|||1
A 24 24|||M|||三 分 之|||REQUIRED|||-NONE-|||1
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 28|||M|||， 三 分 之|||REQUIRED|||-NONE-|||1
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 33|||M|||有 三 分 之|||REQUIRED|||-NONE-|||1
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 她 父 亲 是 一 个 英 国 人 而 我 是 蒙 古 人 ， 所 以 我 们 的 沟 通 语 言 是 三 分 之 一 英 文 ， 三 分 之 一 中 文 还 有 三 分 之 一 蒙 文 。
A 14 14|||M|||人 ，|||REQUIRED|||-NONE-|||2
A 24 24|||M|||三 分 之|||REQUIRED|||-NONE-|||2
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 28 28|||M|||， 三 分 之|||REQUIRED|||-NONE-|||2
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 33 33|||M|||有 三 分 之|||REQUIRED|||-NONE-|||2
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 可 我 健 议 家 长 们 引 导 他 们 良 好 的 习 惯 ， 他 们 会 成 长 让 你 们 感 到 自 豪 的 子 女 。
T0-A0 可 我 建 议 家 长 们 要 引 导 他 们 养 成 良 好 的 习 惯 ， 这 样 他 们 才 会 成 长 ， 成 为 让 你 们 感 到 自 豪 的 子 女 。
A 2 3|||S|||建|||REQUIRED|||-NONE-|||0
A 7 7|||M|||要|||REQUIRED|||-NONE-|||0
A 11 11|||M|||养 成|||REQUIRED|||-NONE-|||0
A 17 17|||M|||这 样|||REQUIRED|||-NONE-|||0
A 19 19|||M|||才|||REQUIRED|||-NONE-|||0
A 22 22|||M|||， 成 为|||REQUIRED|||-NONE-|||0
T1-A0 可 我 建 议 家 长 们 要 引 导 他 们 养 成 良 好 的 习 惯 ， 这 样 他 们 才 会 成 长 为 让 你 们 感 到 自 豪 的 子 女 。
A 2 3|||S|||建|||REQUIRED|||-NONE-|||1
A 7 7|||M|||要|||REQUIRED|||-NONE-|||1
A 11 11|||M|||养 成|||REQUIRED|||-NONE-|||1
A 17 17|||M|||这 样|||REQUIRED|||-NONE-|||1
A 19 19|||M|||才|||REQUIRED|||-NONE-|||1
A 22 22|||M|||为|||REQUIRED|||-NONE-|||1
T2-A0 可 我 建 议 家 长 们 引 导 他 们 养 成 良 好 的 习 惯 ， 他 们 会 成 为 让 你 们 感 到 自 豪 的 子 女 。
A 2 3|||S|||建|||REQUIRED|||-NONE-|||2
A 11 11|||M|||养 成|||REQUIRED|||-NONE-|||2
A 21 22|||S|||为|||REQUIRED|||-NONE-|||2

S 为 了 这 个 研 讨 会 ， 我 得 做 一 次 事 题 报 告 ， 主 题 是 妇 女 艺 术 家 。 为 了 暸 解 她 们 的 艺 术 ， 我 得 暸 解 她 们 的 生 活 情 况 。 看 书 以 后 我 很 受 打 击 ： 她 们 的 情 况 中 有 很 严 重 的 平 等 问 题 ！
T0-A0 为 了 这 个 研 讨 会 ， 我 得 做 一 次 主 题 报 告 ， 主 题 是 妇 女 艺 术 家 。 为 了 了 解 她 们 的 艺 术 ， 我 得 了 解 她 们 的 生 活 情 况 。 看 完 书 以 后 我 很 受 打 击 — — 她 们 的 情 况 中 存 在 很 严 重 的 不 平 等 问 题 ！
A 13 14|||S|||主|||REQUIRED|||-NONE-|||0
A 29 30|||S|||了|||REQUIRED|||-NONE-|||0
A 39 40|||S|||了|||REQUIRED|||-NONE-|||0
A 50 50|||M|||完|||REQUIRED|||-NONE-|||0
A 58 59|||S|||— —|||REQUIRED|||-NONE-|||0
A 65 66|||S|||存 在|||REQUIRED|||-NONE-|||0
A 70 70|||M|||不|||REQUIRED|||-NONE-|||0
T1-A0 为 了 这 个 研 讨 会 ， 我 得 做 一 次 主 题 报 告 ， 主 题 是 妇 女 艺 术 家 。 为 了 了 解 她 们 的 艺 术 ， 我 得 了 解 她 们 的 生 活 情 况 。 看 了 书 以 后 我 很 受 打 击 ： 她 们 的 情 况 中 存 在 很 严 重 的 不 平 等 问 题 ！
A 13 14|||S|||主|||REQUIRED|||-NONE-|||1
A 29 30|||S|||了|||REQUIRED|||-NONE-|||1
A 39 40|||S|||了|||REQUIRED|||-NONE-|||1
A 50 50|||M|||了|||REQUIRED|||-NONE-|||1
A 65 66|||S|||存 在|||REQUIRED|||-NONE-|||1
A 70 70|||M|||不|||REQUIRED|||-NONE-|||1

S （ 二 ） 男 女 分 班 充 其 量 只 是 在 上 课 时 间 不 让 年 轻 人 接 触 异 性 ， 但 在 课 余 时 间 他 们 还 是 有 接 触 异 性 的 机 会 （ 如 在 同 学 家 里 遇 见 同 学 的 兄 弟 姐 妹 ， 在 公 共 场 合 认 识 的 新 朋 友 等 。 在 如 前 所 说 的 更 强 烈 好 奇 心 下 ， 他 们 极 有 可 能 在 课 余 时 间 结 交 更 多 异 性 朋 友 。
T0-A0 （ 二 ） 男 女 分 班 充 其 量 只 是 在 上 课 时 间 不 让 年 轻 人 接 触 异 性 ， 但 在 课 余 时 间 他 们 还 是 有 接 触 异 性 的 机 会 。 如 在 同 学 家 里 遇 见 同 学 的 兄 弟 姐 妹 ， 在 公 共 场 合 认 识 的 新 朋 友 等 。 在 如 上 所 述 的 更 强 烈 好 奇 心 下 ， 他 们 极 有 可 能 在 课 余 时 间 结 交 更 多 异 性 朋 友 。
A 45 46|||S|||。|||REQUIRED|||-NONE-|||0
A 77 78|||S|||上|||REQUIRED|||-NONE-|||0
A 79 80|||S|||述|||REQUIRED|||-NONE-|||0
T1-A0 （ 二 ） 男 女 分 班 充 其 量 只 是 在 上 课 时 间 不 让 年 轻 人 接 触 异 性 ， 但 在 课 余 时 间 他 们 还 是 有 接 触 异 性 的 机 会 （ 如 在 同 学 家 里 遇 见 同 学 的 兄 弟 姐 妹 ， 在 公 共 场 合 认 识 的 新 朋 友 等 ） 。 在 如 前 所 说 的 更 强 烈 好 奇 心 下 ， 他 们 极 有 可 能 在 课 余 时 间 结 交 更 多 异 性 朋 友 。
A 74 74|||M|||）|||REQUIRED|||-NONE-|||1
T2-A0 （ 二 ） 男 女 分 班 充 其 量 只 是 在 上 课 时 间 不 让 年 轻 人 接 触 异 性 ， 但 在 课 余 时 间 他 们 还 是 有 接 触 异 性 的 机 会 （ 如 在 同 学 家 里 遇 见 同 学 的 兄 弟 姐 妹 ， 在 公 共 场 合 认 识 的 新 朋 友 等 ） 。 在 如 之 前 所 说 的 更 强 烈 的 好 奇 心 下 ， 他 们 极 有 可 能 在 课 余 时 间 结 交 更 多 异 性 朋 友 。
A 74 74|||M|||）|||REQUIRED|||-NONE-|||2
A 77 77|||M|||之|||REQUIRED|||-NONE-|||2
A 84 84|||M|||的|||REQUIRED|||-NONE-|||2

S 我 绘 画 、 跳 舞 、 唱 歌 。 这 三 个 爱 好 可 以 是 工 作 。 我 很 想 做 这 三 个 工 作 。 很 难 ， 可 是 我 觉 得 多 是 好 职 业 。 在 世 界 有 很 多 “ 艺 术 人 ” 。 可 是 有 很 多 人 失 业 。 我 知 道 艺 术 的 职 业 很 难 。 所 以 我 也 学 艺 术 历 史 、 中 文 ， 因 为 可 以 在 博 物 馆 做 艺 术 工 作 。
T0-A0 我 绘 画 、 跳 舞 、 唱 歌 。 这 三 个 爱 好 可 以 是 工 作 。 我 很 想 做 这 三 个 工 作 ， 虽 然 很 难 ， 可 是 我 觉 得 很 多 都 是 好 职 业 。 在 世 界 有 很 多 “ 艺 术 人 ” 。 可 是 也 有 很 多 人 失 业 。 我 知 道 从 事 艺 术 的 职 业 很 难 ， 所 以 我 也 学 艺 术 历 史 、 中 文 ， 因 为 这 样 我 可 以 在 博 物 馆 做 艺 术 工 作 。
A 30 31|||S|||， 虽 然|||REQUIRED|||-NONE-|||0
A 39 39|||M|||很|||REQUIRED|||-NONE-|||0
A 40 40|||M|||都|||REQUIRED|||-NONE-|||0
A 59 59|||M|||也|||REQUIRED|||-NONE-|||0
A 69 69|||M|||从 事|||REQUIRED|||-NONE-|||0
A 76 77|||S|||，|||REQUIRED|||-NONE-|||0
A 92 92|||M|||这 样 我|||REQUIRED|||-NONE-|||0
T1-A0 我 喜 欢 绘 画 、 跳 舞 、 唱 歌 。 这 三 个 爱 好 也 可 以 是 工 作 。 我 很 想 做 这 三 个 工 作 。 虽 然 很 难 ， 可 是 我 觉 得 都 是 好 职 业 。 在 世 界 上 有 很 多 “ 艺 术 家 ” ， 可 是 也 有 很 多 人 失 业 。 我 知 道 从 事 艺 术 的 职 业 很 难 ， 所 以 我 也 学 艺 术 历 史 、 中 文 ， 因 为 这 样 我 可 以 在 博 物 馆 做 艺 术 工 作 。
A 1 1|||M|||喜 欢|||REQUIRED|||-NONE-|||1
A 15 15|||M|||也|||REQUIRED|||-NONE-|||1
A 31 31|||M|||虽 然|||REQUIRED|||-NONE-|||1
A 39 40|||S|||都|||REQUIRED|||-NONE-|||1
A 48 48|||M|||上|||REQUIRED|||-NONE-|||1
A 54 55|||S|||家|||REQUIRED|||-NONE-|||1
A 56 57|||S|||，|||REQUIRED|||-NONE-|||1
A 59 59|||M|||也|||REQUIRED|||-NONE-|||1
A 69 69|||M|||从 事|||REQUIRED|||-NONE-|||1
A 76 77|||S|||，|||REQUIRED|||-NONE-|||1
A 92 92|||M|||这 样 我|||REQUIRED|||-NONE-|||1
T2-A0 我 喜 欢 绘 画 、 跳 舞 、 唱 歌 ， 这 三 个 爱 好 可 以 成 为 工 作 。 我 很 想 做 这 三 个 工 作 ， 虽 然 很 难 ， 可 是 我 觉 得 都 是 好 职 业 。 世 界 上 有 很 多 “ 艺 术 人 ” ， 可 是 也 有 很 多 人 失 业 。 因 为 我 知 道 从 事 艺 术 职 业 很 难 ， 所 以 我 也 学 艺 术 历 史 、 中 文 ， 因 为 这 些 可 以 让 我 在 博 物 馆 做 艺 术 工 作 。
A 1 1|||M|||喜 欢|||REQUIRED|||-NONE-|||2
A 9 10|||S|||，|||REQUIRED|||-NONE-|||2
A 17 18|||S|||成 为|||REQUIRED|||-NONE-|||2
A 30 31|||S|||， 虽 然|||REQUIRED|||-NONE-|||2
A 39 40|||S|||都|||REQUIRED|||-NONE-|||2
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 48 48|||M|||上|||REQUIRED|||-NONE-|||2
A 56 57|||S|||，|||REQUIRED|||-NONE-|||2
A 59 59|||M|||也|||REQUIRED|||-NONE-|||2
A 66 66|||M|||因 为|||REQUIRED|||-NONE-|||2
A 69 69|||M|||从 事|||REQUIRED|||-NONE-|||2
A 71 72|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 76 77|||S|||，|||REQUIRED|||-NONE-|||2
A 92 92|||M|||这 些|||REQUIRED|||-NONE-|||2
A 94 94|||M|||让 我|||REQUIRED|||-NONE-|||2

S 而 且 ， 污 染 的 农 产 品 也 可 以 用 各 种 方 法 来 减 少 对 身 体 的 危 害 ， 比 如 说 ， 蔬 菜 呢 ， 炒 着 吃 不 要 吃 生 的 ， 要 是 吃 生 的 话 ， 吃 葡 萄 酒 。
T0-A0 而 且 ， 即 使 是 污 染 的 农 产 品 ， 也 可 以 用 各 种 方 法 来 减 少 它 们 对 身 体 的 危 害 ， 比 如 说 ， 蔬 菜 要 炒 着 吃 ， 不 要 吃 生 的 ， 非 要 生 吃 的 话 ， 可 以 先 喝 点 葡 萄 酒 。
A 3 3|||M|||即 使 是|||REQUIRED|||-NONE-|||0
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 20 20|||M|||它 们|||REQUIRED|||-NONE-|||0
A 33 35|||S|||要|||REQUIRED|||-NONE-|||0
A 38 38|||M|||，|||REQUIRED|||-NONE-|||0
A 44 44|||M|||非|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 48|||W|||生 吃|||REQUIRED|||-NONE-|||0
A 51 52|||S|||可 以 先 喝 点|||REQUIRED|||-NONE-|||0
T1-A0 而 且 ， 对 于 被 污 染 的 农 产 品 也 可 以 用 各 种 方 法 来 减 少 其 对 身 体 的 危 害 ， 比 如 说 ， 蔬 菜 呢 ， 炒 着 吃 不 要 吃 生 的 ， 要 是 生 吃 的 话 ， 先 喝 葡 萄 酒 。
A 3 3|||M|||对 于 被|||REQUIRED|||-NONE-|||1
A 20 20|||M|||其|||REQUIRED|||-NONE-|||1
A 46 48|||W|||生 吃|||REQUIRED|||-NONE-|||1
A 51 52|||S|||先 喝|||REQUIRED|||-NONE-|||1
T2-A0 而 且 ， 对 于 被 污 染 的 农 产 品 也 可 以 用 各 种 方 法 来 减 少 它 们 对 身 体 的 危 害 ， 比 如 说 ， 蔬 菜 呢 ， 炒 着 吃 不 要 吃 生 的 ， 要 是 生 吃 的 话 ， 先 喝 葡 萄 酒 。
A 3 3|||M|||对 于 被|||REQUIRED|||-NONE-|||2
A 20 20|||M|||它 们|||REQUIRED|||-NONE-|||2
A 46 48|||W|||生 吃|||REQUIRED|||-NONE-|||2
A 51 52|||S|||先 喝|||REQUIRED|||-NONE-|||2

S 虽 然 政 策 中 保 护 环 境 是 一 条 特 别 重 要 的 问 题 ， 每 个 人 都 下 可 以 随 便 帮 助 保 护 环 境 。 随 着 科 技 的 发 展 和 社 会 的 进 步 ， 许 多 人 类 活 动 越 来 越 给 环 境 造 成 在 量 的 污 染 ， 这 样 也 造 成 气 候 的 变 化 。 如 果 我 们 都 要 不 但 防 治 环 境 恶 化 ， 而 且 保 护 自 己 。
T0-A0 虽 然 政 策 中 保 护 环 境 是 一 个 特 别 重 要 的 内 容 ， 每 个 人 都 不 可 以 随 便 帮 助 保 护 环 境 。 随 着 科 技 的 发 展 和 社 会 的 进 步 ， 许 多 人 类 活 动 越 来 越 给 环 境 带 来 大 量 的 污 染 ， 这 样 也 造 成 气 候 的 变 化 。 我 们 都 要 防 治 环 境 恶 化 ， 并 且 保 护 自 己 。
A 11 12|||S|||个|||REQUIRED|||-NONE-|||0
A 17 19|||S|||内 容|||REQUIRED|||-NONE-|||0
A 24 25|||S|||不|||REQUIRED|||-NONE-|||0
A 62 65|||S|||带 来 大|||REQUIRED|||-NONE-|||0
A 81 83|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 87 89|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 96 97|||S|||并|||REQUIRED|||-NONE-|||0

S 一 般 上 通 过 介 绍 人 介 绍 的 异 性 多 数 会 是 害 羞 型 且 工 作 忙 碌 的 一 群 ， 这 批 人 多 数 有 学 问 的 基 础 他 们 的 学 历 也 高 ， 又 有 经 济 基 础 ， 只 要 有 足 够 的 时 间 培 养 彼 此 的 情 趣 ， 又 能 进 一 步 去 认 识 对 方 的 品 性 修 养 、 处 世 待 人 和 嗜 好 ， 跟 他 们 进 一 步 的 了 解 ， 你 就 能 发 现 这 样 的 异 性 是 否 适 合 你 的 要 求 标 准 。
T0-A0 一 般 通 过 介 绍 人 介 绍 的 异 性 多 数 会 是 害 羞 型 且 工 作 忙 碌 的 一 群 人 ， 这 批 人 多 数 有 学 问 的 基 础 ， 他 们 的 学 历 也 高 ， 又 有 经 济 基 础 ， 只 要 有 足 够 的 时 间 培 养 彼 此 的 情 趣 ， 就 能 进 一 步 去 认 识 对 方 的 品 性 修 养 、 处 世 待 人 和 嗜 好 ， 跟 他 们 进 一 步 地 了 解 ， 你 就 能 发 现 这 样 的 异 性 是 否 适 合 你 的 要 求 标 准 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M|||人|||REQUIRED|||-NONE-|||0
A 40 40|||M|||，|||REQUIRED|||-NONE-|||0
A 71 72|||S|||就|||REQUIRED|||-NONE-|||0
A 101 102|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 一 般 情 况 下 ， 通 过 介 绍 人 介 绍 的 异 性 多 数 会 是 害 羞 型 且 工 作 忙 碌 的 一 群 ， 这 批 人 多 数 有 学 问 的 基 础 ， 他 们 的 学 历 也 高 ， 又 有 经 济 基 础 ， 只 要 有 足 够 的 时 间 培 养 彼 此 的 情 趣 ， 又 能 进 一 步 去 认 识 对 方 的 品 性 修 养 、 处 世 待 人 和 嗜 好 ， 跟 他 们 进 一 步 地 了 解 ， 你 就 能 发 现 这 样 的 异 性 是 否 适 合 你 的 要 求 标 准 。
A 2 3|||S|||情 况 下 ，|||REQUIRED|||-NONE-|||1
A 40 40|||M|||，|||REQUIRED|||-NONE-|||1
A 101 102|||S|||地|||REQUIRED|||-NONE-|||1
T2-A0 一 般 来 说 ， 通 过 介 绍 人 介 绍 的 异 性 多 数 会 是 害 羞 型 且 工 作 忙 碌 的 一 群 人 ， 这 批 人 多 数 有 学 问 的 基 础 ， 他 们 的 学 历 也 高 ， 又 有 经 济 基 础 ， 只 要 有 足 够 的 时 间 培 养 彼 此 的 情 趣 ， 并 能 进 一 步 去 认 识 对 方 的 品 性 修 养 、 处 世 待 人 和 嗜 好 ， 跟 他 们 进 一 步 地 了 解 ， 你 就 能 发 现 这 样 的 异 性 是 否 达 到 你 的 要 求 标 准 。
A 2 3|||S|||来 说 ，|||REQUIRED|||-NONE-|||2
A 28 28|||M|||人|||REQUIRED|||-NONE-|||2
A 40 40|||M|||，|||REQUIRED|||-NONE-|||2
A 71 72|||S|||并|||REQUIRED|||-NONE-|||2
A 101 102|||S|||地|||REQUIRED|||-NONE-|||2
A 117 119|||S|||达 到|||REQUIRED|||-NONE-|||2

S 还 有 公 众 利 益 方 面 来 说 ， 社 会 上 还 有 不 吸 烟 的 人 。 最 近 他 们 的 声 音 越 来 越 大 ， 因 为 他 们 虽 然 不 吸 烟 可 是 受 到 吸 烟 人 的 影 响 ， 他 们 叫 被 吸 烟 者 。
T0-A0 还 有 从 公 众 利 益 方 面 来 说 ， 社 会 上 还 有 不 吸 烟 的 人 。 最 近 他 们 反 对 的 声 音 越 来 越 大 ， 因 为 他 们 虽 然 不 吸 烟 可 是 受 到 吸 烟 人 的 影 响 ， 他 们 被 叫 做 被 吸 烟 者 。
A 2 2|||M|||从|||REQUIRED|||-NONE-|||0
A 26 26|||M|||反 对|||REQUIRED|||-NONE-|||0
A 56 56|||M|||被|||REQUIRED|||-NONE-|||0
A 57 57|||M|||做|||REQUIRED|||-NONE-|||0
T1-A0 还 有 从 公 众 利 益 方 面 来 说 ， 社 会 上 还 有 不 吸 烟 的 人 。 最 近 他 们 的 声 音 越 来 越 大 ， 因 为 他 们 虽 然 不 吸 烟 可 是 还 是 受 到 了 吸 烟 人 的 影 响 ， 他 们 叫 做 被 吸 烟 者 。
A 2 2|||M|||从|||REQUIRED|||-NONE-|||1
A 44 44|||M|||是 还|||REQUIRED|||-NONE-|||1
A 47 47|||M|||了|||REQUIRED|||-NONE-|||1
A 57 57|||M|||做|||REQUIRED|||-NONE-|||1
T2-A0 还 有 从 公 众 利 益 方 面 来 说 ， 社 会 上 还 有 不 吸 烟 的 人 。 最 近 他 们 反 对 的 声 音 越 来 越 大 ， 因 为 他 们 虽 然 不 吸 烟 可 是 受 到 吸 烟 人 的 影 响 ， 他 们 被 称 为 被 动 吸 烟 者 。
A 2 2|||M|||从|||REQUIRED|||-NONE-|||2
A 26 26|||M|||反 对|||REQUIRED|||-NONE-|||2
A 56 57|||S|||被 称 为|||REQUIRED|||-NONE-|||2
A 58 58|||M|||动|||REQUIRED|||-NONE-|||2
T3-A0 还 有 从 公 众 利 益 方 面 来 说 ， 社 会 上 还 有 不 吸 烟 的 人 。 最 近 他 们 的 声 音 越 来 越 大 ， 因 为 他 们 虽 然 不 吸 烟 可 是 受 到 吸 烟 人 的 影 响 ， 他 们 被 叫 做 被 吸 烟 者 。
A 2 2|||M|||从|||REQUIRED|||-NONE-|||3
A 56 56|||M|||被|||REQUIRED|||-NONE-|||3
A 57 57|||M|||做|||REQUIRED|||-NONE-|||3
T4-A0 还 有 从 公 众 利 益 方 面 来 说 ， 社 会 上 还 有 不 吸 烟 的 人 。 最 近 他 们 反 对 的 声 音 越 来 越 大 ， 因 为 他 们 虽 然 不 吸 烟 可 是 还 是 受 到 了 吸 烟 人 的 影 响 ， 他 们 叫 做 被 吸 烟 者 。
A 2 2|||M|||从|||REQUIRED|||-NONE-|||4
A 26 26|||M|||反 对|||REQUIRED|||-NONE-|||4
A 44 44|||M|||是 还|||REQUIRED|||-NONE-|||4
A 47 47|||M|||了|||REQUIRED|||-NONE-|||4
A 57 57|||M|||做|||REQUIRED|||-NONE-|||4

S 本 人 所 想 议 论 的 就 是 这 些 问 题 。 希 望 吸 烟 者 能 不 被 罚 而 做 到 有 文 明 、 有 规 律 的 吸 烟 者 。
T0-A0 本 人 所 议 论 的 就 是 这 些 问 题 。 希 望 吸 烟 者 能 不 被 罚 ， 文 明 、 遵 守 规 定 地 吸 烟 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 27|||S|||，|||REQUIRED|||-NONE-|||0
A 30 31|||S|||遵 守|||REQUIRED|||-NONE-|||0
A 32 34|||S|||定 地|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 本 人 想 议 论 的 就 是 这 些 问 题 。 希 望 吸 烟 者 做 到 文 明 、 守 规 定 地 吸 烟 ， 从 而 不 被 罚 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 24|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 31|||S|||守|||REQUIRED|||-NONE-|||1
A 32 34|||S|||定 地|||REQUIRED|||-NONE-|||1
A 36 37|||S|||， 从 而 不 被 罚|||REQUIRED|||-NONE-|||1

S 就 是 说 ， 这 里 ， 各 课 有 t u t o r i a l 。
T0-A0 就 是 说 ， 这 里 各 科 都 有 t u t o r i a l 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||科 都|||REQUIRED|||-NONE-|||0
T1-A0 就 是 说 ， 在 这 里 ， 各 门 课 程 都 有 t u t o r i a l 。
A 4 4|||M|||在|||REQUIRED|||-NONE-|||1
A 8 8|||M|||门|||REQUIRED|||-NONE-|||1
A 9 9|||M|||程 都|||REQUIRED|||-NONE-|||1

S 吃 了 又 健 康 。
T0-A0 好 吃 又 健 康 。
A 0 0|||M|||好|||REQUIRED|||-NONE-|||0
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 吃 了 很 健 康 。
A 2 3|||S|||很|||REQUIRED|||-NONE-|||1

S 不 幸 的 是 ， 哪 里 陷 入 混 乱 ， 所 以 张 华 无 法 回 家 。 虽 然 所 有 村 民 冷 清 清 的 那 个 充 满 长 矛 和 盾 牌 的 村 ， 张 华 的 妻 子 留 着 在 家 里 。
T0-A0 不 幸 的 是 ， 那 里 陷 入 混 乱 ， 所 以 张 华 无 法 回 家 。 虽 然 所 有 村 民 都 离 开 了 那 个 充 满 长 矛 和 盾 牌 的 冷 清 清 的 村 ， 但 张 华 的 妻 子 依 然 留 在 家 里 。
A 5 6|||S|||那|||REQUIRED|||-NONE-|||0
A 27 31|||S|||都 离 开 了|||REQUIRED|||-NONE-|||0
A 40 40|||M|||的 冷 清 清|||REQUIRED|||-NONE-|||0
A 43 43|||M|||但|||REQUIRED|||-NONE-|||0
A 48 48|||M|||依 然|||REQUIRED|||-NONE-|||0
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 不 幸 的 是 ， 那 里 陷 入 混 乱 ， 所 以 张 华 无 法 回 家 。 虽 然 所 有 村 民 离 开 了 那 个 冷 清 清 的 充 满 长 矛 和 盾 牌 的 村 子 ， 但 是 张 华 的 妻 子 留 在 了 家 里 。
A 5 6|||S|||那|||REQUIRED|||-NONE-|||1
A 27 27|||M|||离 开 了 那 个|||REQUIRED|||-NONE-|||1
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 42|||M|||子|||REQUIRED|||-NONE-|||1
A 43 43|||M|||但 是|||REQUIRED|||-NONE-|||1
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 51|||M|||了|||REQUIRED|||-NONE-|||1
T2-A0 不 幸 的 是 ， 那 里 陷 入 混 乱 ， 所 以 张 华 无 法 回 家 。 虽 然 所 有 村 民 都 离 开 了 那 个 冷 清 清 的 ， 充 满 长 矛 和 盾 牌 的 村 ， 但 是 张 华 的 妻 子 还 留 在 家 里 。
A 5 6|||S|||那|||REQUIRED|||-NONE-|||2
A 27 27|||M|||都 离 开 了 那 个|||REQUIRED|||-NONE-|||2
A 31 33|||S|||，|||REQUIRED|||-NONE-|||2
A 43 43|||M|||但 是|||REQUIRED|||-NONE-|||2
A 48 48|||M|||还|||REQUIRED|||-NONE-|||2
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 当 村 里 的 老 人 智 叟 笑 话 他 的 时 候 ， 愚 公 不 理 会 别 人 的 看 法 ， 继 续 去 做 他 要 做 的 大 事 。
T0-A0 当 村 里 的 智 叟 笑 话 他 的 时 候 ， 愚 公 不 理 会 别 人 的 看 法 ， 继 续 去 做 他 要 做 的 大 事 。
A 4 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 比 如 说 中 老 年 人 大 概 是 从 3 0 到 5 0 阶 层 的 人 们 ， 青 少 年 看 他 们 抽 烟 ， 引 起 自 己 的 好 奇 ， 后 来 试 抽 一 次 ， 再 抽 一 次 ， 已 经 瘾 上 了 。
T0-A0 比 如 说 中 老 年 人 大 概 是 从 3 0 到 5 0 岁 的 人 们 ， 青 少 年 看 他 们 抽 烟 ， 会 引 起 自 己 的 好 奇 ， 后 来 试 抽 一 次 ， 再 抽 一 次 ， 渐 渐 就 上 瘾 了 。
A 16 18|||S|||岁|||REQUIRED|||-NONE-|||0
A 31 31|||M|||会|||REQUIRED|||-NONE-|||0
A 51 53|||S|||渐 渐 就|||REQUIRED|||-NONE-|||0
A 53 55|||W|||上 瘾|||REQUIRED|||-NONE-|||0
T1-A0 比 如 说 中 老 年 人 大 概 是 从 3 0 到 5 0 岁 的 人 们 ， 青 少 年 看 他 们 抽 烟 ， 引 起 了 自 己 的 好 奇 ， 后 来 试 抽 一 次 ， 再 抽 一 次 ， 就 上 瘾 了 。
A 16 18|||S|||岁|||REQUIRED|||-NONE-|||1
A 33 33|||M|||了|||REQUIRED|||-NONE-|||1
A 51 53|||S|||就|||REQUIRED|||-NONE-|||1
A 53 55|||W|||上 瘾|||REQUIRED|||-NONE-|||1
T2-A0 比 如 说 中 老 年 人 大 概 是 从 3 0 到 5 0 岁 的 人 们 ， 青 少 年 看 他 们 抽 烟 ， 自 己 的 好 奇 被 勾 起 ， 后 来 试 抽 一 次 ， 再 抽 一 次 ， 就 已 经 上 瘾 了 。
A 16 18|||S|||岁|||REQUIRED|||-NONE-|||2
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 38 38|||M|||被 勾 起|||REQUIRED|||-NONE-|||2
A 51 51|||M|||就|||REQUIRED|||-NONE-|||2
A 53 55|||W|||上 瘾|||REQUIRED|||-NONE-|||2

S 自 己 也 知 道 对 身 体 有 坏 处 ， 可 能 会 得 肺 癌 。
T0-A0 自 己 也 知 道 对 身 体 有 坏 处 ， 可 能 诱 发 肺 癌 。
A 14 16|||S|||诱 发|||REQUIRED|||-NONE-|||0
T1-A0 自 己 也 知 道 对 身 体 有 坏 处 ， 甚 至 可 能 会 得 肺 癌 。
A 12 12|||M|||甚 至|||REQUIRED|||-NONE-|||1

S 台 湾 的 女 性 们 中 ， 化 妆 的 人 很 多 ！ 可 爱 的 人 也 很 多 ！
T0-A0 台 湾 的 女 性 中 ， 化 妆 的 人 很 多 ！ 可 爱 的 人 也 很 多 ！
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 他 们 作 曲 家 变 成 一 个 糊 糊 涂 涂 的 傻 瓜 ， 怎 么 办 ？ 在 剑 桥 他 们 还 认 识 别 外 一 个 朋 友 ， 叫 吉 尔 ， 会 弹 吉 他 ， 就 让 他 替 德 克 。
T0-A0 他 们 的 作 曲 家 变 成 一 个 糊 里 糊 涂 的 傻 瓜 ， 怎 么 办 ？ 在 剑 桥 他 们 还 认 识 另 外 一 个 朋 友 ， 叫 吉 尔 ， 会 弹 吉 他 ， 就 让 他 代 替 德 克 。
A 2 2|||M|||的|||REQUIRED|||-NONE-|||0
A 10 10|||M|||里|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 30|||S|||另|||REQUIRED|||-NONE-|||0
A 48 48|||M|||代|||REQUIRED|||-NONE-|||0
T1-A0 如 果 他 们 的 作 曲 家 变 成 一 个 稀 里 糊 涂 的 傻 瓜 怎 么 办 ？ 在 剑 桥 他 们 还 认 识 另 外 一 个 朋 友 ， 叫 吉 尔 ， 会 弹 吉 他 ， 就 让 他 代 替 德 克 。
A 0 0|||M|||如 果|||REQUIRED|||-NONE-|||1
A 2 2|||M|||的|||REQUIRED|||-NONE-|||1
A 9 10|||S|||稀 里|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 30|||S|||另|||REQUIRED|||-NONE-|||1
A 48 48|||M|||代|||REQUIRED|||-NONE-|||1
T2-A0 怎 么 办 ? 他 们 的 作 曲 家 变 成 了 一 个 糊 涂 的 傻 瓜 。 他 们 在 剑 桥 还 认 识 另 外 一 个 朋 友 叫 吉 尔 ， 会 弹 吉 他 ， 就 让 他 代 替 德 克 。
A 0 0|||M|||怎 么 办 ?|||REQUIRED|||-NONE-|||2
A 2 2|||M|||的|||REQUIRED|||-NONE-|||2
A 7 7|||M|||了|||REQUIRED|||-NONE-|||2
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 16 21|||S|||。 他 们|||REQUIRED|||-NONE-|||2
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 29 30|||S|||另|||REQUIRED|||-NONE-|||2
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 48 48|||M|||代|||REQUIRED|||-NONE-|||2

S 我 们 知 道 在 这 世 界 还 有 很 多 贫 穷 的 国 家 ， 他 们 三 餐 不 饱 ， 没 有 金 钱 花 费 在 贵 重 的 食 物 。 有 些 国 家 因 缺 少 粮 食 而 挨 饿 ， 人 民 吃 不 饱 ， 国 家 的 经 济 也 不 必 说 了 ， 很 多 也 因 为 挨 饿 死 亡 。
T0-A0 我 们 知 道 在 这 世 界 上 还 有 很 多 贫 穷 的 国 家 ， 那 里 的 人 们 三 餐 不 饱 ， 没 有 金 钱 花 费 在 昂 贵 的 食 物 上 。 有 些 国 家 的 人 民 因 缺 少 粮 食 而 挨 饿 ， 人 民 吃 不 饱 ， 国 家 的 经 济 也 不 必 说 了 ， 很 多 人 也 因 为 挨 饿 死 亡 。
A 8 8|||M|||上|||REQUIRED|||-NONE-|||0
A 18 19|||S|||那 里 的 人|||REQUIRED|||-NONE-|||0
A 32 32|||M|||昂|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 37|||M|||上|||REQUIRED|||-NONE-|||0
A 42 42|||M|||的 人 民|||REQUIRED|||-NONE-|||0
A 70 70|||M|||人|||REQUIRED|||-NONE-|||0

S 上 菜 的 時 候 ， 一 般 先 上 涼 菜 ， 然 后 上 热 菜 。 上 菜 来 以 后 ， 一 般 先 要 等 最 重 要 的 或 者 年 纪 最 大 的 客 人 开 始 吃 ， 其 他 人 才 能 跟 着 吃 。 后 来 ， 主 人 会 鼓 励 客 人 们 吃 到 饱 ， 常 常 会 说 ” 多 吃 点 ” ， ” 慢 慢 吃 ” 等 等 。
T0-A0 上 菜 的 时 候 ， 一 般 先 上 凉 菜 ， 然 后 上 热 菜 。 上 菜 了 以 后 ， 一 般 要 先 等 最 重 要 的 或 者 年 纪 最 大 的 人 开 始 吃 ， 其 他 人 才 能 跟 着 吃 。 而 后 ， 主 人 会 鼓 励 客 人 们 吃 到 饱 ， 常 常 会 说 “ 多 吃 点 ” 、 “ 慢 慢 吃 ” 等 等 。
A 3 4|||S|||时|||REQUIRED|||-NONE-|||0
A 10 11|||S|||凉|||REQUIRED|||-NONE-|||0
A 21 22|||S|||了|||REQUIRED|||-NONE-|||0
A 27 29|||W|||要 先|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 56|||M|||而|||REQUIRED|||-NONE-|||0
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 75 76|||S|||“|||REQUIRED|||-NONE-|||0
A 80 82|||S|||、 “|||REQUIRED|||-NONE-|||0
T1-A0 上 菜 的 时 候 ， 一 般 先 上 凉 菜 ， 然 后 上 热 菜 。 菜 上 来 以 后 ， 一 般 要 先 等 最 重 要 的 或 者 年 纪 最 大 的 人 开 始 吃 ， 其 他 人 才 能 跟 着 吃 。 而 后 ， 主 人 会 鼓 励 客 人 们 吃 到 饱 ， 常 常 会 说 “ 多 吃 点 ” 、 “ 慢 慢 吃 ” 等 等 。
A 3 4|||S|||时|||REQUIRED|||-NONE-|||1
A 10 11|||S|||凉|||REQUIRED|||-NONE-|||1
A 19 21|||W|||菜 上|||REQUIRED|||-NONE-|||1
A 27 29|||W|||要 先|||REQUIRED|||-NONE-|||1
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 56 56|||M|||而|||REQUIRED|||-NONE-|||1
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 75 76|||S|||“|||REQUIRED|||-NONE-|||1
A 80 82|||S|||、 “|||REQUIRED|||-NONE-|||1
T2-A0 上 菜 的 时 候 ， 一 般 先 上 凉 菜 ， 然 后 上 热 菜 。 上 菜 了 以 后 ， 一 般 要 先 等 最 重 要 的 或 者 年 纪 最 大 的 人 开 始 吃 ， 其 他 人 才 能 跟 着 吃 。 之 后 ， 主 人 会 鼓 励 客 人 们 吃 到 饱 ， 常 常 会 说 “ 多 吃 点 ” 、 “ 慢 慢 吃 ” 等 词 。
A 3 4|||S|||时|||REQUIRED|||-NONE-|||2
A 10 11|||S|||凉|||REQUIRED|||-NONE-|||2
A 21 22|||S|||了|||REQUIRED|||-NONE-|||2
A 27 29|||W|||要 先|||REQUIRED|||-NONE-|||2
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 56 56|||M|||之|||REQUIRED|||-NONE-|||2
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 75 76|||S|||“|||REQUIRED|||-NONE-|||2
A 80 82|||S|||、 “|||REQUIRED|||-NONE-|||2
A 87 88|||S|||词|||REQUIRED|||-NONE-|||2

S 街 上 常 常 会 看 到 吸 烟 者 。 现 在 在 中 国 很 多 人 吸 烟 ， 而 大 多 数 的 人 把 吸 好 的 烟 扔 掉 地 上 。
T0-A0 在 街 上 常 常 会 看 到 吸 烟 者 。 现 在 在 中 国 很 多 人 吸 烟 ， 而 大 多 数 的 人 会 把 吸 完 的 烟 扔 在 地 上 。
A 0 0|||M|||在|||REQUIRED|||-NONE-|||0
A 28 28|||M|||会|||REQUIRED|||-NONE-|||0
A 30 31|||S|||完|||REQUIRED|||-NONE-|||0
A 34 35|||S|||在|||REQUIRED|||-NONE-|||0

S 有 别 的 人 觉 得 军 队 好 象 生 活 的 一 个 学 校 ， 所 以 它 帮 助 成 熟 起 来 。 可 是 我 不 同 意 。
T0-A0 有 的 人 觉 得 军 队 生 活 好 像 学 校 生 活 ， 所 以 它 帮 助 自 己 成 熟 起 来 。 可 是 我 不 同 意 这 个 观 点 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 15|||S|||好 像|||REQUIRED|||-NONE-|||0
A 17 17|||M|||生 活|||REQUIRED|||-NONE-|||0
A 23 23|||M|||自 己|||REQUIRED|||-NONE-|||0
A 34 34|||M|||这 个 观 点|||REQUIRED|||-NONE-|||0
T1-A0 有 的 人 觉 得 军 队 好 像 一 个 学 校 ， 所 以 它 帮 助 一 个 人 成 熟 起 来 。 可 是 我 不 同 意 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 13|||S|||像|||REQUIRED|||-NONE-|||1
A 23 23|||M|||一 个 人|||REQUIRED|||-NONE-|||1
T2-A0 有 的 人 觉 得 军 队 好 像 一 所 学 校 ， 所 以 它 可 以 帮 助 人 成 熟 起 来 。 可 是 我 不 同 意 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 9 13|||S|||像|||REQUIRED|||-NONE-|||2
A 14 15|||S|||所|||REQUIRED|||-NONE-|||2
A 21 21|||M|||可 以|||REQUIRED|||-NONE-|||2
A 23 23|||M|||人|||REQUIRED|||-NONE-|||2

S 以 候 走 在 马 路 上 ， 再 也 不 必 被 身 边 的 二 手 烟 干 扰 而 感 到 不 适 ， 也 不 会 在 路 上 看 到 许 多 被 乱 丢 在 地 上 的 烟 头 。 所 每 个 人 和 身 边 的 环 境 来 说 ， 都 是 一 大 乐 事 。
T0-A0 以 后 走 在 马 路 上 ， 再 也 不 必 被 身 边 的 二 手 烟 干 扰 而 感 到 不 适 ， 也 不 会 看 到 许 多 被 乱 丢 在 地 上 的 烟 头 。 对 每 个 人 和 身 边 的 环 境 来 说 ， 都 是 一 大 乐 事 。
A 1 2|||S|||后|||REQUIRED|||-NONE-|||0
A 30 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 48|||S|||对|||REQUIRED|||-NONE-|||0

S 因 为 我 是 很 爱 动 的 典 型 。
T0-A0 因 为 我 是 很 爱 动 的 典 例 。
A 9 10|||S|||例|||REQUIRED|||-NONE-|||0
T1-A0 因 为 我 是 很 爱 动 的 类 型 。
A 8 9|||S|||类|||REQUIRED|||-NONE-|||1
T2-A0 因 为 我 是 很 好 动 的 典 型 。
A 5 6|||S|||好|||REQUIRED|||-NONE-|||2
T3-A0 因 为 我 是 很 好 动 的 类 型 。
A 5 6|||S|||好|||REQUIRED|||-NONE-|||3
A 8 9|||S|||类|||REQUIRED|||-NONE-|||3

S 在 1 9 世 纪 ， 在 法 国 发 现 了 一 位 在 野 外 躲 的 男 孩 。 他 跟 原 始 人 一 样 做 人 。
T0-A0 1 9 世 纪 ， 在 法 国 发 现 了 一 位 在 野 外 藏 身 的 男 孩 ， 他 像 原 始 人 一 样 生 活 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||藏 身|||REQUIRED|||-NONE-|||0
A 21 22|||S|||，|||REQUIRED|||-NONE-|||0
A 23 24|||S|||像|||REQUIRED|||-NONE-|||0
A 29 31|||S|||生 活|||REQUIRED|||-NONE-|||0
T1-A0 1 9 世 纪 ， 在 法 国 发 现 了 一 位 躲 在 野 外 的 男 孩 ， 他 和 原 始 人 一 样 生 活 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 18|||W|||躲 在 野 外|||REQUIRED|||-NONE-|||1
A 21 22|||S|||，|||REQUIRED|||-NONE-|||1
A 23 24|||S|||和|||REQUIRED|||-NONE-|||1
A 29 31|||S|||生 活|||REQUIRED|||-NONE-|||1

S 父 亲 不 叫 急 诊 车 自 己 开 车 到 我 的 家 乡 的 医 院 ， 母 亲 生 我 了 。 出 生 以 后 到 现 在 还 是 家 里 人 都 在 一 起 坐 车 出 去 玩 。 所 以 我 不 知 不 觉 喜 欢 旅 游 ， 从 小 学 开 始 自 己 买 火 车 票 去 日 本 各 地 名 胜 古 迹 。
T0-A0 父 亲 不 叫 急 诊 车 ， 自 己 开 车 到 我 的 家 乡 的 医 院 ， 母 亲 生 了 我 。 从 出 生 到 现 在 ， 家 里 人 都 还 在 一 起 坐 车 出 去 玩 。 所 以 不 知 不 觉 中 ， 我 喜 欢 上 旅 游 ， 从 小 学 开 始 就 自 己 买 火 车 票 去 日 本 各 地 看 名 胜 古 迹 。
A 7 7|||M|||，|||REQUIRED|||-NONE-|||0
A 23 25|||W|||了 我|||REQUIRED|||-NONE-|||0
A 26 26|||M|||从|||REQUIRED|||-NONE-|||0
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 35|||S|||，|||REQUIRED|||-NONE-|||0
A 39 39|||M|||还|||REQUIRED|||-NONE-|||0
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 55|||M|||中 ， 我|||REQUIRED|||-NONE-|||0
A 57 57|||M|||上|||REQUIRED|||-NONE-|||0
A 65 65|||M|||就|||REQUIRED|||-NONE-|||0
A 76 76|||M|||看|||REQUIRED|||-NONE-|||0
T1-A0 父 亲 没 叫 急 诊 车 ， 自 己 开 车 到 我 的 家 乡 的 医 院 ， 然 后 母 亲 生 了 我 。 从 出 生 到 现 在 ， 家 里 人 都 一 起 坐 车 出 去 玩 。 所 以 我 在 不 知 不 觉 中 喜 欢 上 旅 游 ， 从 小 学 开 始 自 己 买 火 车 票 去 日 本 各 地 游 览 名 胜 古 迹 。
A 2 3|||S|||没|||REQUIRED|||-NONE-|||1
A 7 7|||M|||，|||REQUIRED|||-NONE-|||1
A 20 20|||M|||然 后|||REQUIRED|||-NONE-|||1
A 23 25|||W|||了 我|||REQUIRED|||-NONE-|||1
A 26 26|||M|||从|||REQUIRED|||-NONE-|||1
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 35|||S|||，|||REQUIRED|||-NONE-|||1
A 39 51|||W|||一 起 坐 车 出 去 玩 。 所 以 我 在|||REQUIRED|||-NONE-|||1
A 55 55|||M|||中|||REQUIRED|||-NONE-|||1
A 57 57|||M|||上|||REQUIRED|||-NONE-|||1
A 76 76|||M|||游 览|||REQUIRED|||-NONE-|||1

S 现 在 日 本 国 家 制 提 了 更 加 对 烟 的 税 金 。 虽 然 日 本 国 家 要 钱 而 且 为 国 民 的 身 体 健 的 规 律 ， 可 是 买 到 烟 的 人 越 来 越 多 着 呢 。
T0-A0 现 在 日 本 提 高 了 对 烟 的 税 金 。 虽 然 日 本 要 钱 而 且 也 是 为 了 国 民 的 身 体 健 康 ， 可 是 买 烟 的 人 却 越 来 越 多 。
A 4 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 8|||M|||高|||REQUIRED|||-NONE-|||0
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M|||也 是|||REQUIRED|||-NONE-|||0
A 28 28|||M|||了|||REQUIRED|||-NONE-|||0
A 34 37|||S|||康|||REQUIRED|||-NONE-|||0
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 45|||M|||却|||REQUIRED|||-NONE-|||0
A 49 51|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 现 在 日 本 提 高 了 对 烟 的 税 金 。 虽 然 日 本 要 钱 而 且 也 是 为 国 民 的 身 体 健 康 考 虑 ， 可 是 买 烟 的 人 还 是 越 来 越 多 。
A 4 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 8|||M|||高|||REQUIRED|||-NONE-|||1
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||也 是|||REQUIRED|||-NONE-|||1
A 34 37|||S|||康 考 虑|||REQUIRED|||-NONE-|||1
A 41 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 45 45|||M|||还 是|||REQUIRED|||-NONE-|||1
A 49 51|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 在 日 本 俗 话 说 ， 吸 烟 对 健 康 有 害 ， 一 个 也 没 有 好 处 。 这 句 话 是 像 我 一 样 爱 吸 烟 的 人 来 说 不 对 的 。 如 不 能 吸 烟 的 情 况 下 ， 需 要 一 定 的 忍 耐 。
T0-A0 在 日 本 ， 俗 话 说 ， 吸 烟 对 健 康 有 害 ， 一 点 好 处 也 没 有 。 这 句 话 对 像 我 一 样 爱 吸 烟 的 人 来 说 是 不 对 的 ， 在 不 能 吸 烟 的 情 况 下 ， 需 要 一 定 的 耐 力 。
A 3 3|||M|||，|||REQUIRED|||-NONE-|||0
A 16 17|||S|||点 好 处|||REQUIRED|||-NONE-|||0
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S|||对|||REQUIRED|||-NONE-|||0
A 38 38|||M|||是|||REQUIRED|||-NONE-|||0
A 41 43|||S|||， 在|||REQUIRED|||-NONE-|||0
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 59|||M|||力|||REQUIRED|||-NONE-|||0
T1-A0 日 本 有 句 俗 话 说 ： “ 吸 烟 对 健 康 有 害 ， 一 点 好 处 也 没 有 。 ” 这 句 话 对 于 像 我 一 样 爱 吸 烟 的 人 来 说 是 不 对 的 ， 在 不 能 吸 烟 的 情 况 下 ， 需 要 一 定 的 忍 耐 力 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 3 3|||M|||有 句|||REQUIRED|||-NONE-|||1
A 6 7|||S|||： “|||REQUIRED|||-NONE-|||1
A 16 17|||S|||点 好 处|||REQUIRED|||-NONE-|||1
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 23|||M|||”|||REQUIRED|||-NONE-|||1
A 26 27|||S|||对 于|||REQUIRED|||-NONE-|||1
A 38 38|||M|||是|||REQUIRED|||-NONE-|||1
A 41 43|||S|||， 在|||REQUIRED|||-NONE-|||1
A 59 59|||M|||力|||REQUIRED|||-NONE-|||1
T2-A0 在 日 本 俗 话 说 ， 吸 烟 对 健 康 有 害 ， 一 点 好 处 也 没 有 。 这 句 话 对 像 我 一 样 爱 吸 烟 的 人 来 说 是 不 对 的 。 如 不 能 吸 烟 的 情 况 下 ， 需 要 一 定 的 忍 耐 力 。
A 16 17|||S|||点 好 处|||REQUIRED|||-NONE-|||2
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 27|||S|||对|||REQUIRED|||-NONE-|||2
A 38 38|||M|||是|||REQUIRED|||-NONE-|||2
A 59 59|||M|||力|||REQUIRED|||-NONE-|||2
T3-A0 在 日 本 ， 俗 话 说 ： “ 吸 烟 对 健 康 有 害 ， 一 点 好 处 也 没 有 。 ” 这 句 话 对 像 我 一 样 爱 吸 烟 的 人 来 说 是 不 对 的 。 如 果 不 能 吸 烟 ， 需 要 一 定 的 忍 耐 力 。
A 3 3|||M|||，|||REQUIRED|||-NONE-|||3
A 6 7|||S|||： “|||REQUIRED|||-NONE-|||3
A 16 17|||S|||点 好 处|||REQUIRED|||-NONE-|||3
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 23 23|||M|||”|||REQUIRED|||-NONE-|||3
A 26 27|||S|||对|||REQUIRED|||-NONE-|||3
A 38 38|||M|||是|||REQUIRED|||-NONE-|||3
A 43 43|||M|||果|||REQUIRED|||-NONE-|||3
A 47 51|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 59 59|||M|||力|||REQUIRED|||-NONE-|||3

S 这 些 化 肥 和 农 药 的 使 用 会 帮 助 一 些 缺 少 粮 食 而 挨 饿 的 人 们 ， 可 是 我 们 吃 了 会 害 于 健 康 。
T0-A0 这 些 化 肥 和 农 药 的 使 用 会 帮 助 一 些 缺 少 粮 食 而 挨 饿 的 人 们 ， 可 是 我 们 吃 了 会 有 害 于 健 康 。
A 33 33|||M|||有|||REQUIRED|||-NONE-|||0
T1-A0 这 些 化 肥 和 农 药 的 使 用 会 帮 助 一 些 缺 少 粮 食 而 挨 饿 的 人 们 ， 可 是 如 果 我 们 吃 了 这 些 粮 食 ， 这 会 损 害 我 们 的 健 康 。
A 28 28|||M|||如 果|||REQUIRED|||-NONE-|||1
A 32 32|||M|||这 些 粮 食 ， 这|||REQUIRED|||-NONE-|||1
A 33 33|||M|||损|||REQUIRED|||-NONE-|||1
A 34 35|||S|||我 们 的|||REQUIRED|||-NONE-|||1
T2-A0 这 些 化 肥 和 农 药 的 使 用 会 帮 助 一 些 缺 少 粮 食 而 挨 饿 的 人 们 ， 可 是 我 们 吃 了 会 危 害 健 康 。
A 33 33|||M|||危|||REQUIRED|||-NONE-|||2
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 如 要 抽 烟 不 但 要 花 钱 而 且 对 自 己 的 形 象 也 有 不 好 的 印 象 。 尤 其 是 在 美 国 ， 只 有 一 些 低 收 入 的 阶 层 抽 烟 ， 而 且 他 们 认 为 抽 烟 甚 至 等 于 慢 性 自 杀 。
T0-A0 抽 烟 不 但 要 花 钱 而 且 对 自 己 的 形 象 也 有 不 好 的 影 响 。 尤 其 是 在 美 国 ， 只 有 一 些 低 收 入 的 阶 层 抽 烟 ， 而 且 他 们 认 为 抽 烟 甚 至 等 于 慢 性 自 杀 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 24|||S|||影 响|||REQUIRED|||-NONE-|||0

S 相 反 ， 父 母 是 经 常 出 外 工 作 ， 没 时 间 在 家 ， 甚 至 是 有 吸 烟 、 酗 酒 等 坏 习 惯 的 孩 子 ， 长 大 以 后 成 为 罪 犯 的 机 会 也 大 大 增 加 。
T0-A0 相 反 ， 父 母 经 常 出 外 工 作 ， 没 时 间 在 家 ， 甚 至 有 吸 烟 、 酗 酒 等 坏 习 惯 的 孩 子 ， 长 大 以 后 成 为 罪 犯 的 几 率 也 大 大 增 加 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 47|||S|||几 率|||REQUIRED|||-NONE-|||0
T1-A0 相 反 ， 父 母 是 经 常 出 外 工 作 ， 没 时 间 在 家 ， 甚 至 是 有 吸 烟 、 酗 酒 等 坏 习 惯 的 孩 子 ， 长 大 以 后 成 为 罪 犯 的 可 能 性 也 大 大 增 加 。
A 45 47|||S|||可 能 性|||REQUIRED|||-NONE-|||1

S 还 有 我 们 对 抽 烟 严 格 。
T0-A0 还 有 我 们 对 抽 烟 要 求 严 格 。
A 7 7|||M|||要 求|||REQUIRED|||-NONE-|||0
T1-A0 还 有 我 们 对 抽 烟 要 严 格 要 求 。
A 7 7|||M|||要|||REQUIRED|||-NONE-|||1
A 9 9|||M|||要 求|||REQUIRED|||-NONE-|||1
T2-A0 而 且 我 们 对 抽 烟 这 种 行 为 的 规 范 严 格 要 求 。
A 0 2|||S|||而 且|||REQUIRED|||-NONE-|||2
A 7 7|||M|||这 种 行 为 的 规 范|||REQUIRED|||-NONE-|||2
A 9 9|||M|||要 求|||REQUIRED|||-NONE-|||2

S 吸 烟 不 只 对 吸 烟 者 有 害 处 ， 对 身 边 的 人 也 有 更 多 的 影 响 ， 在 公 共 场 所 吸 烟 就 得 考 虑 这 个 点 。 青 少 年 从 这 点 受 的 影 响 很 大 ， 因 此 ， 在 公 共 场 所 吸 烟 可 看 做 为 一 种 犯 罪 。 我 同 意 在 公 共 场 所 边 去 边 抽 烟 被 罚 款 ， 也 同 意 减 少 可 以 抽 烟 的 场 所 。
T0-A0 吸 烟 不 只 对 吸 烟 者 有 害 处 ， 对 身 边 的 人 也 有 更 多 的 影 响 ， 在 公 共 场 所 吸 烟 就 得 考 虑 到 这 一 点 。 青 少 年 受 这 点 的 影 响 很 大 ， 因 此 ， 在 公 共 场 所 吸 烟 可 看 做 是 一 种 犯 罪 行 为 。 我 同 意 在 公 共 场 所 边 走 边 抽 烟 的 行 为 会 被 罚 款 ， 也 同 意 减 少 可 以 抽 烟 的 场 所 。
A 36 36|||M|||到|||REQUIRED|||-NONE-|||0
A 37 38|||S|||一|||REQUIRED|||-NONE-|||0
A 43 44|||S|||受|||REQUIRED|||-NONE-|||0
A 46 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 66 67|||S|||是|||REQUIRED|||-NONE-|||0
A 71 71|||M|||行 为|||REQUIRED|||-NONE-|||0
A 81 82|||S|||走|||REQUIRED|||-NONE-|||0
A 85 85|||M|||的 行 为 会|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 不 只 对 吸 烟 者 有 害 处 ， 对 身 边 的 人 也 有 更 多 的 影 响 ， 在 公 共 场 所 吸 烟 就 得 考 虑 这 个 点 。 青 少 年 从 这 点 受 的 影 响 很 大 ， 因 此 ， 在 公 共 场 所 吸 烟 可 看 做 为 一 种 犯 罪 。 我 同 意 在 公 共 场 所 边 走 边 抽 烟 被 罚 款 ， 也 同 意 减 少 可 以 抽 烟 的 场 所 。
A 81 82|||S|||走|||REQUIRED|||-NONE-|||1
T2-A0 吸 烟 不 只 对 吸 烟 者 有 害 处 ， 对 身 边 的 人 也 有 更 多 的 影 响 ， 在 公 共 场 所 吸 烟 就 得 考 虑 这 一 点 。 青 少 年 从 这 点 所 受 的 影 响 很 大 ， 因 此 ， 在 公 共 场 所 吸 烟 可 看 做 为 一 种 犯 罪 。 我 同 意 在 公 共 场 所 抽 烟 被 罚 款 ， 也 同 意 减 少 可 以 抽 烟 的 场 所 。
A 37 38|||S|||一|||REQUIRED|||-NONE-|||2
A 46 46|||M|||所|||REQUIRED|||-NONE-|||2
A 80 83|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 世 界 已 有 很 多 国 家 因 缺 少 粮 食 而 挨 饿 。 但 有 些 富 裕 的 国 家 却 用 “ 绿 色 食 品 ” 来 乱 买 卖 。
T0-A0 世 界 上 已 有 很 多 国 家 的 人 民 因 缺 少 粮 食 而 挨 饿 ， 但 有 些 富 裕 的 国 家 却 用 “ 绿 色 食 品 ” 来 扰 乱 买 卖 。
A 2 2|||M|||上|||REQUIRED|||-NONE-|||0
A 8 8|||M|||的 人 民|||REQUIRED|||-NONE-|||0
A 16 17|||S|||，|||REQUIRED|||-NONE-|||0
A 34 34|||M|||扰|||REQUIRED|||-NONE-|||0

S 他 说 “ 因 为 学 校 里 没 有 女 孩 子 ， 我 们 的 年 龄 相 当 于 青 春 期 ， 就 是 特 别 关 心 异 性 。 我 常 常 去 了 别 的 女 子 中 学 找 女 朋 友 。
T0-A0 他 说 ： “ 因 为 学 校 里 没 有 女 孩 子 ， 我 们 处 于 青 春 期 ， 就 是 特 别 关 心 异 性 。 我 常 常 去 别 的 女 子 中 学 找 女 朋 友 。 ”
A 2 2|||M|||：|||REQUIRED|||-NONE-|||0
A 16 21|||S|||处|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 51 51|||M|||”|||REQUIRED|||-NONE-|||0

S 张 华 来 自 大 地 主 家 庭 。 可 是 因 为 对 农 业 没 有 什 么 感 兴 趣 ， 她 的 土 地 荒 芜 了 。 所 以 他 决 定 了 ， 跟 一 个 朋 友 去 都 市 为 交 易 丝 绸 。 这 个 张 华 的 妻 子 在 村 里 ， 耐 心 地 等 待 着 他 的 回 归 。 他 应 该 是 在 秋 天 返 回 家 。
T0-A0 张 华 来 自 大 地 主 家 庭 。 可 是 因 为 对 农 业 没 有 什 么 兴 趣 ， 他 的 土 地 荒 芜 了 。 所 以 他 决 定 跟 一 个 朋 友 去 都 市 交 易 丝 绸 。 这 个 张 华 的 妻 子 在 村 里 ， 耐 心 地 等 待 着 他 的 归 来 。 他 应 该 是 在 秋 天 返 回 家 中 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||S|||他|||REQUIRED|||-NONE-|||0
A 38 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 73 74|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 75 75|||M|||来|||REQUIRED|||-NONE-|||0
A 86 86|||M|||中|||REQUIRED|||-NONE-|||0
T1-A0 张 华 来 自 大 地 主 家 庭 。 可 是 因 为 他 对 农 业 没 有 什 么 兴 趣 ， 他 的 土 地 荒 芜 了 。 所 以 他 决 定 去 跟 一 个 朋 友 去 都 市 交 易 丝 绸 。 这 个 张 华 的 妻 子 在 村 里 耐 心 地 等 待 着 他 的 回 归 。 他 应 该 是 在 秋 天 回 家 。
A 14 14|||M|||他|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 25 26|||S|||他|||REQUIRED|||-NONE-|||1
A 38 40|||S|||去|||REQUIRED|||-NONE-|||1
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 64 65|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 83 84|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 张 华 来 自 大 地 主 家 庭 。 可 是 因 为 对 农 业 不 感 兴 趣 ， 他 的 土 地 荒 芜 了 。 所 以 他 决 定 了 ， 要 跟 一 个 朋 友 去 都 市 交 易 丝 绸 。 这 个 张 华 的 妻 子 在 村 里 ， 耐 心 地 等 待 着 他 的 归 来 。 他 应 该 是 在 秋 天 回 家 。
A 17 21|||S|||不|||REQUIRED|||-NONE-|||2
A 25 26|||S|||他|||REQUIRED|||-NONE-|||2
A 40 40|||M|||要|||REQUIRED|||-NONE-|||2
A 48 49|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 73 74|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 75 75|||M|||来|||REQUIRED|||-NONE-|||2
A 83 84|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 但 是 ， 吸 烟 者 也 有 吸 烟 权 ， 这 两 个 对 立 者 问 题 如 何 解 决 呢 ？
T0-A0 但 是 ， 吸 烟 者 也 有 吸 烟 的 权 利 ， 这 两 个 对 立 问 题 如 何 解 决 呢 ？
A 10 10|||M|||的|||REQUIRED|||-NONE-|||0
A 11 11|||M|||利|||REQUIRED|||-NONE-|||0
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 吸 烟 者 也 有 吸 烟 权 ， 这 两 个 对 立 的 问 题 该 如 何 解 决 呢 ？
A 17 18|||S|||的|||REQUIRED|||-NONE-|||1
A 20 20|||M|||该|||REQUIRED|||-NONE-|||1
T2-A0 但 是 ， 吸 烟 者 也 有 吸 烟 权 ， 这 两 个 对 立 问 题 该 如 何 解 决 呢 ？
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 20|||M|||该|||REQUIRED|||-NONE-|||2

S 我 是 个 吸 烟 的 人 ， 随 着 时 代 的 变 化 ， 吸 烟 者 在 什 么 地 方 也 不 受 到 欢 迎 。 最 近 我 也 感 觉 到 吸 烟 一 个 也 没 有 好 处 ， 为 自 己 健 康 应 该 戒 烟 。 还 有 吸 烟 对 公 众 有 害 的 是 吸 烟 者 该 重 视 起 来 。
T0-A0 我 是 个 吸 烟 的 人 ， 随 着 时 代 的 变 化 ， 吸 烟 者 在 什 么 地 方 都 不 受 到 欢 迎 。 最 近 我 也 感 觉 到 吸 烟 没 有 一 个 好 处 ， 为 自 己 的 健 康 着 想 应 该 戒 烟 。 还 有 吸 烟 对 公 众 是 有 害 的 ， 吸 烟 者 应 该 重 视 起 来 。
A 24 25|||S|||都|||REQUIRED|||-NONE-|||0
A 40 45|||W|||没 有 一 个|||REQUIRED|||-NONE-|||0
A 51 51|||M|||的|||REQUIRED|||-NONE-|||0
A 53 53|||M|||着 想|||REQUIRED|||-NONE-|||0
A 65 65|||M|||是|||REQUIRED|||-NONE-|||0
A 68 69|||S|||，|||REQUIRED|||-NONE-|||0
A 72 72|||M|||应|||REQUIRED|||-NONE-|||0
T1-A0 我 是 个 吸 烟 的 人 ， 随 着 时 代 的 变 化 ， 吸 烟 者 在 什 么 地 方 都 不 受 到 欢 迎 。 最 近 我 也 感 觉 到 吸 烟 没 有 一 个 好 处 ， 为 了 自 己 的 健 康 应 该 戒 烟 。 还 有 吸 烟 对 公 众 是 有 害 的 ， 吸 烟 者 应 该 重 视 起 来 。
A 24 25|||S|||都|||REQUIRED|||-NONE-|||1
A 40 45|||W|||没 有 一 个|||REQUIRED|||-NONE-|||1
A 49 49|||M|||了|||REQUIRED|||-NONE-|||1
A 51 51|||M|||的|||REQUIRED|||-NONE-|||1
A 65 65|||M|||是|||REQUIRED|||-NONE-|||1
A 68 69|||S|||，|||REQUIRED|||-NONE-|||1
A 72 72|||M|||应|||REQUIRED|||-NONE-|||1
T2-A0 我 是 个 吸 烟 的 人 ， 随 着 时 代 的 变 化 ， 吸 烟 者 在 什 么 地 方 都 不 受 到 欢 迎 。 最 近 我 也 感 觉 到 吸 烟 没 有 一 个 好 处 ， 为 自 己 健 康 应 该 戒 烟 。 还 有 吸 烟 对 公 众 是 有 害 的 ， 吸 烟 者 该 重 视 起 来 。
A 24 25|||S|||都|||REQUIRED|||-NONE-|||2
A 40 45|||W|||没 有 一 个|||REQUIRED|||-NONE-|||2
A 65 65|||M|||是|||REQUIRED|||-NONE-|||2
A 68 69|||S|||，|||REQUIRED|||-NONE-|||2

S 大 家 都 已 经 知 道 吸 烟 人 身 体 有 害 。
T0-A0 大 家 都 已 经 知 道 吸 烟 对 人 的 身 体 有 害 。
A 9 9|||M|||对|||REQUIRED|||-NONE-|||0
A 10 10|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 大 家 都 已 经 知 道 吸 烟 对 身 体 有 害 。
A 9 10|||S|||对|||REQUIRED|||-NONE-|||1

S 不 仅 跟 孩 子 在 一 起 的 时 间 ， 对 孩 子 的 爱 情 也 有 关 系 。 我 觉 得 父 母 对 孩 子 的 爱 情 和 别 人 对 孩 子 的 不 能 比 较 。
T0-A0 不 仅 跟 孩 子 在 一 起 的 时 间 有 关 ， 对 孩 子 的 爱 也 有 关 联 。 我 觉 得 父 母 对 孩 子 的 爱 和 别 人 对 孩 子 的 爱 是 不 能 比 较 的 。
A 11 11|||M|||有 关|||REQUIRED|||-NONE-|||0
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S|||联|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 41|||M|||爱 是|||REQUIRED|||-NONE-|||0
A 45 45|||M|||的|||REQUIRED|||-NONE-|||0

S 毕 业 以 后 ， 我 打 算 继 续 读 硕 士 。 我 的 同 学 多 部 分 都 上 大 学 了 ： 有 的 学 法 律 ， 有 的 学 电 脑 ， 还 有 的 学 心 理 学 。 只 有 我 学 语 言 。
T0-A0 毕 业 以 后 ， 我 打 算 继 续 读 硕 士 。 我 的 大 部 分 同 学 都 上 大 学 了 ， 有 的 学 法 律 ， 有 的 学 电 脑 ， 还 有 的 学 心 理 学 ， 只 有 我 学 语 言 。
A 16 19|||S|||大|||REQUIRED|||-NONE-|||0
A 21 21|||M|||同 学|||REQUIRED|||-NONE-|||0
A 26 27|||S|||，|||REQUIRED|||-NONE-|||0
A 46 47|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 毕 业 以 后 ， 我 打 算 继 续 读 硕 士 。 我 的 同 学 大 部 分 都 上 大 学 了 ， 有 的 学 法 律 ， 有 的 学 电 脑 ， 还 有 的 学 心 理 学 ， 只 有 我 学 语 言 。
A 18 19|||S|||大|||REQUIRED|||-NONE-|||1
A 26 27|||S|||，|||REQUIRED|||-NONE-|||1
A 46 47|||S|||，|||REQUIRED|||-NONE-|||1
T2-A0 毕 业 以 后 ， 我 打 算 继 续 读 硕 士 。 我 的 同 学 大 部 分 都 上 大 学 了 ： 有 的 学 法 律 ， 有 的 学 电 脑 ， 还 有 的 学 心 理 学 ， 只 有 我 学 语 言 。
A 18 19|||S|||大|||REQUIRED|||-NONE-|||2
A 46 47|||S|||，|||REQUIRED|||-NONE-|||2

S 如 果 父 母 是 个 热 情 重 感 情 的 人 孩 子 也 同 样 热 情 重 感 情 的 人 反 而 要 是 父 母 是 冷 淡 的 人 的 话 孩 子 很 少 成 为 热 情 的 人 。
T0-A0 如 果 父 母 是 个 热 情 、 重 感 情 的 人 ， 孩 子 也 同 样 会 成 为 热 情 、 重 感 情 的 人 ， 反 而 要 是 父 母 是 冷 淡 的 人 的 话 ， 孩 子 很 少 会 成 为 热 情 的 人 。
A 8 8|||M|||、|||REQUIRED|||-NONE-|||0
A 13 13|||M|||，|||REQUIRED|||-NONE-|||0
A 18 18|||M|||会 成 为|||REQUIRED|||-NONE-|||0
A 20 20|||M|||、|||REQUIRED|||-NONE-|||0
A 25 25|||M|||，|||REQUIRED|||-NONE-|||0
A 38 38|||M|||，|||REQUIRED|||-NONE-|||0
A 42 42|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 如 果 父 母 是 个 热 情 、 重 感 情 的 人 ， 孩 子 也 同 样 会 成 为 热 情 、 重 感 情 的 人 ， 反 而 要 是 父 母 是 冷 淡 的 人 的 话 ， 孩 子 很 少 成 为 热 情 的 人 。
A 8 8|||M|||、|||REQUIRED|||-NONE-|||1
A 13 13|||M|||，|||REQUIRED|||-NONE-|||1
A 18 18|||M|||会 成 为|||REQUIRED|||-NONE-|||1
A 20 20|||M|||、|||REQUIRED|||-NONE-|||1
A 25 25|||M|||，|||REQUIRED|||-NONE-|||1
A 38 38|||M|||，|||REQUIRED|||-NONE-|||1
T2-A0 如 果 父 母 是 个 热 情 、 重 感 情 的 人 ， 孩 子 也 同 样 成 为 热 情 、 重 感 情 的 人 ， 反 而 要 是 父 母 是 冷 淡 的 人 的 话 ， 孩 子 很 少 成 为 热 情 的 人 。
A 8 8|||M|||、|||REQUIRED|||-NONE-|||2
A 13 13|||M|||，|||REQUIRED|||-NONE-|||2
A 18 18|||M|||成 为|||REQUIRED|||-NONE-|||2
A 20 20|||M|||、|||REQUIRED|||-NONE-|||2
A 25 25|||M|||，|||REQUIRED|||-NONE-|||2
A 38 38|||M|||，|||REQUIRED|||-NONE-|||2

S 为 了 满 足 大 众 的 要 求 ， 流 行 歌 曲 也 很 快 变 。 我 认 为 是 这 一 点 是 古 典 或 传 统 音 乐 并 b 没 拥 有 的 特 点 。
T0-A0 为 了 满 足 大 众 的 要 求 ， 流 行 歌 曲 也 变 化 得 很 快 ， 我 认 为 这 一 点 是 古 典 或 传 统 音 乐 没 有 的 特 点 。
A 15 15|||M|||变 化 得|||REQUIRED|||-NONE-|||0
A 17 19|||S|||，|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 为 了 满 足 大 众 的 要 求 ， 流 行 歌 曲 也 很 快 做 出 了 改 变 ， 我 认 为 这 一 点 是 古 典 或 传 统 音 乐 没 有 的 特 点 。
A 17 17|||M|||做 出 了 改|||REQUIRED|||-NONE-|||1
A 18 19|||S|||，|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 34 36|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 而 且 保 持 市 整 洁 环 境 和 人 民 的 健 康 。
T0-A0 而 且 可 以 保 持 城 市 环 境 整 洁 和 人 民 的 健 康 。
A 2 2|||M|||可 以|||REQUIRED|||-NONE-|||0
A 4 4|||M|||城|||REQUIRED|||-NONE-|||0
A 5 9|||W|||环 境 整 洁|||REQUIRED|||-NONE-|||0
T1-A0 而 且 能 保 持 城 市 整 洁 的 环 境 和 人 民 的 健 康 。
A 2 2|||M|||能|||REQUIRED|||-NONE-|||1
A 4 4|||M|||城|||REQUIRED|||-NONE-|||1
A 7 7|||M|||的|||REQUIRED|||-NONE-|||1

S 尽 管 大 人 有 能 力 决 定 自 己 的 生 活 方 式 ， 但 是 青 少 年 不 一 定 达 到 这 个 智 能 程 度 ， 政 府 应 该 要 帮 他 们 清 清 楚 楚 地 了 解 情 况 。
T0-A0 尽 管 大 人 有 能 力 决 定 自 己 的 生 活 方 式 ， 但 是 青 少 年 不 一 定 能 达 到 这 个 程 度 ， 政 府 应 该 帮 他 们 清 清 楚 楚 地 了 解 情 况 。
A 25 25|||M|||能|||REQUIRED|||-NONE-|||0
A 29 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 尽 管 大 人 有 能 力 决 定 自 己 的 生 活 方 式 ， 但 是 青 少 年 不 一 定 达 到 了 这 个 程 度 ， 政 府 应 该 帮 他 们 清 清 楚 楚 地 了 解 情 况 。
A 27 27|||M|||了|||REQUIRED|||-NONE-|||1
A 29 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 所 以 我 想 流 行 歌 曲 是 我 们 生 活 上 必 要 的 而 很 重 要 的 一 个 陪 分 。
T0-A0 所 以 我 想 流 行 歌 曲 是 我 们 生 活 上 必 要 的 而 且 很 重 要 的 一 个 部 分 。
A 18 18|||M|||且|||REQUIRED|||-NONE-|||0
A 24 25|||S|||部|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 认 为 流 行 歌 曲 是 我 们 生 活 上 必 要 的 而 且 很 重 要 的 一 个 部 分 。
A 3 4|||S|||认 为|||REQUIRED|||-NONE-|||1
A 18 18|||M|||且|||REQUIRED|||-NONE-|||1
A 24 25|||S|||部|||REQUIRED|||-NONE-|||1

S 阅 读 也 要 按 照 自 己 的 学 历 来 进 行 ， 也 不 可 凭 着 一 时 的 兴 趣 而 阅 读 一 些 水 平 太 高 ， 而 不 适 合 自 己 的 书 籍 。 最 好 先 选 一 些 容 易 理 解 的 书 来 看 ， 往 后 才 慢 慢 提 升 。 这 样 才 会 有 效 ， 我 平 人 有 一 些 见 解 是 ： 阅 读 不 在 以 快 ， 而 重 点 在 于 阅 读 以 后 所 获 得 的 效 果 。
T0-A0 阅 读 也 要 按 照 自 己 的 学 历 来 进 行 ， 不 可 凭 着 一 时 的 兴 趣 而 阅 读 一 些 水 平 太 高 而 不 适 合 自 己 的 书 籍 。 最 好 先 选 一 些 容 易 理 解 的 书 来 看 ， 往 后 再 慢 慢 提 升 书 籍 的 难 度 ， 这 样 阅 读 才 会 有 效 。 我 个 人 的 一 些 见 解 是 ： 阅 读 不 在 于 快 ， 重 点 在 于 阅 读 以 后 所 获 得 的 效 果 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 62 63|||S|||再|||REQUIRED|||-NONE-|||0
A 67 68|||S|||书 籍 的 难 度 ，|||REQUIRED|||-NONE-|||0
A 70 70|||M|||阅 读|||REQUIRED|||-NONE-|||0
A 74 75|||S|||。|||REQUIRED|||-NONE-|||0
A 76 77|||S|||个|||REQUIRED|||-NONE-|||0
A 78 79|||S|||的|||REQUIRED|||-NONE-|||0
A 89 90|||S|||于|||REQUIRED|||-NONE-|||0
A 92 93|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 样 一 来 ， 我 们 才 能 保 持 高 级 的 生 活 水 平 。
T0-A0 这 样 一 来 ， 我 们 才 能 保 持 高 质 量 的 生 活 。
A 12 13|||S|||质 量|||REQUIRED|||-NONE-|||0
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 样 一 来 ， 我 们 才 能 保 持 高 的 生 活 水 平 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 儿 童 就 必 须 看 一 些 益 智 书 本 和 一 些 有 教 育 性 的 故 事 书 ， 少 年 则 多 看 一 些 启 蒙 书 本 为 宜 ， 而 家 庭 妇 女 ， 当 然 就 看 一 些 有 关 烹 调 等 的 书 。
T0-A0 儿 童 就 必 须 看 一 些 益 智 书 本 和 一 些 有 教 育 性 的 故 事 书 ， 少 年 则 应 该 多 看 一 些 启 蒙 书 本 ， 而 家 庭 妇 女 ， 当 然 就 应 该 看 一 些 有 关 烹 调 等 内 容 的 书 。
A 27 27|||M|||应 该|||REQUIRED|||-NONE-|||0
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 47|||M|||应 该|||REQUIRED|||-NONE-|||0
A 55 55|||M|||内 容|||REQUIRED|||-NONE-|||0
T1-A0 儿 童 就 必 须 看 一 些 益 智 书 本 和 一 些 有 教 育 性 的 故 事 书 ； 少 年 则 多 看 一 些 启 蒙 书 本 为 宜 ； 而 家 庭 妇 女 ， 当 然 就 看 一 些 有 关 烹 调 等 的 书 。
A 23 24|||S|||；|||REQUIRED|||-NONE-|||1
A 37 38|||S|||；|||REQUIRED|||-NONE-|||1
T2-A0 儿 童 就 必 须 看 一 些 益 智 书 本 和 一 些 有 教 育 性 的 故 事 书 ， 少 年 则 多 看 一 些 启 蒙 书 本 为 宜 ， 而 家 庭 妇 女 ， 当 然 就 看 一 些 有 关 烹 调 的 书 。
A 54 55|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 他 们 半 个 小 时 一 次 离 开 自 己 的 岗 位 ， 去 外 面 吸 烟 。
T0-A0 他 们 每 半 个 小 时 就 会 离 开 自 己 的 岗 位 一 次 ， 去 外 面 吸 烟 。
A 2 2|||M|||每|||REQUIRED|||-NONE-|||0
A 6 8|||S|||就 会|||REQUIRED|||-NONE-|||0
A 15 15|||M|||一 次|||REQUIRED|||-NONE-|||0
T1-A0 他 们 每 隔 半 个 小 时 离 开 一 次 自 己 的 岗 位 ， 去 外 面 吸 烟 。
A 2 2|||M|||每 隔|||REQUIRED|||-NONE-|||1
A 6 10|||W|||离 开 一 次|||REQUIRED|||-NONE-|||1
T2-A0 他 们 半 个 小 时 一 次 地 离 开 自 己 的 岗 位 ， 去 外 面 吸 烟 。
A 8 8|||M|||地|||REQUIRED|||-NONE-|||2
T3-A0 他 们 半 个 小 时 离 开 自 己 的 岗 位 一 次 ， 去 外 面 吸 烟 。
A 6 15|||W|||离 开 自 己 的 岗 位 一 次|||REQUIRED|||-NONE-|||3

S 她 们 在 男 的 教 师 面 前 旁 若 无 人 地 谈 到 月 经 的 情 况 等 话 题 ， 甚 至 在 教 室 里 卫 生 巾 飞 往 飞 来 ！ 我 在 大 学 生 活 中 看 到 有 的 女 同 学 还 没 脱 出 高 中 时 代 的 这 种 习 惯 。 我 认 为 女 的 还 是 最 好 保 持 一 些 害 羞 的 感 觉 ， 据 说 中 国 的 大 部 分 家 长 认 为 男 女 分 班 教 育 可 以 避 免 学 生 早 恋 ， 但 我 这 不 一 定 。 混 合 教 育 也 晚 恋 的 人 是 晚 恋 ， 分 班 教 育 也 早 恋 的 学 生 是 早 恋 。 那 为 什 么 特 地 要 用 男 女 分 班 教 育 ？
T0-A0 她 们 在 男 教 师 面 前 旁 若 无 人 地 谈 论 月 经 的 情 况 等 话 题 ， 甚 至 在 教 室 里 让 卫 生 巾 飞 来 飞 去 ！ 我 在 大 学 生 活 中 看 到 有 的 女 同 学 还 没 脱 离 高 中 时 代 的 这 种 习 惯 。 我 认 为 女 性 最 好 还 是 保 持 一 些 害 羞 的 感 觉 。 据 说 中 国 的 大 部 分 家 长 认 为 男 女 分 班 教 育 可 以 避 免 学 生 早 恋 ， 但 我 认 为 这 不 一 定 ， 混 合 教 育 晚 恋 的 人 分 班 教 育 也 是 晚 恋 ， 分 班 教 育 早 恋 的 学 生 混 合 教 育 也 是 早 恋 ， 那 为 什 么 特 地 要 采 用 男 女 分 班 教 育 ？
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S|||论|||REQUIRED|||-NONE-|||0
A 31 31|||M|||让|||REQUIRED|||-NONE-|||0
A 35 36|||S|||来|||REQUIRED|||-NONE-|||0
A 37 38|||S|||去|||REQUIRED|||-NONE-|||0
A 56 57|||S|||离|||REQUIRED|||-NONE-|||0
A 71 72|||S|||性|||REQUIRED|||-NONE-|||0
A 72 76|||W|||最 好 还 是|||REQUIRED|||-NONE-|||0
A 85 86|||S|||。|||REQUIRED|||-NONE-|||0
A 115 115|||M|||认 为|||REQUIRED|||-NONE-|||0
A 119 120|||S|||，|||REQUIRED|||-NONE-|||0
A 124 125|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 129 129|||M|||分 班 教 育 也|||REQUIRED|||-NONE-|||0
A 137 138|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 143 143|||M|||混 合 教 育 也|||REQUIRED|||-NONE-|||0
A 146 147|||S|||，|||REQUIRED|||-NONE-|||0
A 154 154|||M|||采|||REQUIRED|||-NONE-|||0
T1-A0 她 们 在 男 教 师 面 前 旁 若 无 人 地 谈 论 月 经 的 情 况 等 话 题 ， 甚 至 让 卫 生 巾 在 教 室 里 飞 来 飞 去 ！ 我 在 大 学 生 活 中 看 到 有 的 女 同 学 还 没 摆 脱 高 中 时 代 的 这 种 习 惯 。 我 认 为 女 的 最 好 还 是 保 持 一 些 害 羞 的 感 觉 ， 据 说 中 国 的 大 部 分 家 长 认 为 男 女 分 班 教 育 可 以 避 免 学 生 早 恋 ， 但 我 觉 得 这 不 一 定 。 混 合 教 育 也 有 晚 恋 的 人 ， 分 班 教 育 也 有 早 恋 的 学 生 。 那 为 什 么 特 地 要 用 男 女 分 班 教 育 ？
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||S|||论|||REQUIRED|||-NONE-|||1
A 27 34|||W|||让 卫 生 巾 在 教 室 里|||REQUIRED|||-NONE-|||1
A 35 36|||S|||来|||REQUIRED|||-NONE-|||1
A 37 38|||S|||去|||REQUIRED|||-NONE-|||1
A 55 55|||M|||摆|||REQUIRED|||-NONE-|||1
A 56 57|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 72 76|||W|||最 好 还 是|||REQUIRED|||-NONE-|||1
A 115 115|||M|||觉 得|||REQUIRED|||-NONE-|||1
A 125 125|||M|||有|||REQUIRED|||-NONE-|||1
A 129 132|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 138 138|||M|||有|||REQUIRED|||-NONE-|||1
A 143 146|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 她 们 在 男 的 教 师 面 前 旁 若 无 人 地 谈 到 月 经 的 情 况 等 话 题 ， 甚 至 让 卫 生 巾 在 教 室 里 飞 来 飞 去 ！ 我 在 大 学 生 活 中 看 到 有 的 女 同 学 还 没 改 掉 高 中 时 代 的 这 种 习 惯 。 我 认 为 女 的 最 好 还 是 保 持 一 些 害 羞 的 感 觉 ， 据 说 中 国 的 大 部 分 家 长 认 为 男 女 分 班 教 育 可 以 避 免 学 生 早 恋 ， 但 我 认 为 这 不 一 定 。 混 合 教 育 也 有 晚 恋 的 人 ， 分 班 教 育 也 有 早 恋 的 学 生 。 那 为 什 么 还 特 地 要 用 男 女 分 班 教 育 ？
A 27 34|||W|||让 卫 生 巾 在 教 室 里|||REQUIRED|||-NONE-|||2
A 35 36|||S|||来|||REQUIRED|||-NONE-|||2
A 37 38|||S|||去|||REQUIRED|||-NONE-|||2
A 55 57|||S|||改 掉|||REQUIRED|||-NONE-|||2
A 72 76|||W|||最 好 还 是|||REQUIRED|||-NONE-|||2
A 115 115|||M|||认 为|||REQUIRED|||-NONE-|||2
A 125 125|||M|||有|||REQUIRED|||-NONE-|||2
A 129 132|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 138 138|||M|||有|||REQUIRED|||-NONE-|||2
A 143 146|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 151 151|||M|||还|||REQUIRED|||-NONE-|||2

S 比 如 人 口 密 集 的 商 业 中 心 吸 烟 的 话 周 围 人 也 会 受 到 一 定 的 影 响 。 公 共 场 所 上 的 吸 烟 不 光 是 个 人 问 题 ， 而 是 造 成 其 他 人 的 健 康 不 良 问 题 的 公 共 问 题 。 超 过 吸 烟 者 一 个 人 的 健 康 问 题 ， 危 害 整 个 社 会 的 健 康 水 平 。
T0-A0 比 如 在 人 口 密 集 的 商 业 中 心 吸 烟 的 话 ， 周 围 人 也 会 受 到 一 定 的 影 响 。 公 共 场 所 里 的 吸 烟 行 为 不 光 是 个 人 问 题 ， 还 是 造 成 其 他 人 的 健 康 不 良 问 题 的 公 共 问 题 。 这 不 只 是 吸 烟 者 一 个 人 的 健 康 问 题 ， 还 是 整 个 社 会 的 健 康 问 题 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||0
A 15 15|||M|||，|||REQUIRED|||-NONE-|||0
A 32 33|||S|||里|||REQUIRED|||-NONE-|||0
A 36 36|||M|||行 为|||REQUIRED|||-NONE-|||0
A 44 45|||S|||还|||REQUIRED|||-NONE-|||0
A 64 66|||S|||这 不 只 是|||REQUIRED|||-NONE-|||0
A 78 80|||S|||还 是|||REQUIRED|||-NONE-|||0
A 87 89|||S|||问 题|||REQUIRED|||-NONE-|||0
T1-A0 比 如 在 人 口 密 集 的 商 业 中 心 抽 烟 的 话 周 围 人 也 会 受 到 一 定 的 影 响 。 公 共 场 所 中 的 吸 烟 行 为 不 只 是 个 人 的 问 题 ， 而 且 还 是 影 响 其 他 人 的 健 康 的 公 共 问 题 ， 是 超 过 吸 烟 者 一 个 人 的 健 康 问 题 ， 危 害 了 整 个 社 会 的 健 康 水 平 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||1
A 11 12|||S|||抽|||REQUIRED|||-NONE-|||1
A 32 33|||S|||中|||REQUIRED|||-NONE-|||1
A 36 36|||M|||行 为|||REQUIRED|||-NONE-|||1
A 37 38|||S|||只|||REQUIRED|||-NONE-|||1
A 41 41|||M|||的|||REQUIRED|||-NONE-|||1
A 45 45|||M|||且 还|||REQUIRED|||-NONE-|||1
A 46 48|||S|||影 响|||REQUIRED|||-NONE-|||1
A 54 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 63 64|||S|||， 是|||REQUIRED|||-NONE-|||1
A 80 80|||M|||了|||REQUIRED|||-NONE-|||1

S 小 心 翼 翼 意 思 是 十 分 谨 慎 。
T0-A0 小 心 翼 翼 的 意 思 是 十 分 谨 慎 。
A 4 4|||M|||的|||REQUIRED|||-NONE-|||0

S 但 是 想 起 在 地 理 的 早 此 地 方 饥 饿 而 死 的 人 们 的 话 那 不 算 什 么 大 不 了 的 事 。
T0-A0 但 是 想 起 在 这 些 地 方 因 饥 饿 而 死 的 人 们 的 话 ， 那 就 不 算 什 么 大 不 了 的 事 。
A 5 10|||S|||这 些|||REQUIRED|||-NONE-|||0
A 12 12|||M|||因|||REQUIRED|||-NONE-|||0
A 21 21|||M|||，|||REQUIRED|||-NONE-|||0
A 22 22|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 但 是 想 起 早 年 此 地 因 饥 饿 而 死 的 人 们 的 话 ， 那 就 不 算 什 么 大 不 了 的 事 。
A 4 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 9|||M|||年|||REQUIRED|||-NONE-|||1
A 11 12|||S|||因|||REQUIRED|||-NONE-|||1
A 21 21|||M|||，|||REQUIRED|||-NONE-|||1
A 22 22|||M|||就|||REQUIRED|||-NONE-|||1

S 在 夏 天 的 时 候 也 许 我 变 宅 男 。
T0-A0 在 夏 天 的 时 候 也 许 我 会 变 成 宅 男 。
A 9 9|||M|||会|||REQUIRED|||-NONE-|||0
A 10 10|||M|||成|||REQUIRED|||-NONE-|||0

S 电 子 游 戏 让 人 变 成 孤 僻 、 失 去 自 己 的 质 感 、 破 坏 自 己 的 智 力 ， 失 去 好 奇 性 。
T0-A0 电 子 游 戏 让 人 变 得 孤 僻 、 失 去 自 己 的 自 制 力 、 破 坏 自 己 的 智 力 、 失 去 好 奇 心 。
A 7 8|||S|||得|||REQUIRED|||-NONE-|||0
A 16 18|||S|||自 制 力|||REQUIRED|||-NONE-|||0
A 26 27|||S|||、|||REQUIRED|||-NONE-|||0
A 31 32|||S|||心|||REQUIRED|||-NONE-|||0

S 小 孩 子 做 错 了 事 也 一 定 要 批 评 ， 就 算 孩 子 只 是 把 一 个 朋 友 打 了 一 下 ， 也 不 能 把 事 情 放 过 去 ， 不 然 ， 孩 子 就 会 觉 得 他 做 的 事 是 没 错 ， 然 后 继 续 犯 错 误 ， 越 犯 越 大 。
T0-A0 小 孩 子 做 错 了 事 也 一 定 要 批 评 ， 就 算 孩 子 只 是 把 一 个 朋 友 打 了 一 下 ， 也 不 能 把 这 件 事 随 意 放 过 去 。 不 然 ， 孩 子 就 会 觉 得 他 做 的 事 没 错 ， 然 后 继 续 犯 错 误 ， 越 犯 越 大 。
A 34 34|||M|||这 件|||REQUIRED|||-NONE-|||0
A 35 36|||S|||随 意|||REQUIRED|||-NONE-|||0
A 39 40|||S|||。|||REQUIRED|||-NONE-|||0
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 小 孩 子 做 错 了 事 也 一 定 要 批 评 ， 就 算 孩 子 只 是 把 一 个 朋 友 打 了 一 下 ， 也 不 能 让 事 情 过 去 ， 不 然 ， 孩 子 就 会 觉 得 他 做 的 事 没 错 ， 然 后 继 续 犯 错 误 ， 越 犯 越 大 。
A 33 34|||S|||让|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 小 孩 子 做 错 了 事 也 一 定 要 批 评 ， 就 算 孩 子 只 是 把 一 个 朋 友 打 了 一 下 ， 也 不 能 把 事 情 放 过 去 ， 不 然 ， 孩 子 就 会 觉 得 他 做 的 事 没 错 ， 然 后 继 续 犯 错 误 ， 越 犯 越 大 。
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 不 过 这 不 是 年 纪 的 问 题 而 是 一 个 一 个 人 的 思 想 问 题 。
T0-A0 不 过 这 不 是 年 纪 的 问 题 ， 而 是 一 个 人 的 思 想 上 的 问 题 。
A 10 10|||M|||，|||REQUIRED|||-NONE-|||0
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 20|||M|||上 的|||REQUIRED|||-NONE-|||0
T1-A0 不 过 ， 这 不 是 年 纪 的 问 题 而 是 一 个 人 思 想 的 问 题 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 20|||W|||思 想 的|||REQUIRED|||-NONE-|||1
T2-A0 不 过 ， 这 不 是 年 纪 的 问 题 ， 而 是 一 个 人 的 思 想 问 题 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 10 10|||M|||，|||REQUIRED|||-NONE-|||2
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 总 之 ， 吸 烟 者 应 该 少 抽 点 烟 ， 而 且 遵 守 社 会 的 个 个 项 目 。
T0-A0 总 之 ， 吸 烟 者 应 该 少 抽 点 烟 ， 并 且 遵 守 社 会 的 各 个 规 则 。
A 13 14|||S|||并|||REQUIRED|||-NONE-|||0
A 20 21|||S|||各|||REQUIRED|||-NONE-|||0
A 22 24|||S|||规 则|||REQUIRED|||-NONE-|||0
T1-A0 总 之 ， 吸 烟 者 应 该 少 抽 点 烟 ， 而 且 要 遵 守 社 会 的 各 个 规 则 。
A 15 15|||M|||要|||REQUIRED|||-NONE-|||1
A 20 21|||S|||各|||REQUIRED|||-NONE-|||1
A 22 24|||S|||规 则|||REQUIRED|||-NONE-|||1
T2-A0 总 之 ， 吸 烟 者 应 该 少 抽 点 烟 ， 并 且 遵 守 社 会 的 各 个 规 定 。
A 13 14|||S|||并|||REQUIRED|||-NONE-|||2
A 20 21|||S|||各|||REQUIRED|||-NONE-|||2
A 22 24|||S|||规 定|||REQUIRED|||-NONE-|||2

S 但 是 ， 在 日 本 当 留 学 生 也 有 不 满 意 的 地 方 ， 因 为 留 学 生 很 少 有 机 会 和 日 本 的 老 百 性 交 流 。
T0-A0 但 是 ， 在 日 本 当 留 学 生 也 有 不 满 意 的 地 方 ， 比 如 留 学 生 很 少 有 机 会 能 和 日 本 的 老 百 姓 交 流 。
A 19 21|||S|||比 如|||REQUIRED|||-NONE-|||0
A 29 29|||M|||能|||REQUIRED|||-NONE-|||0
A 35 36|||S|||姓|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 在 日 本 当 留 学 生 也 有 令 人 不 满 意 的 地 方 ， 因 为 留 学 生 很 少 有 机 会 和 日 本 的 老 百 姓 交 流 。
A 12 12|||M|||令 人|||REQUIRED|||-NONE-|||1
A 35 36|||S|||姓|||REQUIRED|||-NONE-|||1

S 我 也 想 父 母 是 孩 子 的 第 一 任 老 师 。 有 一 个 孩 子 刚 刚 生 的 时 候 ， 他 除 了 只 能 大 声 哭 以 外 ， 什 么 事 情 都 做 不 到 。 得 到 为 活 下 去 的 营 养 也 好 ， 移 动 到 别 的 地 方 也 好 ， 一 定 需 要 他 的 父 母 帮 助 他 活 下 去 的 。
T0-A0 我 也 认 为 父 母 是 孩 子 的 第 一 任 老 师 。 一 个 孩 子 刚 刚 出 生 的 时 候 ， 他 除 了 大 声 哭 以 外 ， 什 么 事 情 都 做 不 到 。 得 到 活 下 去 需 要 的 营 养 也 好 ， 移 动 到 别 的 地 方 也 好 ， 一 定 需 要 他 父 母 的 帮 助 他 才 能 活 下 去 。
A 2 3|||S|||认 为|||REQUIRED|||-NONE-|||0
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||出|||REQUIRED|||-NONE-|||0
A 30 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 53 53|||M|||需 要|||REQUIRED|||-NONE-|||0
A 74 77|||W|||父 母 的|||REQUIRED|||-NONE-|||0
A 80 80|||M|||才 能|||REQUIRED|||-NONE-|||0
A 83 84|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 也 想 父 母 是 孩 子 的 第 一 任 老 师 。 一 个 孩 子 刚 刚 出 生 的 时 候 ， 他 除 了 大 声 哭 以 外 ， 什 么 事 情 都 做 不 到 。 得 到 为 了 活 下 去 的 营 养 也 好 ， 移 动 到 别 的 地 方 也 好 ， 一 定 需 要 他 的 父 母 帮 助 他 活 下 去 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 22 22|||M|||出|||REQUIRED|||-NONE-|||1
A 30 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 50 50|||M|||了|||REQUIRED|||-NONE-|||1
A 83 84|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 我 也 想 说 父 母 是 孩 子 的 第 一 任 老 师 。 一 个 孩 子 刚 刚 出 生 的 时 候 ， 他 除 了 大 声 哭 以 外 ， 什 么 事 情 都 做 不 到 。 得 到 为 了 活 下 去 的 营 养 也 好 ， 移 动 到 别 的 地 方 也 好 ， 一 定 需 要 他 的 父 母 帮 助 他 才 能 活 下 去 。
A 3 3|||M|||说|||REQUIRED|||-NONE-|||2
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 22 22|||M|||出|||REQUIRED|||-NONE-|||2
A 30 32|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 50 50|||M|||了|||REQUIRED|||-NONE-|||2
A 80 80|||M|||才 能|||REQUIRED|||-NONE-|||2
A 83 84|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 在 大 学 有 朋 友 。 他 们 跟 我 喜 欢 学 习 汉 语 。 他 们 很 喜 欢 听 音 乐 ， 去 看 电 影 ， 旅 行 。
T0-A0 我 在 大 学 有 朋 友 。 他 们 喜 欢 跟 我 学 习 汉 语 。 他 们 很 喜 欢 听 音 乐 ， 看 电 影 和 旅 行 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||0
A 9 13|||W|||喜 欢 跟 我|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S|||和|||REQUIRED|||-NONE-|||0
T1-A0 我 在 大 学 有 朋 友 。 他 们 跟 我 一 样 喜 欢 学 习 汉 语 。 他 们 也 很 喜 欢 听 音 乐 、 看 电 影 、 旅 行 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||1
A 11 11|||M|||一 样|||REQUIRED|||-NONE-|||1
A 20 20|||M|||也|||REQUIRED|||-NONE-|||1
A 26 28|||S|||、|||REQUIRED|||-NONE-|||1
A 31 32|||S|||、|||REQUIRED|||-NONE-|||1
T2-A0 我 在 大 学 有 几 个 朋 友 。 他 们 跟 我 一 样 喜 欢 学 习 汉 语 。 他 们 很 喜 欢 听 音 乐 ， 看 电 影 ， 旅 行 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||2
A 4 4|||M|||几 个|||REQUIRED|||-NONE-|||2
A 11 11|||M|||一 样|||REQUIRED|||-NONE-|||2
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 我 在 大 学 有 几 个 朋 友 。 他 们 喜 欢 跟 我 学 习 汉 语 。 他 们 很 喜 欢 听 音 乐 ， 看 电 影 ， 旅 行 。
A 0 0|||M|||我|||REQUIRED|||-NONE-|||3
A 4 4|||M|||几 个|||REQUIRED|||-NONE-|||3
A 9 13|||W|||喜 欢 跟 我|||REQUIRED|||-NONE-|||3
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 无 论 哪 个 年 代 、 哪 个 地 方 ， 都 由 音 乐 来 陪 着 生 活 。
T0-A0 无 论 哪 个 年 代 、 哪 个 地 方 ， 都 有 音 乐 来 陪 伴 生 活 。
A 13 14|||S|||有|||REQUIRED|||-NONE-|||0
A 18 19|||S|||伴|||REQUIRED|||-NONE-|||0
T1-A0 无 论 哪 个 年 代 、 哪 个 地 方 ， 都 有 音 乐 来 陪 着 生 活 。
A 13 14|||S|||有|||REQUIRED|||-NONE-|||1

S 他 们 从 哈 尔 滨 来 的 、 湖 北 省 的 、 福 建 等 等 。
T0-A0 他 们 是 从 哈 尔 滨 、 湖 北 省 、 福 建 等 地 方 来 的 。
A 2 2|||M|||是|||REQUIRED|||-NONE-|||0
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||地 方 来 的|||REQUIRED|||-NONE-|||0
T1-A0 他 们 是 从 哈 尔 滨 、 湖 北 省 、 福 建 等 等 地 方 来 的 。
A 2 2|||M|||是|||REQUIRED|||-NONE-|||1
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 18|||M|||地 方 来 的|||REQUIRED|||-NONE-|||1

S 孩 子 首 先 向 父 母 学 习 应 该 怎 么 做 人 际 关 系 、 应 该 怎 么 学 习 等 等 。
T0-A0 孩 子 首 先 向 父 母 学 习 应 该 怎 么 处 理 人 际 关 系 、 应 该 怎 么 学 习 等 等 。
A 13 14|||S|||处 理|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 首 先 向 父 母 学 习 应 该 怎 么 做 人 、 应 该 怎 么 处 理 人 际 关 系 、 应 该 怎 么 学 习 等 等 。
A 14 14|||M|||人 、 应 该 怎 么 处 理|||REQUIRED|||-NONE-|||1
T2-A0 孩 子 首 先 向 父 母 学 习 的 应 该 是 怎 么 做 人 、 怎 么 处 理 人 际 关 系 、 怎 么 学 习 等 等 。
A 9 9|||M|||的|||REQUIRED|||-NONE-|||2
A 11 11|||M|||是|||REQUIRED|||-NONE-|||2
A 14 14|||M|||人 、 怎 么 处 理|||REQUIRED|||-NONE-|||2
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 弟 弟 在 欧 洲 学 习 医 生 。 这 个 应 该 是 好 工 作 。
T0-A0 我 弟 弟 在 欧 洲 学 习 医 学 。 这 应 该 是 个 好 工 作 。
A 9 10|||S|||学|||REQUIRED|||-NONE-|||0
A 12 16|||W|||应 该 是 个|||REQUIRED|||-NONE-|||0
T1-A0 我 弟 弟 在 欧 洲 学 习 当 医 生 ， 这 个 应 该 是 个 好 工 作 。
A 8 8|||M|||当|||REQUIRED|||-NONE-|||1
A 10 11|||S|||，|||REQUIRED|||-NONE-|||1
A 16 16|||M|||个|||REQUIRED|||-NONE-|||1
T2-A0 我 弟 弟 在 欧 洲 做 医 生 ， 这 应 该 是 个 好 工 作 。
A 6 8|||S|||做|||REQUIRED|||-NONE-|||2
A 10 11|||S|||，|||REQUIRED|||-NONE-|||2
A 12 16|||W|||应 该 是 个|||REQUIRED|||-NONE-|||2

S 在 我 们 周 围 我 很 多 不 良 食 品 。
T0-A0 在 我 们 周 围 有 很 多 不 良 食 品 。
A 5 6|||S|||有|||REQUIRED|||-NONE-|||0

S 风 能 反 而 可 以 全 地 球 的 电 力 的 需 求 的 二 百 倍 满 足 。
T0-A0 风 能 反 而 可 以 满 足 全 地 球 的 电 力 的 需 求 的 二 百 倍 。
A 6 21|||W|||满 足 全 地 球 的 电 力 的 需 求 的 二 百 倍|||REQUIRED|||-NONE-|||0
T1-A0 风 能 反 而 可 以 满 足 全 地 球 的 两 百 倍 的 电 力 的 需 求 。
A 6 6|||M|||满 足|||REQUIRED|||-NONE-|||1
A 9 9|||M|||的 两 百 倍|||REQUIRED|||-NONE-|||1
A 15 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 风 能 反 而 可 以 满 足 全 地 球 的 电 力 需 求 的 二 百 倍 。
A 6 6|||M|||满 足|||REQUIRED|||-NONE-|||2
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 孩 子 负 未 来 的 国 家 的 责 任 。
T0-A0 孩 子 担 负 未 来 建 设 国 家 的 责 任 。
A 2 2|||M|||担|||REQUIRED|||-NONE-|||0
A 5 6|||S|||建 设|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 担 负 着 国 家 未 来 的 责 任 。
A 2 2|||M|||担|||REQUIRED|||-NONE-|||1
A 3 6|||S|||着|||REQUIRED|||-NONE-|||1
A 8 8|||M|||未 来|||REQUIRED|||-NONE-|||1

S 还 有 非 声 明 的 一 点 就 是 本 人 与 许 多 家 旅 游 公 司 、 新 加 坡 航 空 公 司 及 几 家 租 车 行 有 连 络 往 外 ， 关 系 也 相 当 密 切 ， 相 信 这 对 于 我 在 贵 旅 行 公 司 工 作 ， 必 定 会 带 来 许 多 方 便 ， 也 能 与 这 些 公 司 谈 在 本 区 域 ， 甚 至 国 外 的 合 作 。
T0-A0 还 有 要 声 明 的 一 点 就 是 本 人 与 许 多 家 旅 游 公 司 、 新 加 坡 航 空 公 司 及 几 家 租 车 行 有 联 络 往 来 ， 关 系 也 相 当 密 切 ， 相 信 这 对 于 我 在 贵 旅 行 公 司 工 作 ， 必 定 会 带 来 许 多 方 便 ， 我 也 能 与 这 些 公 司 谈 在 本 区 域 ， 甚 至 国 外 的 合 作 。
A 2 3|||S|||要|||REQUIRED|||-NONE-|||0
A 35 36|||S|||联|||REQUIRED|||-NONE-|||0
A 38 39|||S|||来|||REQUIRED|||-NONE-|||0
A 73 73|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 还 有 非 要 声 明 的 一 点 就 是 本 人 与 许 多 家 旅 游 公 司 、 新 加 坡 航 空 公 司 及 几 家 租 车 行 有 联 络 往 来 ， 关 系 也 相 当 密 切 ， 相 信 这 对 于 我 在 贵 旅 行 公 司 工 作 ， 必 定 会 带 来 许 多 方 便 ， 也 能 与 这 些 公 司 谈 在 本 区 域 甚 至 国 外 的 合 作 。
A 3 3|||M|||要|||REQUIRED|||-NONE-|||1
A 35 36|||S|||联|||REQUIRED|||-NONE-|||1
A 38 39|||S|||来|||REQUIRED|||-NONE-|||1
A 85 86|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 星 期 三 后 天 在 商 店 买 东 西 。 星 期 四 早 上 给 我 的 亚 洲 朋 友 打 电 话 。
T0-A0 后 天 去 商 店 买 东 西 。 星 期 四 早 上 给 我 的 亚 洲 朋 友 打 电 话 。
A 0 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||S|||去|||REQUIRED|||-NONE-|||0
T1-A0 星 期 三 去 商 店 买 东 西 。 星 期 四 早 上 给 我 的 亚 洲 朋 友 打 电 话 。
A 3 6|||S|||去|||REQUIRED|||-NONE-|||1

S 我 很 爱 我 父 母 ， 真 佩 服 他 们 。 两 个 当 医 生 ， 世 界 上 每 个 地 方 都 去 过 ， 每 个 开 花 都 认 识 ， 真 了 不 起 。
T0-A0 我 很 爱 我 的 父 母 ， 我 也 很 佩 服 他 们 。 他 们 两 个 是 医 生 ， 世 界 上 每 个 地 方 都 去 过 ， 每 种 花 都 认 识 ， 真 了 不 起 。
A 4 4|||M|||的|||REQUIRED|||-NONE-|||0
A 7 8|||S|||我 也 很|||REQUIRED|||-NONE-|||0
A 13 13|||M|||他 们|||REQUIRED|||-NONE-|||0
A 15 16|||S|||是|||REQUIRED|||-NONE-|||0
A 31 33|||S|||种|||REQUIRED|||-NONE-|||0

S 失 业 率 高 还 会 导 致 其 它 方 面 的 损 害 ， 如 偷 窃 案 ， 抢 劫 案 等 。
T0-A0 失 业 率 高 还 会 导 致 其 它 方 面 的 问 题 ， 如 偷 窃 案 、 抢 劫 案 的 发 生 等 。
A 13 15|||S|||问 题|||REQUIRED|||-NONE-|||0
A 20 21|||S|||、|||REQUIRED|||-NONE-|||0
A 24 24|||M|||的 发 生|||REQUIRED|||-NONE-|||0

S 我 目 前 住 和 我 太 太 ， 可 是 她 现 在 在 巴 勒 斯 坦 。 她 将 三 月 个 回 来 。
T0-A0 我 目 前 和 我 太 太 住 ， 可 是 她 现 在 在 巴 勒 斯 坦 ， 她 将 三 个 月 后 回 来 。
A 3 8|||W|||和 我 太 太 住|||REQUIRED|||-NONE-|||0
A 19 20|||S|||，|||REQUIRED|||-NONE-|||0
A 23 25|||W|||个 月|||REQUIRED|||-NONE-|||0
A 25 25|||M|||后|||REQUIRED|||-NONE-|||0
T1-A0 我 目 前 和 我 太 太 住 ， 可 是 她 现 在 在 巴 勒 斯 坦 ， 她 将 在 三 个 月 后 回 来 。
A 3 8|||W|||和 我 太 太 住|||REQUIRED|||-NONE-|||1
A 19 20|||S|||，|||REQUIRED|||-NONE-|||1
A 22 22|||M|||在|||REQUIRED|||-NONE-|||1
A 23 25|||W|||个 月|||REQUIRED|||-NONE-|||1
A 25 25|||M|||后|||REQUIRED|||-NONE-|||1
T2-A0 我 目 前 和 我 太 太 住 ， 可 是 她 现 在 在 巴 勒 斯 坦 。 她 将 在 三 个 月 后 回 来 。
A 3 8|||W|||和 我 太 太 住|||REQUIRED|||-NONE-|||2
A 22 22|||M|||在|||REQUIRED|||-NONE-|||2
A 23 25|||W|||个 月|||REQUIRED|||-NONE-|||2
A 25 25|||M|||后|||REQUIRED|||-NONE-|||2

S 对 有 些 烟 民 来 说 ， 过 瘾 是 最 重 要 的 ， 他 们 不 意 识 到 别 人 的 健 康 。
T0-A0 对 有 些 烟 民 来 说 ， 过 瘾 是 最 重 要 的 ， 他 们 意 识 不 到 这 对 别 人 的 健 康 的 影 响 。
A 18 21|||W|||意 识 不|||REQUIRED|||-NONE-|||0
A 22 22|||M|||这 对|||REQUIRED|||-NONE-|||0
A 27 27|||M|||的 影 响|||REQUIRED|||-NONE-|||0
T1-A0 对 有 些 烟 民 来 说 ， 过 瘾 是 最 重 要 的 ， 他 们 不 会 在 意 别 人 的 健 康 。
A 19 19|||M|||会 在|||REQUIRED|||-NONE-|||1
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 对 有 些 烟 民 来 说 ， 过 瘾 是 最 重 要 的 ， 他 们 意 识 不 到 会 危 害 别 人 的 健 康 。
A 18 21|||W|||意 识 不|||REQUIRED|||-NONE-|||2
A 22 22|||M|||会 危 害|||REQUIRED|||-NONE-|||2

S 每 年 二 百 万 个 游 人 把 古 巴 参 观 ， 所 以 旅 游 业 在 经 济 的 财 源 的 第 二 位 置 。 可 见 对 投 资 从 潜 力 真 广 大 。
T0-A0 每 年 有 二 百 万 游 人 去 古 巴 参 观 ， 而 且 旅 游 业 在 古 巴 的 经 济 来 源 中 位 列 第 二 ， 由 此 可 见 它 的 投 资 潜 力 很 大 。
A 2 2|||M|||有|||REQUIRED|||-NONE-|||0
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S|||去|||REQUIRED|||-NONE-|||0
A 14 16|||S|||而 且|||REQUIRED|||-NONE-|||0
A 20 20|||M|||古 巴 的|||REQUIRED|||-NONE-|||0
A 22 24|||S|||来|||REQUIRED|||-NONE-|||0
A 25 26|||S|||中 位 列|||REQUIRED|||-NONE-|||0
A 28 31|||S|||， 由 此|||REQUIRED|||-NONE-|||0
A 33 34|||S|||它 的|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 41|||S|||很|||REQUIRED|||-NONE-|||0
T1-A0 每 年 有 二 百 万 游 人 去 古 巴 参 观 ， 所 以 旅 游 业 处 于 经 济 来 源 的 第 二 位 ， 可 见 投 资 潜 力 真 很 大 。
A 2 2|||M|||有|||REQUIRED|||-NONE-|||1
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 9|||S|||去|||REQUIRED|||-NONE-|||1
A 19 20|||S|||处 于|||REQUIRED|||-NONE-|||1
A 22 24|||S|||来|||REQUIRED|||-NONE-|||1
A 29 31|||S|||，|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 41|||S|||很|||REQUIRED|||-NONE-|||1

S 这 个 措 施 是 为 了 保 持 市 容 整 洁 ， 也 能 帮 助 青 少 年 养 成 良 好 习 惯 。
T0-A0 采 取 这 个 措 施 是 为 了 保 持 市 容 整 洁 ， 也 能 帮 助 青 少 年 养 成 良 好 习 惯 。
A 0 0|||M|||采 取|||REQUIRED|||-NONE-|||0

S 只 顾 自 己 愉 快 ， 不 顾 别 人 ， 这 样 的 话 ， 就 受 非 抽 烟 者 的 批 评 ， 应 该 法 律 来 管 理 。
T0-A0 只 顾 自 己 愉 快 ， 不 顾 别 人 ， 这 样 的 话 ， 就 会 受 非 抽 烟 者 的 批 评 ， 应 该 用 法 律 来 管 理 。
A 18 18|||M|||会|||REQUIRED|||-NONE-|||0
A 29 29|||M|||用|||REQUIRED|||-NONE-|||0
T1-A0 如 果 只 顾 自 己 愉 快 ， 不 顾 别 人 ， 这 样 的 话 ， 就 会 受 非 抽 烟 者 的 批 评 ， 应 该 由 法 律 来 管 理 。
A 0 0|||M|||如 果|||REQUIRED|||-NONE-|||1
A 18 18|||M|||会|||REQUIRED|||-NONE-|||1
A 29 29|||M|||由|||REQUIRED|||-NONE-|||1
T2-A0 如 果 只 顾 自 己 愉 快 ， 不 顾 别 人 ， 这 样 的 话 ， 就 该 受 到 非 抽 烟 者 的 批 评 ， 应 该 由 法 律 来 管 理 。
A 0 0|||M|||如 果|||REQUIRED|||-NONE-|||2
A 18 18|||M|||该|||REQUIRED|||-NONE-|||2
A 19 19|||M|||到|||REQUIRED|||-NONE-|||2
A 29 29|||M|||由|||REQUIRED|||-NONE-|||2

S 如 果 没 有 空 调 的 话 ， 我 的 身 体 已 经 像 冰 激 凌 一 样 溶 解 了 。
T0-A0 如 果 没 有 空 调 的 话 ， 我 的 身 体 已 经 像 冰 激 凌 一 样 融 化 了 。
A 21 23|||S|||融 化|||REQUIRED|||-NONE-|||0
T1-A0 如 果 没 有 空 调 的 话 ， 我 的 身 体 就 已 经 像 冰 激 凌 一 样 融 化 了 。
A 13 13|||M|||就|||REQUIRED|||-NONE-|||1
A 21 23|||S|||融 化|||REQUIRED|||-NONE-|||1

S 我 们 从 三 个 星 期 起 是 同 屋 。 那 时 候 他 知 道 了 我 要 换 房 子 ， 因 为 我 的 租 金 太 高 。 所 以 他 请 了 我 来 跟 他 一 起 住 以 便 分 配 租 金 。 我 觉 得 他 很 殷 勤 。
T0-A0 我 们 从 三 个 星 期 前 开 始 同 居 。 那 时 候 他 知 道 我 要 换 房 子 ， 因 为 我 的 租 金 太 高 。 所 以 他 请 了 我 来 跟 他 一 起 住 以 便 分 担 租 金 。 我 觉 得 他 很 善 良 。
A 7 9|||S|||前 开 始|||REQUIRED|||-NONE-|||0
A 10 11|||S|||居|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 50|||S|||担|||REQUIRED|||-NONE-|||0
A 58 60|||S|||善 良|||REQUIRED|||-NONE-|||0

S 你 必 需 服 从 命 令 ， 不 要 考 虑 。 你 的 思 想 被 别 人 手 下 来 。
T0-A0 你 必 须 服 从 命 令 ， 不 要 考 虑 你 的 思 想 是 否 被 别 人 接 受 。
A 2 3|||S|||须|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 17|||M|||是 否|||REQUIRED|||-NONE-|||0
A 20 23|||S|||接 受|||REQUIRED|||-NONE-|||0
T1-A0 你 必 须 服 从 命 令 ， 不 要 考 虑 。 你 的 思 想 被 别 人 控 制 。
A 2 3|||S|||须|||REQUIRED|||-NONE-|||1
A 20 23|||S|||控 制|||REQUIRED|||-NONE-|||1

S 那 如 果 我 是 在 中 国 长 大 的 给 我 的 影 响 会 如 何 ？
T0-A0 那 如 果 我 是 在 中 国 长 大 的 ， 这 给 我 的 影 响 会 如 何 ？
A 11 11|||M|||， 这|||REQUIRED|||-NONE-|||0

S 真 正 能 解 决 问 题 恐 怕 还 是 家 长 本 身 ！
T0-A0 真 正 能 解 决 问 题 的 恐 怕 还 是 家 长 本 身 ！
A 7 7|||M|||的|||REQUIRED|||-NONE-|||0

S 在 这 所 大 学 他 学 习 英 语 和 政 治 学 。 他 很 喜 欢 看 足 球 ， 跟 他 的 朋 友 和 跟 我 在 一 起 。 他 也 爱 动 物 ， 事 实 上 ， 有 两 只 雄 貓 。 总 是 他 对 我 非 常 诚 实 、 开 朗 、 幽 默 极 了 。 和 他 的 脾 气 非 常 好 。
T0-A0 在 这 所 大 学 ， 他 学 习 英 语 和 政 治 学 。 他 很 喜 欢 跟 他 的 朋 友 和 我 在 一 起 看 足 球 。 他 也 爱 动 物 ， 事 实 上 ， 他 有 两 只 雄 猫 。 他 总 是 对 我 非 常 诚 实 ， 他 很 开 朗 ， 又 很 幽 默 。 他 的 脾 气 非 常 好 。
A 5 5|||M|||，|||REQUIRED|||-NONE-|||0
A 19 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M|||看 足 球|||REQUIRED|||-NONE-|||0
A 45 45|||M|||他|||REQUIRED|||-NONE-|||0
A 49 50|||S|||猫|||REQUIRED|||-NONE-|||0
A 51 54|||W|||他 总 是|||REQUIRED|||-NONE-|||0
A 60 61|||S|||， 他 很|||REQUIRED|||-NONE-|||0
A 63 64|||S|||， 又 很|||REQUIRED|||-NONE-|||0
A 66 68|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 在 这 所 大 学 ， 他 学 习 英 语 和 政 治 学 。 他 很 喜 欢 跟 他 的 朋 友 或 跟 我 在 一 起 看 足 球 。 他 也 爱 动 物 ， 事 实 上 ， 他 有 两 只 雄 猫 。 总 之 他 对 我 非 常 诚 实 ， 他 开 朗 、 幽 默 极 了 ， 他 的 脾 气 也 非 常 好 。
A 5 5|||M|||，|||REQUIRED|||-NONE-|||1
A 19 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 29|||S|||或|||REQUIRED|||-NONE-|||1
A 34 34|||M|||看 足 球|||REQUIRED|||-NONE-|||1
A 45 45|||M|||他|||REQUIRED|||-NONE-|||1
A 49 50|||S|||猫|||REQUIRED|||-NONE-|||1
A 52 53|||S|||之|||REQUIRED|||-NONE-|||1
A 60 61|||S|||， 他|||REQUIRED|||-NONE-|||1
A 68 70|||S|||，|||REQUIRED|||-NONE-|||1
A 74 74|||M|||也|||REQUIRED|||-NONE-|||1

S 我 有 三 个 哥 哥 。 我 最 小 年 轻 了 。 我 爸 爸 妈 妈 住 在 法 国 巴 黎 。 我 爸 爸 是 日 内 瓦 大 学 的 老 师 ， 所 以 他 很 忙 。 但 是 ， 他 只 教 每 周 只 教 三 天 。 我 妈 妈 是 研 究 员 。 她 每 天 上 班 ， 所 以 更 忙 。
T0-A0 我 有 三 个 哥 哥 ， 我 最 年 轻 。 我 和 爸 爸 妈 妈 住 在 法 国 巴 黎 。 我 爸 爸 是 日 内 瓦 大 学 的 老 师 ， 所 以 他 很 忙 ， 但 是 ， 他 每 周 只 教 三 天 课 。 我 妈 妈 是 研 究 员 ， 她 每 天 上 班 ， 所 以 更 忙 。
A 6 7|||S|||，|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 15|||M|||和|||REQUIRED|||-NONE-|||0
A 44 45|||S|||，|||REQUIRED|||-NONE-|||0
A 49 51|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 57 57|||M|||课|||REQUIRED|||-NONE-|||0
A 65 66|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 我 有 三 个 哥 哥 ， 我 最 小 了 。 我 爸 爸 妈 妈 住 在 法 国 巴 黎 。 我 爸 爸 是 日 内 瓦 大 学 的 老 师 ， 所 以 他 很 忙 ， 但 是 ， 他 每 周 只 教 三 天 课 。 我 妈 妈 是 研 究 员 ， 她 每 天 上 班 ， 所 以 更 忙 。
A 6 7|||S|||，|||REQUIRED|||-NONE-|||1
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 44 45|||S|||，|||REQUIRED|||-NONE-|||1
A 49 51|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 57 57|||M|||课|||REQUIRED|||-NONE-|||1
A 65 66|||S|||，|||REQUIRED|||-NONE-|||1

S 走 马 路 的 时 候 ， 常 常 看 到 随 地 扔 烟 灰 ， 这 样 的 人 不 太 好 。 自 己 弄 脏 自 己 国 家 ， 应 该 为 了 市 民 市 人 保 持 市 容 整 洁 。
T0-A0 走 在 马 路 上 的 时 候 ， 我 常 常 看 到 有 些 人 随 地 扔 烟 灰 ， 这 样 的 人 不 太 好 。 自 己 弄 脏 了 自 己 的 国 家 ， 应 该 为 了 市 民 保 持 市 容 整 洁 。
A 1 1|||M|||在|||REQUIRED|||-NONE-|||0
A 3 3|||M|||上|||REQUIRED|||-NONE-|||0
A 7 7|||M|||我|||REQUIRED|||-NONE-|||0
A 11 11|||M|||有 些 人|||REQUIRED|||-NONE-|||0
A 29 29|||M|||了|||REQUIRED|||-NONE-|||0
A 31 31|||M|||的|||REQUIRED|||-NONE-|||0
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 看 到 邮 件 我 真 可 惜 ， 好 像 不 可 能 跟 她 见 面 呢 。
T0-A0 看 到 邮 件 我 感 到 很 可 惜 ， 好 像 不 可 能 跟 她 见 面 了 。
A 5 6|||S|||感 到 很|||REQUIRED|||-NONE-|||0
A 18 19|||S|||了|||REQUIRED|||-NONE-|||0
T1-A0 看 到 邮 件 我 感 到 很 可 惜 ， 好 像 不 能 跟 她 见 面 了 。
A 5 6|||S|||感 到 很|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 19|||S|||了|||REQUIRED|||-NONE-|||1

S 中 国 借 鉴 了 欧 洲 的 工 业 革 命 ， 赶 上 并 成 为 一 个 生 活 方 式 及 水 平 比 大 多 数 欧 洲 国 家 较 高 的 国 家 。
T0-A0 中 国 借 鉴 了 欧 洲 的 工 业 革 命 ， 赶 上 欧 洲 并 成 为 了 一 个 生 活 水 平 比 大 多 数 欧 洲 国 家 高 的 国 家 。
A 15 15|||M|||欧 洲|||REQUIRED|||-NONE-|||0
A 18 18|||M|||了|||REQUIRED|||-NONE-|||0
A 22 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 中 国 借 鉴 了 欧 洲 的 工 业 革 命 ， 赶 上 欧 洲 并 成 为 了 一 个 生 活 水 平 比 大 多 数 欧 洲 国 家 都 高 的 国 家 。
A 15 15|||M|||欧 洲|||REQUIRED|||-NONE-|||1
A 18 18|||M|||了|||REQUIRED|||-NONE-|||1
A 22 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 36|||S|||都|||REQUIRED|||-NONE-|||1

S 这 个 事 实 说 如 果 没 有 地 方 可 以 吸 的 ， 就 不 吸 烟 的 真 理 。 吸 烟 是 有 百 害 没 有 一 利 的 东 西 ， 对 身 体 绝 对 不 好 ， 但 依 存 性 相 当 高 。 一 开 始 吸 烟 就 不 能 容 易 地 戒 烟 。
T0-A0 这 个 事 实 说 明 了 如 果 没 有 地 方 可 以 吸 烟 ， 就 不 要 吸 烟 的 道 理 。 吸 烟 百 害 而 无 一 利 ， 绝 对 对 身 体 不 好 ， 而 且 人 对 它 的 依 赖 性 相 当 高 。 一 旦 开 始 吸 烟 就 很 难 轻 易 地 戒 烟 。
A 5 5|||M|||明 了|||REQUIRED|||-NONE-|||0
A 14 15|||S|||烟|||REQUIRED|||-NONE-|||0
A 18 18|||M|||要|||REQUIRED|||-NONE-|||0
A 21 22|||S|||道|||REQUIRED|||-NONE-|||0
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 32|||S|||而 无|||REQUIRED|||-NONE-|||0
A 34 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 43|||W|||绝 对 对 身 体|||REQUIRED|||-NONE-|||0
A 46 47|||S|||而 且 人 对 它 的|||REQUIRED|||-NONE-|||0
A 48 49|||S|||赖|||REQUIRED|||-NONE-|||0
A 55 55|||M|||旦|||REQUIRED|||-NONE-|||0
A 60 63|||S|||很 难 轻|||REQUIRED|||-NONE-|||0
T1-A0 这 个 事 实 说 明 了 如 果 没 有 地 方 是 可 以 吸 烟 的 ， 就 不 能 吸 烟 的 道 理 。 烟 是 有 百 害 而 无 一 利 的 东 西 ， 吸 烟 绝 对 对 身 体 不 好 ， 而 且 人 对 烟 的 依 赖 性 相 当 高 。 一 旦 开 始 吸 烟 就 很 难 轻 易 戒 烟 了 。
A 5 5|||M|||明 了|||REQUIRED|||-NONE-|||1
A 11 11|||M|||是|||REQUIRED|||-NONE-|||1
A 14 14|||M|||烟|||REQUIRED|||-NONE-|||1
A 18 18|||M|||能|||REQUIRED|||-NONE-|||1
A 21 22|||S|||道|||REQUIRED|||-NONE-|||1
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 32|||S|||而 无|||REQUIRED|||-NONE-|||1
A 38 38|||M|||吸 烟|||REQUIRED|||-NONE-|||1
A 38 43|||W|||绝 对 对 身 体|||REQUIRED|||-NONE-|||1
A 46 47|||S|||而 且 人 对 烟 的|||REQUIRED|||-NONE-|||1
A 48 49|||S|||赖|||REQUIRED|||-NONE-|||1
A 55 55|||M|||旦|||REQUIRED|||-NONE-|||1
A 60 63|||S|||很 难 轻|||REQUIRED|||-NONE-|||1
A 64 65|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 67 67|||M|||了|||REQUIRED|||-NONE-|||1
T2-A0 这 个 事 实 表 明 如 果 没 有 地 方 可 以 吸 就 不 吸 烟 的 道 理 。 吸 烟 是 有 百 害 没 有 一 利 的 事 情 ， 对 身 体 绝 对 不 好 ， 但 人 对 它 的 依 赖 性 相 当 高 。 一 旦 开 始 吸 烟 就 不 能 容 易 地 戒 烟 。
A 4 5|||S|||表 明|||REQUIRED|||-NONE-|||2
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 21 22|||S|||道|||REQUIRED|||-NONE-|||2
A 35 37|||S|||事 情|||REQUIRED|||-NONE-|||2
A 47 47|||M|||人 对 它 的|||REQUIRED|||-NONE-|||2
A 48 49|||S|||赖|||REQUIRED|||-NONE-|||2
A 55 55|||M|||旦|||REQUIRED|||-NONE-|||2

S 有 人 说 ： 如 杲 我 们 现 在 不 注 意 生 态 的 问 题 ， 没 有 回 收 资 源 ， 也 没 有 保 护 环 境 ， 我 们 的 孩 子 将 来 就 没 有 好 的 居 住 环 境 。
T0-A0 有 人 说 ： “ 如 果 我 们 现 在 不 注 意 生 态 的 问 题 ， 没 有 回 收 资 源 ， 也 没 有 保 护 环 境 ， 将 来 我 们 的 孩 子 就 没 有 好 的 居 住 环 境 。 ”
A 4 4|||M|||“|||REQUIRED|||-NONE-|||0
A 5 6|||S|||果|||REQUIRED|||-NONE-|||0
A 34 41|||W|||将 来 我 们 的 孩 子|||REQUIRED|||-NONE-|||0
A 51 51|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 有 人 说 ： 如 果 我 们 现 在 不 注 意 生 态 的 问 题 ， 没 有 回 收 资 源 ， 也 没 有 保 护 环 境 ， 我 们 的 孩 子 将 来 就 没 有 好 的 居 住 环 境 。
A 5 6|||S|||果|||REQUIRED|||-NONE-|||1

S 在 水 龙 头 的 后 面 ， 一 个 男 人 也 坐 在 一 个 墙 上 。 他 把 两 个 手 在 交 叉 起 来 。 他 戴 着 黑 色 的 太 阳 镜 。 他 把 他 左 边 的 腿 空 白 悬 下 。
T0-A0 在 水 龙 头 的 后 面 ， 一 个 男 人 也 坐 在 这 面 墙 上 。 他 把 两 个 手 交 叉 起 来 。 他 戴 着 黑 色 的 太 阳 镜 。 他 把 他 左 边 的 腿 自 然 垂 下 。
A 15 17|||S|||这 面|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 51|||S|||自 然 垂|||REQUIRED|||-NONE-|||0
T1-A0 在 水 龙 头 的 后 面 ， 一 个 男 人 也 坐 在 一 面 墙 上 。 他 把 两 个 手 交 叉 起 来 。 他 戴 着 黑 色 的 太 阳 镜 。 他 把 他 左 边 的 腿 垂 下 。
A 16 17|||S|||面|||REQUIRED|||-NONE-|||1
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 48 51|||S|||垂|||REQUIRED|||-NONE-|||1
T2-A0 在 水 龙 头 的 后 面 ， 一 个 男 人 也 坐 在 这 座 墙 上 。 他 把 两 个 手 交 叉 起 来 。 他 戴 着 黑 色 的 太 阳 镜 。 他 把 他 左 边 的 腿 悬 在 空 中 。
A 15 17|||S|||这 座|||REQUIRED|||-NONE-|||2
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 48 50|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 51 52|||S|||在 空 中|||REQUIRED|||-NONE-|||2

S 我 们 不 能 常 常 见 面 ， 我 们 就 一 个 星 期 一 次 在 微 信 上 聊 天 。
T0-A0 我 们 不 能 常 常 见 面 ， 我 们 一 个 星 期 就 在 微 信 上 聊 天 一 次 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 18|||S|||就|||REQUIRED|||-NONE-|||0
A 24 24|||M|||一 次|||REQUIRED|||-NONE-|||0
T1-A0 我 们 不 能 常 常 见 面 而 且 我 们 一 个 星 期 只 在 微 信 上 聊 天 一 次 。
A 8 9|||S|||而 且|||REQUIRED|||-NONE-|||1
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 18|||S|||只|||REQUIRED|||-NONE-|||1
A 24 24|||M|||一 次|||REQUIRED|||-NONE-|||1
T2-A0 我 们 不 能 常 常 见 面 ， 所 以 我 们 就 一 个 星 期 在 微 信 上 聊 天 一 次 。
A 9 9|||M|||所 以|||REQUIRED|||-NONE-|||2
A 16 24|||W|||在 微 信 上 聊 天 一 次|||REQUIRED|||-NONE-|||2
T3-A0 我 们 不 能 常 常 见 面 ， 所 以 我 们 就 在 微 信 上 一 个 星 期 聊 一 次 天 。
A 9 9|||M|||所 以|||REQUIRED|||-NONE-|||3
A 12 12|||M|||在 微 信 上|||REQUIRED|||-NONE-|||3
A 16 16|||M|||聊|||REQUIRED|||-NONE-|||3
A 18 23|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 但 中 学 生 男 女 分 班 教 育 的 话 ， 要 是 有 对 异 性 的 感 情 过 多 的 学 生 的 话 ， 他 或 者 她 弄 发 生 问 题 的 可 能 性 越 强 烈 越 大 。 再 说 ， 如 果 男 女 分 班 ， 如 果 在 上 下 课 时 或 者 其 它 的 机 会 认 识 异 性 学 生 的 机 会 可 能 有 很 多 ， 不 会 避 免 学 生 早 恋 这 种 问 题 。 总 之 ， 为 了 避 免 这 种 问 题 ， 就 采 用 男 女 分 班 这 样 容 易 的 方 法 绝 不 解 决 根 本 上 的 问 题 。
T0-A0 如 果 实 行 中 学 生 男 女 分 班 教 育 ， 要 是 有 对 异 性 感 情 过 多 的 学 生 的 话 ， 他 或 者 她 发 生 问 题 的 可 能 性 就 很 大 。 再 说 ， 如 果 男 女 分 班 ， 那 么 在 上 下 课 时 或 者 其 它 的 场 合 认 识 异 性 学 生 的 机 会 也 有 很 多 ， 这 样 就 不 能 避 免 学 生 早 恋 的 问 题 。 总 之 ， 为 了 避 免 这 些 问 题 ， 采 用 男 女 分 班 这 样 容 易 的 方 法 是 不 能 从 根 本 上 解 决 问 题 的 。
A 0 1|||S|||如 果 实 行|||REQUIRED|||-NONE-|||0
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 47|||S|||就 很|||REQUIRED|||-NONE-|||0
A 59 61|||S|||那 么|||REQUIRED|||-NONE-|||0
A 71 73|||S|||场 合|||REQUIRED|||-NONE-|||0
A 82 84|||S|||也|||REQUIRED|||-NONE-|||0
A 88 88|||M|||这 样 就|||REQUIRED|||-NONE-|||0
A 89 90|||S|||能|||REQUIRED|||-NONE-|||0
A 96 98|||S|||的|||REQUIRED|||-NONE-|||0
A 109 110|||S|||些|||REQUIRED|||-NONE-|||0
A 113 114|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 127 128|||S|||是|||REQUIRED|||-NONE-|||0
A 129 131|||S|||能 从|||REQUIRED|||-NONE-|||0
A 134 135|||S|||解 决|||REQUIRED|||-NONE-|||0
A 137 137|||M|||的|||REQUIRED|||-NONE-|||0

S 早 上 ， 汤 姆 起 床 的 时 候 突 然 发 现 瓶 子 里 的 青 蛙 不 见 了 ， 所 以 他 和 小 狗 在 一 起 到 处 找 青 蛙 。
T0-A0 早 上 ， 汤 姆 起 床 的 时 候 突 然 发 现 瓶 子 里 的 青 蛙 不 见 了 ， 所 以 他 和 小 狗 在 到 处 找 青 蛙 。
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 早 上 ， 汤 姆 起 床 的 时 候 突 然 发 现 瓶 子 里 的 青 蛙 不 见 了 ， 所 以 他 和 小 狗 一 起 到 处 找 青 蛙 。
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 虽 然 以 前 我 去 过 了 北 京 二 次 ， 但 是 我 还 没 看 过 这 个 有 名 的 地 方 。
T0-A0 虽 然 以 前 我 去 过 北 京 两 次 ， 但 是 我 还 没 参 观 过 这 个 有 名 的 地 方 。
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||S|||两|||REQUIRED|||-NONE-|||0
A 18 19|||S|||参 观|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 以 前 去 过 北 京 两 次 ， 但 是 我 还 没 参 观 过 这 个 有 名 的 地 方 。
A 2 5|||W|||我 以 前|||REQUIRED|||-NONE-|||1
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 11|||S|||两|||REQUIRED|||-NONE-|||1
A 18 19|||S|||参 观|||REQUIRED|||-NONE-|||1

S 这 歌 也 最 早 中 文 的 歌 。
T0-A0 这 歌 最 早 也 是 中 文 歌 。
A 2 5|||W|||最 早 也|||REQUIRED|||-NONE-|||0
A 5 5|||M|||是|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T0-A1 这 歌 最 早 也 是 中 文 歌 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M|||也 是|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 首 歌 也 是 最 早 的 中 文 歌 。
A 1 1|||M|||首|||REQUIRED|||-NONE-|||1
A 3 3|||M|||是|||REQUIRED|||-NONE-|||1
A 5 8|||W|||的 中 文|||REQUIRED|||-NONE-|||1
T2-A0 这 歌 也 是 最 早 的 中 文 歌 。
A 3 3|||M|||是|||REQUIRED|||-NONE-|||2
A 5 8|||W|||的 中 文|||REQUIRED|||-NONE-|||2

S 香 烟 中 的 尼 古 丁 有 减 轻 人 的 精 神 压 力 的 作 用 ， 但 尼 古 丁 容 易 成 瘾 ， 越 吸 越 不 能 戒 烟 ， 可 能 会 带 肺 癌 症 等 不 良 后 果 。
T0-A0 香 烟 中 的 尼 古 丁 有 减 轻 人 的 精 神 压 力 的 作 用 ， 但 尼 古 丁 容 易 成 瘾 ， 吸 的 越 多 越 难 戒 烟 ， 可 能 会 带 来 肺 癌 等 不 良 后 果 。
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 31|||M|||的|||REQUIRED|||-NONE-|||0
A 32 34|||S|||多 越 难|||REQUIRED|||-NONE-|||0
A 41 41|||M|||来|||REQUIRED|||-NONE-|||0
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 香 烟 中 的 尼 古 丁 有 减 轻 人 的 精 神 压 力 的 作 用 ， 但 人 容 易 对 尼 古 丁 上 瘾 ， 越 吸 越 不 能 戒 烟 ， 这 最 终 可 能 会 带 来 肺 癌 等 不 良 后 果 。
A 21 21|||M|||人 容 易 对|||REQUIRED|||-NONE-|||1
A 24 27|||S|||上|||REQUIRED|||-NONE-|||1
A 37 37|||M|||这 最 终|||REQUIRED|||-NONE-|||1
A 41 41|||M|||来|||REQUIRED|||-NONE-|||1
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 香 烟 中 的 尼 古 丁 有 减 轻 人 的 精 神 压 力 的 作 用 ， 但 尼 古 丁 容 易 成 瘾 ， 越 吸 越 不 能 戒 烟 ， 可 能 会 带 来 肺 癌 等 不 良 后 果 。
A 41 41|||M|||来|||REQUIRED|||-NONE-|||2
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 虽 然 中 国 家 长 们 都 认 为 男 女 同 班 能 够 增 加 男 女 相 处 的 机 会 ， 从 而 加 强 了 男 女 间 的 好 奇 心 ， 所 谓 的 异 性 相 吸 ， 久 而 久 之 ， 男 女 关 系 也 跟 着 提 升 ， 更 糟 的 是 会 有 不 可 控 制 的 情 况 发 生 。
T0-A0 虽 然 中 国 家 长 们 都 认 为 男 女 同 班 能 够 增 加 男 女 相 处 的 机 会 ， 从 而 加 强 了 男 女 间 的 好 奇 心 ， 所 谓 的 异 性 相 吸 ， 久 而 久 之 ， 男 女 关 系 也 跟 着 拉 近 ， 更 糟 的 是 会 有 不 可 控 制 的 情 况 发 生 。
A 59 61|||S|||拉 近|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 中 国 家 长 们 都 认 为 男 女 同 班 能 够 增 加 男 女 相 处 的 机 会 ， 从 而 加 强 了 男 女 间 的 好 奇 心 ， 所 谓 的 异 性 相 吸 ， 久 而 久 之 ， 男 女 关 系 也 跟 着 增 近 ， 更 糟 的 是 会 有 不 可 控 制 的 情 况 发 生 。
A 59 61|||S|||增 近|||REQUIRED|||-NONE-|||1

S 在 日 本 东 京 街 头 上 能 看 到 一 些 牌 子 。 那 牌 子 上 写 着 “ 禁 烟 路 ” 就 是 跟 中 国 的 措 施 一 样 。 在 街 头 上 被 发 现 抽 烟 的 话 ， 要 罚 款 二 千 日 元 。
T0-A0 在 日 本 东 京 街 头 上 能 看 到 一 些 牌 子 。 那 牌 子 上 写 着 “ 禁 烟 路 ” 。 就 是 跟 中 国 的 措 施 一 样 ， 在 街 头 上 被 发 现 抽 烟 的 话 ， 要 被 罚 款 二 千 日 元 。
A 27 27|||M|||。|||REQUIRED|||-NONE-|||0
A 37 38|||S|||，|||REQUIRED|||-NONE-|||0
A 51 51|||M|||被|||REQUIRED|||-NONE-|||0
T1-A0 在 日 本 东 京 街 头 上 能 看 到 一 些 牌 子 ， 那 牌 子 上 写 着 “ 禁 烟 路 ” 。 就 是 跟 中 国 的 措 施 一 样 ， 在 街 头 上 被 发 现 抽 烟 的 话 ， 要 被 罚 款 二 千 日 元 。
A 15 16|||S|||，|||REQUIRED|||-NONE-|||1
A 27 27|||M|||。|||REQUIRED|||-NONE-|||1
A 37 38|||S|||，|||REQUIRED|||-NONE-|||1
A 51 51|||M|||被|||REQUIRED|||-NONE-|||1

S 一 位 当 年 六 十 岁 的 太 太 去 世 了 ， 因 为 她 几 十 年 受 着 丈 夫 的 间 接 吸 烟 ， 间 接 吸 烟 可 以 比 直 接 吸 烟 更 历 害 ， 还 有 吸 烟 给 青 少 年 带 来 不 好 的 影 响 ， 因 为 他 们 看 成 人 在 他 们 旁 边 吸 烟 的 时 候 ， 他 们 也 会 有 自 己 想 吸 烟 的 好 奇 心 。
T0-A0 当 年 一 位 六 十 岁 的 太 太 去 世 了 ， 因 为 她 几 十 年 承 受 着 丈 夫 的 间 接 吸 烟 。 间 接 吸 烟 的 危 害 可 比 直 接 吸 烟 更 历 害 。 还 有 吸 烟 给 青 少 年 带 来 不 好 的 影 响 ， 因 为 他 们 看 成 人 在 他 们 旁 边 吸 烟 的 时 候 ， 他 们 也 会 有 自 己 想 吸 烟 的 心 理 。
A 0 4|||W|||当 年 一 位|||REQUIRED|||-NONE-|||0
A 20 20|||M|||承|||REQUIRED|||-NONE-|||0
A 29 30|||S|||。|||REQUIRED|||-NONE-|||0
A 34 34|||M|||的 危 害|||REQUIRED|||-NONE-|||0
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 45|||S|||。|||REQUIRED|||-NONE-|||0
A 90 92|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 93 93|||M|||理|||REQUIRED|||-NONE-|||0
T1-A0 一 位 当 年 六 十 岁 的 太 太 去 世 了 ， 因 为 她 几 十 年 受 着 丈 夫 的 间 接 吸 烟 ， 间 接 吸 烟 可 能 比 直 接 吸 烟 更 历 害 ， 还 有 吸 烟 给 青 少 年 带 来 不 好 的 影 响 ， 因 为 他 们 看 成 人 在 他 们 旁 边 吸 烟 的 时 候 ， 他 们 也 会 有 自 己 想 吸 烟 的 好 奇 心 。
A 35 36|||S|||能|||REQUIRED|||-NONE-|||1
T2-A0 一 位 六 十 岁 的 太 太 去 世 了 ， 因 为 她 几 十 年 受 着 丈 夫 的 间 接 吸 烟 ， 间 接 吸 烟 的 危 害 可 以 比 直 接 吸 烟 更 历 害 ， 还 有 吸 烟 给 青 少 年 带 来 不 好 的 影 响 ， 因 为 他 们 看 成 人 在 他 们 旁 边 吸 烟 的 时 候 ， 他 们 也 会 有 自 己 想 吸 烟 的 好 奇 心 。
A 2 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 34 34|||M|||的 危 害|||REQUIRED|||-NONE-|||2

S 和 外 国 人 交 朋 友 也 有 不 利 ： 我 想 他 们 ， 因 为 住 在 很 远 的 地 方 ， 我 不 可 以 去 他 们 的 国 家 ， 因 为 太 贵 。
T0-A0 和 外 国 人 交 朋 友 也 有 坏 处 ： 我 想 他 们 ， 但 是 因 为 住 在 很 远 的 地 方 ， 我 去 不 了 他 们 的 国 家 ， 因 为 太 贵 。
A 9 11|||S|||坏 处|||REQUIRED|||-NONE-|||0
A 17 17|||M|||但 是|||REQUIRED|||-NONE-|||0
A 28 28|||M|||去|||REQUIRED|||-NONE-|||0
A 29 32|||S|||了|||REQUIRED|||-NONE-|||0
T1-A0 和 外 国 人 交 朋 友 也 有 不 便 ： 我 想 他 们 ， 但 他 们 住 在 很 远 的 地 方 ， 我 去 不 了 他 们 的 国 家 ， 因 为 路 费 太 贵 。
A 10 11|||S|||便|||REQUIRED|||-NONE-|||1
A 17 19|||S|||但 他 们|||REQUIRED|||-NONE-|||1
A 28 28|||M|||去|||REQUIRED|||-NONE-|||1
A 29 32|||S|||了|||REQUIRED|||-NONE-|||1
A 40 40|||M|||路 费|||REQUIRED|||-NONE-|||1

S 但 吸 烟 是 很 久 以 前 到 令 传 来 的 一 种 爱 好 。 所 以 找 一 日 然 后 对 吸 烟 人 说 不 能 吸 烟 ， 这 是 不 能 做 的 事 情 。
T0-A0 但 吸 烟 是 很 久 以 前 传 到 现 在 的 一 种 爱 好 。 所 以 找 一 日 然 后 对 吸 烟 人 说 不 能 吸 烟 ， 这 是 不 能 做 的 事 情 。
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S|||到 现 在|||REQUIRED|||-NONE-|||0
T1-A0 但 吸 烟 是 很 久 以 前 流 传 下 来 的 一 种 爱 好 ， 所 以 找 一 日 然 后 对 吸 烟 人 说 不 能 吸 烟 ， 这 是 不 能 做 的 事 情 。
A 8 10|||S|||流|||REQUIRED|||-NONE-|||1
A 11 11|||M|||下|||REQUIRED|||-NONE-|||1
A 17 18|||S|||，|||REQUIRED|||-NONE-|||1
T2-A0 但 吸 烟 是 从 很 久 以 前 传 下 来 的 一 种 爱 好 。 所 以 找 一 日 然 后 对 吸 烟 人 说 不 能 吸 烟 ， 这 是 不 能 做 的 事 情 。
A 4 4|||M|||从|||REQUIRED|||-NONE-|||2
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 11 11|||M|||下|||REQUIRED|||-NONE-|||2

S 所 以 只 有 父 母 在 孩 子 面 前 试 着 表 现 出 最 好 的 一 面 ， 再 加 上 孩 子 后 天 的 努 力 ， 孩 子 不 会 成 为 一 个 失 败 的 社 会 分 子 。
T0-A0 所 以 只 有 父 母 在 孩 子 面 前 试 着 表 现 出 最 好 的 一 面 ， 再 加 上 孩 子 后 天 的 努 力 ， 这 样 孩 子 才 不 会 成 为 一 个 失 败 的 社 会 分 子 。
A 33 33|||M|||这 样|||REQUIRED|||-NONE-|||0
A 35 35|||M|||才|||REQUIRED|||-NONE-|||0
T1-A0 所 以 只 有 父 母 在 孩 子 面 前 试 着 表 现 出 最 好 的 一 面 ， 再 加 上 孩 子 后 天 的 努 力 ， 孩 子 才 不 会 成 为 一 个 失 败 的 社 会 分 子 。
A 35 35|||M|||才|||REQUIRED|||-NONE-|||1

S 随 着 生 活 水 平 提 高 ， 我 们 很 容 易 接 触 言 论 媒 体 ， 电 视 ， 广 播 ， 报 纸 ， 杂 志 等 ， 这 些 媒 体 现 在 已 经 变 成 了 我 们 生 活 的 一 部 分 。 在 这 些 媒 体 中 我 们 最 容 易 听 到 的 是 歌 ， 所 以 现 在 每 天 出 世 很 多 新 歌 。 这 种 现 象 不 是 不 好 的 ， 而 是 非 常 好 的 现 象 ， 因 为 这 种 现 象 可 以 说 文 化 的 发 展 。
T0-A0 随 着 生 活 水 平 提 高 ， 我 们 很 容 易 接 触 言 论 媒 体 ， 如 电 视 ， 广 播 ， 报 纸 ， 杂 志 等 ， 这 些 媒 体 现 在 已 经 变 成 了 我 们 生 活 的 一 部 分 。 在 这 些 媒 体 中 我 们 最 容 易 听 到 的 是 歌 ， 所 以 现 在 每 天 很 多 新 歌 问 世 。 这 种 现 象 不 是 不 好 的 ， 而 是 非 常 好 的 ， 因 为 这 种 现 象 可 以 说 是 文 化 的 发 展 。
A 21 21|||M|||如|||REQUIRED|||-NONE-|||0
A 77 83|||W|||很 多 新 歌 问 世|||REQUIRED|||-NONE-|||0
A 100 102|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 112 112|||M|||是|||REQUIRED|||-NONE-|||0
T1-A0 随 着 生 活 水 平 提 高 ， 我 们 很 容 易 接 触 言 论 媒 体 — — 电 视 ， 广 播 ， 报 纸 ， 杂 志 等 ， 这 些 媒 体 现 在 已 经 变 成 了 我 们 生 活 的 一 部 分 。 在 这 些 媒 体 中 我 们 最 容 易 听 到 的 是 歌 ， 所 以 现 在 每 天 发 布 很 多 新 歌 。 这 种 现 象 不 是 不 好 的 ， 而 是 非 常 好 的 现 象 ， 因 为 这 种 现 象 可 以 说 是 文 化 的 发 展
A 20 21|||S|||— —|||REQUIRED|||-NONE-|||1
A 77 79|||S|||发 布|||REQUIRED|||-NONE-|||1
A 112 112|||M|||是|||REQUIRED|||-NONE-|||1
A 117 118|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 随 着 生 活 水 平 的 提 高 ， 我 们 很 容 易 接 触 言 论 媒 体 ： 电 视 ， 广 播 ， 报 纸 ， 杂 志 等 ， 这 些 媒 体 现 在 已 经 变 成 了 我 们 生 活 的 一 部 分 。 在 这 些 媒 体 中 我 们 最 容 易 听 到 的 是 歌 。 现 在 每 天 很 多 新 歌 问 世 ， 这 种 现 象 不 是 不 好 的 ， 而 是 非 常 好 的 ， 因 为 这 种 现 象 可 以 说 是 文 化 的 发 展 。
A 6 6|||M|||的|||REQUIRED|||-NONE-|||2
A 20 21|||S|||：|||REQUIRED|||-NONE-|||2
A 70 73|||S|||。|||REQUIRED|||-NONE-|||2
A 77 79|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 83 84|||S|||问 世 ，|||REQUIRED|||-NONE-|||2
A 100 102|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 112 112|||M|||是|||REQUIRED|||-NONE-|||2

S 假 如 有 的 人 每 天 吸 烟 ， 他 的 寿 命 一 天 比 一 天 减 少 。 而 且 ， 他 的 家 人 和 朋 友 的 寿 命 也 越 来 越 减 少 。
T0-A0 假 如 一 个 人 每 天 吸 烟 ， 那 么 他 的 寿 命 会 一 天 比 一 天 少 ， 而 且 他 的 家 人 和 朋 友 的 寿 命 也 会 越 来 越 少 。
A 2 4|||S|||一 个|||REQUIRED|||-NONE-|||0
A 10 10|||M|||那 么|||REQUIRED|||-NONE-|||0
A 14 14|||M|||会|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S|||，|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 36|||M|||会|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 假 如 一 个 人 每 天 吸 烟 ， 他 的 寿 命 就 一 天 一 天 地 减 少 ， 而 且 ， 他 的 家 人 和 朋 友 的 寿 命 也 越 来 越 少 。
A 2 4|||S|||一 个|||REQUIRED|||-NONE-|||1
A 14 14|||M|||就|||REQUIRED|||-NONE-|||1
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 19|||M|||地|||REQUIRED|||-NONE-|||1
A 21 22|||S|||，|||REQUIRED|||-NONE-|||1
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 不 必 考 虑 的 问 间 是 。 还 有 他 们 的 主 要 关 心 是 怎 么 可 以 能 保 护 身 体 、 环 境 等 等 。 再 说 他 们 对 于 绿 色 环 境 ， 绿 色 食 品 研 究 研 究 。
T0-A0 是 不 必 考 虑 的 问 题 。 还 有 他 们 主 要 关 心 的 是 怎 么 可 以 保 护 身 体 、 环 境 等 等 。 再 说 他 们 对 于 绿 色 环 境 、 绿 色 食 品 也 有 研 究 。
A 0 0|||M|||是|||REQUIRED|||-NONE-|||0
A 6 8|||S|||题|||REQUIRED|||-NONE-|||0
A 13 18|||W|||主 要 关 心 的|||REQUIRED|||-NONE-|||0
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 45|||S|||、|||REQUIRED|||-NONE-|||0
A 49 51|||S|||也 有|||REQUIRED|||-NONE-|||0
T1-A0 是 不 必 考 虑 的 问 题 。 还 有 他 们 主 要 关 心 的 是 怎 么 能 保 护 身 体 、 环 境 等 等 。 再 说 他 们 对 于 绿 色 环 境 、 绿 色 食 品 也 有 研 究 。
A 0 0|||M|||是|||REQUIRED|||-NONE-|||1
A 6 8|||S|||题|||REQUIRED|||-NONE-|||1
A 13 18|||W|||主 要 关 心 的|||REQUIRED|||-NONE-|||1
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 44 45|||S|||、|||REQUIRED|||-NONE-|||1
A 49 51|||S|||也 有|||REQUIRED|||-NONE-|||1

S 有 些 事 情 ， 通 过 直 接 接 触 异 所 拥 有 的 思 想 及 想 法 才 能 得 到 真 正 的 了 解 。 我 当 然 也 可 以 理 解 有 的 家 长 担 心 自 己 的 孩 子 早 恋 ， 因 为 有 很 多 例 子 谈 恋 爱 使 人 变 成 盲 目 ， 使 人 失 去 一 切 。
T0-A0 有 些 事 情 ， 通 过 直 接 接 触 异 性 所 拥 有 的 思 想 及 想 法 才 能 真 正 的 了 解 。 我 当 然 也 可 以 理 解 有 的 家 长 担 心 自 己 的 孩 子 早 恋 ， 因 为 很 多 例 子 里 谈 恋 爱 使 人 变 得 盲 目 ， 使 人 失 去 一 切 。
A 12 12|||M|||性|||REQUIRED|||-NONE-|||0
A 23 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 56|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 60|||M|||里|||REQUIRED|||-NONE-|||0
A 66 67|||S|||得|||REQUIRED|||-NONE-|||0
T1-A0 有 些 事 情 ， 只 有 通 过 直 接 接 触 异 性 所 拥 有 的 思 想 及 想 法 才 能 得 到 真 正 的 了 解 。 我 当 然 也 可 以 理 解 有 的 家 长 担 心 自 己 的 孩 子 早 恋 ， 因 为 有 很 多 例 子 说 谈 恋 爱 使 人 变 得 盲 目 ， 使 人 失 去 一 切 。
A 5 5|||M|||只 有|||REQUIRED|||-NONE-|||1
A 12 12|||M|||性|||REQUIRED|||-NONE-|||1
A 60 60|||M|||说|||REQUIRED|||-NONE-|||1
A 66 67|||S|||得|||REQUIRED|||-NONE-|||1
T2-A0 有 些 事 情 ， 只 有 通 过 直 接 接 触 异 性 所 拥 有 的 思 想 及 想 法 才 能 得 到 真 正 的 了 解 。 我 当 然 也 可 以 理 解 有 的 家 长 担 心 自 己 的 孩 子 早 恋 ， 因 为 有 很 多 谈 恋 爱 使 人 变 得 盲 目 、 使 人 失 去 一 切 的 例 子 。
A 5 5|||M|||只 有|||REQUIRED|||-NONE-|||2
A 12 12|||M|||性|||REQUIRED|||-NONE-|||2
A 58 60|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 66 67|||S|||得|||REQUIRED|||-NONE-|||2
A 69 70|||S|||、|||REQUIRED|||-NONE-|||2
A 76 76|||M|||的 例 子|||REQUIRED|||-NONE-|||2

S 图 画 的 前 边 把 一 个 很 奇 怪 的 男 人 凸 现 。 这 个 男 人 把 腿 和 胳 膊 下 ， 也 把 舌 头 抽 出 来 。
T0-A0 图 画 的 前 边 凸 现 了 一 个 很 奇 怪 的 男 人 。 这 个 男 人 把 腿 和 胳 膊 垂 下 ， 还 把 舌 头 伸 了 出 来 。
A 5 6|||S|||凸 现 了|||REQUIRED|||-NONE-|||0
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 26|||M|||垂|||REQUIRED|||-NONE-|||0
A 28 29|||S|||还|||REQUIRED|||-NONE-|||0
A 32 33|||S|||伸 了|||REQUIRED|||-NONE-|||0
T1-A0 图 画 的 前 边 凸 现 一 个 很 奇 怪 的 男 人 。 这 个 男 人 把 腿 和 胳 膊 放 下 来 ， 也 把 舌 头 伸 出 来 。
A 5 6|||S|||凸 现|||REQUIRED|||-NONE-|||1
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 26|||M|||放|||REQUIRED|||-NONE-|||1
A 27 27|||M|||来|||REQUIRED|||-NONE-|||1
A 32 33|||S|||伸|||REQUIRED|||-NONE-|||1

S 我 很 想 这 种 现 象 会 实 践 ， 这 种 法 律 没 有 对 人 和 社 会 坏 处 ， 而 而 对 环 境 也 好 对 人 的 身 体 也 好 。
T0-A0 我 很 希 望 这 种 法 律 会 实 行 ， 因 为 这 种 法 律 对 人 和 社 会 没 有 坏 处 ， 而 且 对 环 境 也 好 ， 对 人 的 身 体 也 好 。
A 2 3|||S|||希 望|||REQUIRED|||-NONE-|||0
A 5 7|||S|||法 律|||REQUIRED|||-NONE-|||0
A 9 10|||S|||行|||REQUIRED|||-NONE-|||0
A 11 11|||M|||因 为|||REQUIRED|||-NONE-|||0
A 15 22|||W|||对 人 和 社 会 没 有|||REQUIRED|||-NONE-|||0
A 26 27|||S|||且|||REQUIRED|||-NONE-|||0
A 32 32|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 我 很 想 这 种 法 律 付 诸 实 践 ， 这 种 法 律 对 人 和 社 会 没 有 坏 处 ， 而 且 对 环 境 也 好 ， 对 人 的 身 体 也 好 。
A 5 8|||S|||法 律 付 诸|||REQUIRED|||-NONE-|||1
A 15 22|||W|||对 人 和 社 会 没 有|||REQUIRED|||-NONE-|||1
A 26 27|||S|||且|||REQUIRED|||-NONE-|||1
A 32 32|||M|||，|||REQUIRED|||-NONE-|||1

S 有 钱 的 国 家 不 要 只 帮 自 己 的 回 收 计 划 。 它 们 也 可 以 花 钱 帮 没 有 钱 的 国 家 开 始 这 样 的 计 划 。
T0-A0 有 钱 的 国 家 不 要 只 帮 扶 自 己 的 回 收 计 划 ， 它 们 也 可 以 花 钱 帮 没 有 钱 的 国 家 开 始 这 样 的 计 划 。
A 9 9|||M|||扶|||REQUIRED|||-NONE-|||0
A 16 17|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 有 钱 的 国 家 不 要 只 帮 自 己 国 家 的 回 收 计 划 ， 它 们 也 可 以 花 钱 帮 没 有 钱 的 国 家 开 始 这 样 的 计 划 。
A 11 11|||M|||国 家|||REQUIRED|||-NONE-|||1
A 16 17|||S|||，|||REQUIRED|||-NONE-|||1

S 对 一 个 孩 子 来 说 这 种 控 制 到 底 会 引 起 了 什 么 样 的 影 响 呢 ？
T0-A0 对 一 个 孩 子 来 说 这 种 控 制 到 底 会 引 起 什 么 样 的 影 响 呢 ？
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 对 一 个 孩 子 来 说 这 种 控 制 到 底 会 造 成 了 什 么 样 的 影 响 呢 ？
A 14 16|||S|||造 成|||REQUIRED|||-NONE-|||1

S 本 人 虽 然 仅 在 一 政 府 机 构 工 作 ， 但 是 ， 对 于 旅 游 促 销 和 商 业 管 理 却 有 四 年 的 经 验 ， 另 外 ， 在 伦 敦 留 学 的 经 验 ， 外 语 也 非 常 流 利 。 因 此 ， 本 人 对 贵 公 司 胜 任 经 理 一 职 ， 深 具 信 心 ， 希 望 能 到 贵 公 司 发 挥 所 长 。
T0-A0 本 人 虽 然 在 政 府 机 构 工 作 ， 但 是 ， 对 于 旅 游 促 销 和 商 业 管 理 却 有 四 年 的 经 验 ， 另 外 ， 有 在 伦 敦 留 学 的 经 历 ， 外 语 也 非 常 流 利 。 因 此 ， 本 人 对 胜 任 贵 公 司 经 理 一 职 深 具 信 心 ， 希 望 能 到 贵 公 司 发 挥 所 长 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 39|||M|||有|||REQUIRED|||-NONE-|||0
A 46 47|||S|||历|||REQUIRED|||-NONE-|||0
A 62 67|||W|||胜 任 贵 公 司|||REQUIRED|||-NONE-|||0
A 71 72|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 本 人 虽 然 在 政 府 机 构 工 作 ， 但 是 ， 在 旅 游 促 销 和 商 业 管 理 方 面 却 有 四 年 的 经 验 。 另 外 ， 在 伦 敦 留 学 的 经 历 让 我 的 外 语 也 非 常 流 利 。 因 此 ， 本 人 对 胜 任 贵 公 司 经 理 一 职 深 具 信 心 ， 希 望 能 到 贵 公 司 发 挥 所 长 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 19|||S|||在|||REQUIRED|||-NONE-|||1
A 28 28|||M|||方 面|||REQUIRED|||-NONE-|||1
A 35 36|||S|||。|||REQUIRED|||-NONE-|||1
A 46 48|||S|||历 让 我 的|||REQUIRED|||-NONE-|||1
A 62 67|||W|||胜 任 贵 公 司|||REQUIRED|||-NONE-|||1
A 71 72|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 本 人 虽 然 在 政 府 机 构 工 作 ， 但 是 ， 对 于 旅 游 促 销 和 商 业 管 理 却 有 四 年 的 经 验 ， 另 外 ， 本 人 还 有 在 伦 敦 留 学 的 经 历 ， 外 语 也 非 常 流 利 。 因 此 ， 本 人 对 在 贵 公 司 胜 任 经 理 一 职 深 具 信 心 ， 希 望 能 在 贵 公 司 发 挥 所 长 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 39 39|||M|||本 人 还 有|||REQUIRED|||-NONE-|||2
A 46 47|||S|||历|||REQUIRED|||-NONE-|||2
A 62 62|||M|||在|||REQUIRED|||-NONE-|||2
A 71 72|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 80 81|||S|||在|||REQUIRED|||-NONE-|||2
T3-A0 本 人 虽 然 在 一 所 政 府 机 构 工 作 ， 但 是 ， 对 于 旅 游 促 销 和 商 业 管 理 却 有 四 年 的 经 验 ， 另 外 ， 在 伦 敦 留 学 的 经 验 ， 外 语 也 非 常 流 利 。 因 此 ， 本 人 对 胜 任 贵 公 司 经 理 一 职 深 具 信 心 ， 希 望 能 到 贵 公 司 发 挥 所 长 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 7 7|||M|||所|||REQUIRED|||-NONE-|||3
A 62 67|||W|||胜 任 贵 公 司|||REQUIRED|||-NONE-|||3
A 71 72|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 在 中 国 都 有 一 些 人 和 欧 洲 人 的 生 活 方 式 一 燕 ， 但 他 们 不 破 坏 他 们 的 中 国 教 育 基 础 。
T0-A0 在 中 国 有 一 些 人 和 欧 洲 人 的 生 活 方 式 一 样 ， 但 他 们 没 抛 弃 他 们 的 中 国 教 育 基 础 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S|||样|||REQUIRED|||-NONE-|||0
A 23 26|||S|||没 抛 弃|||REQUIRED|||-NONE-|||0
T1-A0 在 中 国 有 一 些 人 和 欧 洲 人 的 生 活 方 式 一 样 ， 但 他 们 不 破 坏 他 们 的 中 国 教 育 基 础 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 18 19|||S|||样|||REQUIRED|||-NONE-|||1
T2-A0 在 中 国 有 一 些 人 和 欧 洲 人 的 生 活 方 式 一 样 ， 但 他 们 不 摒 弃 他 们 的 中 国 教 育 基 础 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 19|||S|||样|||REQUIRED|||-NONE-|||2
A 24 26|||S|||摒 弃|||REQUIRED|||-NONE-|||2

S 有 关 统 计 表 明 因 患 癌 症 死 亡 的 人 中 7 0 ％ 以 上 的 人 有 过 吸 烟 的 习 惯 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 们 从 父 母 学 会 很 多 事 情 ， 特 别 是 人 的 恩 情 呀 、 同 情 呀 ， 那 样 人 的 基 础 的 东 西 也 是 通 过 跟 父 母 的 生 活 我 们 学 习 的 。
T0-A0 我 们 从 父 母 身 上 学 会 了 很 多 事 情 ， 特 别 是 人 的 恩 情 呀 、 同 情 呀 ， 那 些 人 的 基 础 的 东 西 也 是 通 过 跟 父 母 一 起 生 活 来 学 习 的 。
A 5 5|||M|||身 上|||REQUIRED|||-NONE-|||0
A 7 7|||M|||了|||REQUIRED|||-NONE-|||0
A 26 27|||S|||些|||REQUIRED|||-NONE-|||0
A 41 42|||S|||一 起|||REQUIRED|||-NONE-|||0
A 44 46|||S|||来|||REQUIRED|||-NONE-|||0

S 为 什 么 有 那 么 悲 观 的 看 法 吧 ？
T0-A0 为 什 么 有 那 么 悲 观 的 看 法 ？
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 为 什 么 有 那 么 悲 观 的 看 法 呢 ？
A 11 12|||S|||呢|||REQUIRED|||-NONE-|||1

S 我 们 应 不 停 着 研 究 ， 并 开 发 出 更 有 效 的 绿 色 食 品 以 致 它 成 为 人 们 的 普 遍 的 食 品 。 成 本 低 化 也 很 重 要 ， 让 绿 色 食 品 更 加 接 近 于 我 们 每 个 人 的 的 生 活 ， 保 证 生 态 的 健 康 ， 做 到 地 球 全 绿 化 。
T0-A0 我 们 应 不 停 地 研 究 ， 开 发 出 更 有 效 的 绿 色 食 品 ， 使 它 成 为 人 们 普 遍 的 食 品 。 低 成 本 化 也 很 重 要 ， 让 绿 色 食 品 更 加 接 近 于 我 们 每 个 人 的 生 活 ， 保 证 生 态 的 健 康 ， 做 到 地 球 绿 色 化 。
A 5 6|||S|||地|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 23|||S|||， 使|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 38|||W|||低 成 本|||REQUIRED|||-NONE-|||0
A 59 60|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 76 77|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 78 78|||M|||色|||REQUIRED|||-NONE-|||0

S 我 不 相 信 她 说 得 是 真 相 的 。 我 们 最 终 一 起 决 定 开 始 太 鼓 的 学 习 。
T0-A0 我 不 相 信 她 说 的 是 真 相 。 我 们 最 终 一 起 决 定 开 始 太 鼓 的 学 习 。
A 6 7|||S|||的|||REQUIRED|||-NONE-|||0
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 不 相 信 她 说 的 是 真 的 。 我 们 最 终 一 起 决 定 开 始 太 鼓 的 学 习 。
A 6 7|||S|||的|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 更 重 要 的 是 其 它 周 围 的 人 比 抽 烟 的 本 人 后 果 严 重 。
T0-A0 更 重 要 的 是 周 围 其 它 的 人 比 抽 烟 的 本 人 受 到 的 伤 害 更 严 重 。
A 5 9|||W|||周 围 其 它|||REQUIRED|||-NONE-|||0
A 17 19|||S|||受 到 的 伤 害 更|||REQUIRED|||-NONE-|||0
T1-A0 更 重 要 的 是 相 比 抽 烟 的 人 ， 周 围 其 它 的 人 受 到 的 危 害 更 严 重 。
A 5 5|||M|||相 比 抽 烟 的 人 ，|||REQUIRED|||-NONE-|||1
A 5 9|||W|||周 围 其 它|||REQUIRED|||-NONE-|||1
A 11 14|||S|||受 到|||REQUIRED|||-NONE-|||1
A 15 19|||S|||危 害 更|||REQUIRED|||-NONE-|||1
T1-A1 更 重 要 的 是 相 比 抽 烟 的 人 ， 周 围 其 它 的 人 受 到 的 危 害 更 严 重 。
A 5 7|||S|||相 比 抽 烟 的 人 ，|||REQUIRED|||-NONE-|||1
A 9 9|||M|||其 它|||REQUIRED|||-NONE-|||1
A 11 14|||S|||受 到|||REQUIRED|||-NONE-|||1
A 15 19|||S|||危 害 更|||REQUIRED|||-NONE-|||1
T2-A0 更 重 要 的 是 ， 周 围 其 他 人 比 抽 烟 的 本 人 受 到 更 严 重 的 危 害 。
A 5 7|||S|||，|||REQUIRED|||-NONE-|||2
A 9 10|||S|||其 他|||REQUIRED|||-NONE-|||2
A 17 19|||S|||受 到 更|||REQUIRED|||-NONE-|||2
A 21 21|||M|||的 危 害|||REQUIRED|||-NONE-|||2

S 我 喜 欢 吃 栗 子 甚 于 剥 栗 子 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 因 为 他 们 从 小 一 起 长 到 大 ， 在 这 过 程 当 ， 有 着 一 些 忘 不 了 的 记 忆 。 例 如 我 小 时 候 ， 我 和 她 到 河 边 去 玩 ， 我 不 小 心 掉 进 河 里 而 幸 好 有 一 枝 树 根 ， 我 就 拉 住 那 枝 树 根 在 河 里 叫 着 救 命 。 因 为 我 的 力 量 很 小 ， 而 且 水 流 也 很 快 ， 可 是 她 怕 我 支 持 不 住 ， 她 说 ： 小 旗 不 要 怕 ， 我 已 经 去 叫 哥 哥 他 们 了 ， 他 们 很 快 就 来 了 。
T0-A0 因 为 他 们 从 小 一 起 长 到 大 ， 在 这 过 程 中 ， 有 着 一 些 忘 不 了 的 记 忆 。 例 如 我 小 时 候 ， 我 和 她 到 河 边 去 玩 ， 我 不 小 心 掉 进 河 里 但 幸 好 有 一 根 树 枝 ， 我 就 拉 住 那 根 树 枝 在 河 里 叫 着 救 命 。 因 为 我 的 力 量 很 小 ， 而 且 水 流 也 很 快 ， 所 以 她 怕 我 支 持 不 住 ， 她 说 ： “ 小 旗 不 要 怕 ， 我 已 经 去 叫 哥 哥 他 们 了 ， 他 们 很 快 就 来 了 。 ”
A 16 17|||S|||中|||REQUIRED|||-NONE-|||0
A 53 54|||S|||但|||REQUIRED|||-NONE-|||0
A 58 61|||W|||根 树 枝|||REQUIRED|||-NONE-|||0
A 67 70|||W|||根 树 枝|||REQUIRED|||-NONE-|||0
A 95 97|||S|||所 以|||REQUIRED|||-NONE-|||0
A 108 108|||M|||“|||REQUIRED|||-NONE-|||0
A 133 133|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 因 为 他 们 从 小 一 起 长 到 大 ， 在 这 过 程 当 中 ， 有 着 一 些 忘 不 了 的 记 忆 。 例 如 我 小 时 候 和 她 到 河 边 去 玩 ， 我 不 小 心 掉 进 河 里 ， 幸 好 有 一 枝 树 根 ， 我 就 拉 住 那 根 树 枝 在 河 里 叫 着 救 命 。 因 为 我 的 力 量 很 小 ， 而 且 水 流 也 很 快 ， 她 怕 我 支 撑 不 住 ， 说 ： “ 小 旗 不 要 怕 ， 我 已 经 去 叫 哥 哥 他 们 了 ， 他 们 很 快 就 来 了 。 ”
A 17 17|||M|||中|||REQUIRED|||-NONE-|||1
A 35 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 54|||S|||，|||REQUIRED|||-NONE-|||1
A 67 70|||W|||根 树 枝|||REQUIRED|||-NONE-|||1
A 95 97|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 101 102|||S|||撑|||REQUIRED|||-NONE-|||1
A 105 106|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 108 108|||M|||“|||REQUIRED|||-NONE-|||1
A 133 133|||M|||”|||REQUIRED|||-NONE-|||1

S 其 实 这 个 问 题 现 在 在 日 本 让 父 亲 的 人 很 难 看 的 一 个 问 题 了 。
T0-A0 其 实 这 个 问 题 现 在 在 日 本 是 让 做 父 亲 的 人 很 难 堪 的 一 个 问 题 了 。
A 11 11|||M|||是|||REQUIRED|||-NONE-|||0
A 12 12|||M|||做|||REQUIRED|||-NONE-|||0
A 18 19|||S|||堪|||REQUIRED|||-NONE-|||0
T1-A0 其 实 在 日 本 这 个 问 题 现 在 是 一 个 让 做 父 亲 的 人 很 难 堪 的 问 题 了 。
A 2 2|||M|||在 日 本|||REQUIRED|||-NONE-|||1
A 8 11|||S|||是 一 个|||REQUIRED|||-NONE-|||1
A 12 12|||M|||做|||REQUIRED|||-NONE-|||1
A 18 19|||S|||堪|||REQUIRED|||-NONE-|||1
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 们 看 着 父 亲 长 大 了 ， 所 以 有 时 候 生 活 得 不 认 真 ， 但 把 父 亲 的 背 影 想 起 来 ， 会 再 认 真 地 生 活 。
T0-A0 我 们 看 着 父 亲 变 老 了 ， 所 以 虽 然 有 时 候 生 活 得 不 认 真 ， 但 只 要 一 想 起 父 亲 的 背 影 ， 就 会 再 次 认 真 地 去 生 活 。
A 6 8|||S|||变 老|||REQUIRED|||-NONE-|||0
A 12 12|||M|||虽 然|||REQUIRED|||-NONE-|||0
A 23 24|||S|||只 要 一 想 起|||REQUIRED|||-NONE-|||0
A 29 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M|||就|||REQUIRED|||-NONE-|||0
A 35 35|||M|||次|||REQUIRED|||-NONE-|||0
A 38 38|||M|||去|||REQUIRED|||-NONE-|||0
T1-A0 我 们 看 着 父 亲 苍 老 了 ， 所 以 虽 然 有 时 候 生 活 得 不 认 真 ， 但 只 要 一 想 起 父 亲 的 背 影 ， 就 会 再 次 认 真 地 去 生 活 。
A 6 8|||S|||苍 老|||REQUIRED|||-NONE-|||1
A 12 12|||M|||虽 然|||REQUIRED|||-NONE-|||1
A 23 24|||S|||只 要 一 想 起|||REQUIRED|||-NONE-|||1
A 29 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 33|||M|||就|||REQUIRED|||-NONE-|||1
A 35 35|||M|||次|||REQUIRED|||-NONE-|||1
A 38 38|||M|||去|||REQUIRED|||-NONE-|||1

S 同 时 这 些 东 西 全 都 是 通 过 自 己 的 父 母 来 得 到 的 。
T0-A0 同 时 这 些 东 西 全 都 是 通 过 自 己 的 父 母 得 到 的 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 想 达 到 那 样 的 程 度 然 后 浪 费 时 间 和 钱 是 一 种 很 笨 的 行 动 。 小 的 时 候 呢 ， 可 能 不 感 觉 到 这 是 一 个 没 用 的 事 ， 他 们 有 喜 欢 就 喜 欢 的 想 法 。
T0-A0 我 想 达 到 那 样 的 程 度 ， 然 后 浪 费 时 间 和 钱 是 一 种 很 笨 的 行 为 。 小 的 时 候 呢 ， 可 能 感 觉 不 到 这 是 一 件 没 用 的 事 ， 他 们 有 自 己 喜 欢 的 想 法 。
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 24 25|||S|||为|||REQUIRED|||-NONE-|||0
A 34 37|||W|||感 觉 不|||REQUIRED|||-NONE-|||0
A 41 42|||S|||件|||REQUIRED|||-NONE-|||0
A 50 53|||S|||自 己|||REQUIRED|||-NONE-|||0
T1-A0 我 想 ， 达 到 那 样 的 程 度 后 ， 再 浪 费 时 间 和 钱 是 一 种 很 笨 的 行 为 。 小 的 时 候 呢 ， 可 能 不 觉 得 这 是 一 件 没 用 的 事 ， 他 们 有 想 喜 欢 就 喜 欢 的 想 法 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 11|||M|||， 再|||REQUIRED|||-NONE-|||1
A 24 25|||S|||为|||REQUIRED|||-NONE-|||1
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 38|||S|||得|||REQUIRED|||-NONE-|||1
A 41 42|||S|||件|||REQUIRED|||-NONE-|||1
A 50 50|||M|||想|||REQUIRED|||-NONE-|||1
T2-A0 我 想 ， 达 到 那 样 的 程 度 后 ， 再 浪 费 时 间 和 钱 是 一 种 很 笨 的 行 为 。 小 的 时 候 呢 ， 可 能 不 觉 得 这 是 一 个 没 用 的 事 ， 他 们 有 喜 欢 的 想 法 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 11 11|||M|||， 再|||REQUIRED|||-NONE-|||2
A 24 25|||S|||为|||REQUIRED|||-NONE-|||2
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 37 38|||S|||得|||REQUIRED|||-NONE-|||2
A 50 53|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 流 行 歌 曲 有 的 人 说 是 一 种 文 化 ， 有 的 人 说 是 我 们 生 活 当 中 不 要 的 ， 有 的 人 说 是 要 鼓 励 的 。
T0-A0 对 于 流 行 歌 曲 ， 有 的 人 说 是 一 种 文 化 ， 有 的 人 说 是 我 们 生 活 当 中 不 必 要 的 ， 有 的 人 说 是 要 鼓 励 的 。
A 0 0|||M|||对 于|||REQUIRED|||-NONE-|||0
A 4 4|||M|||，|||REQUIRED|||-NONE-|||0
A 26 26|||M|||必|||REQUIRED|||-NONE-|||0
T1-A0 关 于 流 行 歌 曲 ， 有 的 人 说 是 一 种 文 化 ， 有 的 人 说 是 我 们 生 活 当 中 不 需 要 的 ， 有 的 人 说 是 要 鼓 励 的 。
A 0 0|||M|||关 于|||REQUIRED|||-NONE-|||1
A 4 4|||M|||，|||REQUIRED|||-NONE-|||1
A 26 26|||M|||需|||REQUIRED|||-NONE-|||1

S 当 我 们 无 法 表 达 自 己 的 感 情 时 ， 就 可 利 用 一 所 流 行 歌 曲 ， 使 对 方 能 明 白 我 们 的 心 情 。 例 如 ， 男 女 正 在 谈 恋 爱 时 ， 不 管 男 的 或 女 的 很 想 表 达 感 情 ， 就 能 用 一 所 流 行 歌 曲 送 给 对 方 ， 使 男 女 之 间 的 感 情 和 关 系 更 加 浪 漫 ， 更 加 有 甜 味 儿 ； 相 反 的 ， 当 男 女 之 间 之 关 系 产 生 问 题 时 ， 也 可 以 用 流 行 歌 曲 表 达 正 实 感 情 ， 使 对 方 能 了 解 ， 消 除 一 切 误 会 。
T0-A0 当 我 们 无 法 表 达 自 己 的 感 情 时 ， 就 可 利 用 一 些 流 行 歌 曲 ， 使 对 方 能 明 白 我 们 的 心 情 。 例 如 ， 男 女 正 在 谈 恋 爱 时 ， 不 管 男 的 或 女 的 很 想 表 达 感 情 ， 就 能 用 一 些 流 行 歌 曲 送 给 对 方 ， 使 男 女 之 间 的 感 情 和 关 系 更 加 浪 漫 ， 更 加 有 甜 味 儿 ； 相 反 的 ， 当 男 女 之 间 的 关 系 产 生 问 题 时 ， 也 可 以 用 流 行 歌 曲 表 达 真 实 感 情 ， 使 对 方 能 了 解 ， 消 除 一 切 误 会 。
A 19 20|||S|||些|||REQUIRED|||-NONE-|||0
A 67 68|||S|||些|||REQUIRED|||-NONE-|||0
A 109 110|||S|||的|||REQUIRED|||-NONE-|||0
A 128 129|||S|||真|||REQUIRED|||-NONE-|||0
T1-A0 当 我 们 无 法 表 达 自 己 的 感 情 时 ， 就 可 利 用 一 首 流 行 歌 曲 ， 使 对 方 能 明 白 我 们 的 心 情 。 例 如 ， 男 女 正 在 谈 恋 爱 时 ， 不 管 男 的 或 女 的 很 想 表 达 感 情 时 ， 就 能 用 一 首 流 行 歌 曲 送 给 对 方 ， 使 男 女 之 间 的 感 情 和 关 系 更 加 浪 漫 ， 更 加 有 甜 味 儿 ； 相 反 的 ， 当 男 女 之 间 的 关 系 产 生 问 题 时 ， 也 可 以 用 流 行 歌 曲 表 达 真 实 感 情 ， 使 对 方 能 了 解 ， 消 除 一 切 误 会 。
A 19 20|||S|||首|||REQUIRED|||-NONE-|||1
A 62 62|||M|||时|||REQUIRED|||-NONE-|||1
A 67 68|||S|||首|||REQUIRED|||-NONE-|||1
A 109 110|||S|||的|||REQUIRED|||-NONE-|||1
A 128 129|||S|||真|||REQUIRED|||-NONE-|||1
T2-A0 当 我 们 无 法 表 达 自 己 的 感 情 时 ， 就 可 以 利 用 一 首 流 行 歌 曲 ， 让 对 方 明 白 我 们 的 心 意 。 例 如 ， 当 男 女 正 在 谈 恋 爱 时 ， 不 管 是 男 的 或 者 女 的 很 想 表 达 感 情 时 ， 就 能 将 一 首 流 行 歌 曲 送 给 对 方 ， 使 得 男 女 之 间 的 感 情 和 关 系 更 加 浪 漫 ， 更 加 有 甜 味 儿 ； 相 反 的 ， 当 男 女 之 间 的 关 系 产 生 问 题 时 ， 也 可 以 用 流 行 歌 曲 来 表 达 真 实 的 感 情 ， 使 对 方 能 了 解 自 己 的 心 意 ， 消 除 一 切 误 会 。
A 16 16|||M|||以|||REQUIRED|||-NONE-|||2
A 19 20|||S|||首|||REQUIRED|||-NONE-|||2
A 25 26|||S|||让|||REQUIRED|||-NONE-|||2
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 35 36|||S|||意|||REQUIRED|||-NONE-|||2
A 40 40|||M|||当|||REQUIRED|||-NONE-|||2
A 51 51|||M|||是|||REQUIRED|||-NONE-|||2
A 54 54|||M|||者|||REQUIRED|||-NONE-|||2
A 62 62|||M|||时|||REQUIRED|||-NONE-|||2
A 65 66|||S|||将|||REQUIRED|||-NONE-|||2
A 67 68|||S|||首|||REQUIRED|||-NONE-|||2
A 78 78|||M|||得|||REQUIRED|||-NONE-|||2
A 109 110|||S|||的|||REQUIRED|||-NONE-|||2
A 126 126|||M|||来|||REQUIRED|||-NONE-|||2
A 128 129|||S|||真|||REQUIRED|||-NONE-|||2
A 130 130|||M|||的|||REQUIRED|||-NONE-|||2
A 139 139|||M|||自 己 的 心 意|||REQUIRED|||-NONE-|||2

S 你 第 一 次 叫 我 牺 牲 我 的 社 交 生 活 ， 这 东 西 我 做 了 。 多 讽 刺 ！ 因 为 我 们 是 在 一 个 酒 吧 见 面 的 。 然 后 ， 我 家 离 我 而 去 ， 与 我 的 朋 友 们 很 快 疏 远 。
T0-A0 你 第 一 次 叫 我 牺 牲 我 的 社 交 生 活 时 ， 我 照 做 了 。 多 讽 刺 ！ 因 为 我 们 是 在 一 个 酒 吧 认 识 的 。 然 后 ， 我 的 家 人 离 我 而 去 ， 我 的 朋 友 们 很 快 疏 远 我 。
A 14 14|||M|||时|||REQUIRED|||-NONE-|||0
A 15 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 19|||M|||照|||REQUIRED|||-NONE-|||0
A 36 38|||S|||认 识|||REQUIRED|||-NONE-|||0
A 44 44|||M|||的|||REQUIRED|||-NONE-|||0
A 45 45|||M|||人|||REQUIRED|||-NONE-|||0
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 60|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 你 第 一 次 叫 我 牺 牲 我 的 社 交 生 活 ， 这 东 西 我 做 到 了 。 多 讽 刺 ！ 因 为 我 们 是 在 一 个 酒 吧 见 面 的 。 然 后 ， 我 的 家 人 离 我 而 去 ， 我 的 朋 友 们 很 快 疏 远 我 。
A 20 20|||M|||到|||REQUIRED|||-NONE-|||1
A 44 44|||M|||的|||REQUIRED|||-NONE-|||1
A 45 45|||M|||人|||REQUIRED|||-NONE-|||1
A 50 51|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 60 60|||M|||我|||REQUIRED|||-NONE-|||1

S 政 府 也 看 到 了 这 种 情 况 ， 就 发 布 了 不 允 许 在 一 些 公 共 场 所 抽 烟 的 法 令 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 但 我 觉 得 做 事 总 是 有 规 矩 。 那 样 的 规 则 是 为 了 保 护 他 人 、 保 护 自 己 的 权 力 而 制 造 出 来 的 。 所 以 规 矩 生 效 时 ， 吸 烟 者 应 该 遵 守 规 则 ， 同 时 政 府 应 该 给 吸 烟 者 提 供 可 以 吸 烟 的 地 方 。
T0-A0 但 我 觉 得 做 事 总 得 有 规 矩 。 那 样 的 规 则 是 为 了 保 护 他 人 、 保 护 自 己 的 权 力 而 制 定 出 来 的 ， 所 以 规 定 生 效 时 ， 吸 烟 者 应 该 遵 守 规 则 ， 同 时 政 府 应 该 给 吸 烟 者 提 供 可 以 吸 烟 的 地 方 。
A 7 8|||S|||得|||REQUIRED|||-NONE-|||0
A 34 35|||S|||定|||REQUIRED|||-NONE-|||0
A 38 39|||S|||，|||REQUIRED|||-NONE-|||0
A 42 43|||S|||定|||REQUIRED|||-NONE-|||0
T1-A0 但 我 觉 得 做 事 总 要 有 规 矩 。 那 样 的 规 定 是 为 了 保 护 他 人 和 自 己 的 权 利 而 制 定 出 来 的 ， 所 以 规 定 生 效 时 ， 吸 烟 者 应 该 遵 守 规 定 ， 同 时 政 府 应 该 给 吸 烟 者 提 供 可 以 吸 烟 的 地 方 。
A 7 8|||S|||要|||REQUIRED|||-NONE-|||1
A 16 17|||S|||定|||REQUIRED|||-NONE-|||1
A 24 27|||S|||和|||REQUIRED|||-NONE-|||1
A 31 32|||S|||利|||REQUIRED|||-NONE-|||1
A 34 35|||S|||定|||REQUIRED|||-NONE-|||1
A 38 39|||S|||，|||REQUIRED|||-NONE-|||1
A 42 43|||S|||定|||REQUIRED|||-NONE-|||1
A 55 56|||S|||定|||REQUIRED|||-NONE-|||1
T2-A0 但 我 觉 得 做 事 总 得 有 规 矩 。 那 些 规 则 是 为 了 保 护 他 人 、 保 护 自 己 的 权 力 而 制 造 出 来 的 ， 所 以 规 则 生 效 时 ， 吸 烟 者 应 该 遵 守 规 则 ， 同 时 政 府 应 该 给 吸 烟 者 提 供 可 以 吸 烟 的 地 方 。
A 7 8|||S|||得|||REQUIRED|||-NONE-|||2
A 13 15|||S|||些|||REQUIRED|||-NONE-|||2
A 38 39|||S|||，|||REQUIRED|||-NONE-|||2
A 42 43|||S|||则|||REQUIRED|||-NONE-|||2

S 我 对 男 女 分 班 的 看 法 反 对 。
T0-A0 我 反 对 男 女 分 班 的 看 法 。
A 1 1|||M|||反|||REQUIRED|||-NONE-|||0
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 对 男 女 分 班 的 看 法 表 示 反 对 。
A 9 9|||M|||表 示|||REQUIRED|||-NONE-|||1

S 烟 公 司 的 广 告 是 真 的 厉 害 ， 他 们 没 告 诉 人 们 吸 烟 对 身 体 引 起 的 影 响 。
T0-A0 烟 草 公 司 的 广 告 是 真 的 厉 害 ， 他 们 没 告 诉 人 们 吸 烟 对 身 体 的 影 响 。
A 1 1|||M|||草|||REQUIRED|||-NONE-|||0
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 烟 草 公 司 的 广 告 是 真 的 厉 害 ， 他 们 没 告 诉 人 们 吸 烟 对 身 体 造 成 的 影 响 。
A 1 1|||M|||草|||REQUIRED|||-NONE-|||1
A 24 26|||S|||造 成|||REQUIRED|||-NONE-|||1
T2-A0 烟 草 公 司 的 广 告 是 真 的 厉 害 ， 他 们 没 告 诉 人 们 吸 烟 对 身 体 产 生 的 影 响 。
A 1 1|||M|||草|||REQUIRED|||-NONE-|||2
A 24 26|||S|||产 生|||REQUIRED|||-NONE-|||2

S 虽 然 它 能 切 少 抽 烟 者 的 一 些 自 由 ， 但 是 还 能 保 护 人 民 的 健 康 。
T0-A0 虽 然 它 限 制 了 抽 烟 者 的 一 些 自 由 ， 但 是 它 能 保 护 人 民 的 健 康 。
A 3 6|||S|||限 制 了|||REQUIRED|||-NONE-|||0
A 17 18|||S|||它|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 它 减 少 了 抽 烟 者 的 一 些 自 由 ， 但 是 它 能 保 护 人 民 的 健 康 。
A 3 5|||S|||减|||REQUIRED|||-NONE-|||1
A 6 6|||M|||了|||REQUIRED|||-NONE-|||1
A 17 18|||S|||它|||REQUIRED|||-NONE-|||1

S 我 也 想 强 烈 的 父 母 或 者 花 心 的 爱 人 不 是 好 的 家 庭 。
T0-A0 我 也 认 为 有 性 格 强 势 的 父 母 或 者 花 心 的 爱 人 不 能 组 成 好 的 家 庭 。
A 2 3|||S|||认 为 有 性 格|||REQUIRED|||-NONE-|||0
A 4 5|||S|||势|||REQUIRED|||-NONE-|||0
A 16 17|||S|||能 组 成|||REQUIRED|||-NONE-|||0
T1-A0 我 也 认 为 有 性 格 强 势 的 父 母 或 者 花 心 的 爱 人 的 家 庭 不 是 好 的 家 庭 。
A 2 3|||S|||认 为 有 性 格|||REQUIRED|||-NONE-|||1
A 4 5|||S|||势|||REQUIRED|||-NONE-|||1
A 15 15|||M|||的 家 庭|||REQUIRED|||-NONE-|||1

S 宇 治 原 先 生 本 人 也 挺 有 意 思 ， 这 本 书 没 有 发 生 特 别 的 事 情 ， 没 写 恋 爱 故 事 什 么 的 。
T0-A0 宇 治 原 先 生 本 人 也 挺 有 意 思 ， 这 本 书 没 有 写 特 别 的 事 情 ， 也 没 写 恋 爱 故 事 什 么 的 。
A 18 20|||S|||写|||REQUIRED|||-NONE-|||0
A 26 26|||M|||也|||REQUIRED|||-NONE-|||0
T1-A0 宇 治 原 先 生 本 人 也 挺 有 意 思 ， 这 本 书 里 没 有 特 别 的 事 情 ， 也 没 写 恋 爱 故 事 什 么 的 。
A 16 16|||M|||里|||REQUIRED|||-NONE-|||1
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 26|||M|||也|||REQUIRED|||-NONE-|||1

S 所 以 我 一 直 对 母 亲 说 “ 你 想 那 么 多 也 没 有 用 ， 你 改 一 改 性 格 吧 ” 但 她 一 直 也 没 改 了 。
T0-A0 所 以 我 一 直 对 母 亲 说 ： “ 你 想 那 么 多 也 没 有 用 ， 你 改 一 改 性 格 吧 。 ” 但 她 一 直 也 没 有 改 。
A 9 9|||M|||：|||REQUIRED|||-NONE-|||0
A 27 27|||M|||。|||REQUIRED|||-NONE-|||0
A 34 34|||M|||有|||REQUIRED|||-NONE-|||0
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 一 直 对 母 亲 说 ： “ 你 想 那 么 多 也 没 有 用 ， 你 改 一 改 性 格 吧 。 ” 但 她 一 直 也 没 改 了 。
A 9 9|||M|||：|||REQUIRED|||-NONE-|||1
A 27 27|||M|||。|||REQUIRED|||-NONE-|||1
T2-A0 所 以 我 一 直 对 母 亲 说 ， “ 你 想 那 么 多 也 没 有 用 ， 你 改 一 改 性 格 吧 ” ， 但 她 一 直 也 没 改 。
A 9 9|||M|||，|||REQUIRED|||-NONE-|||2
A 28 28|||M|||，|||REQUIRED|||-NONE-|||2
A 35 36|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 所 以 我 一 直 对 母 亲 说 ： “ 你 想 那 么 多 也 没 有 用 ， 你 改 一 改 性 格 吧 。 ” 但 她 一 直 也 没 改 得 了 。
A 9 9|||M|||：|||REQUIRED|||-NONE-|||3
A 27 27|||M|||。|||REQUIRED|||-NONE-|||3
A 35 35|||M|||得|||REQUIRED|||-NONE-|||3

S 自 然 界 有 自 然 界 自 身 的 节 奏 ， 所 以 如 果 没 有 人 工 的 作 用 ， 就 食 物 量 恐 怕 跟 不 上 人 口 增 加 的 速 度 ， 成 为 供 不 应 求 的 状 态 。 为 了 确 保 满 足 地 球 上 所 有 的 人 类 生 命 的 食 物 ， 对 现 代 的 世 界 人 口 的 情 况 来 说 ， 使 用 农 药 、 化 肥 等 的 物 品 来 栽 培 农 作 物 的 是 不 可 避 免 的 。
T0-A0 自 然 界 有 自 然 界 自 身 的 节 奏 ， 所 以 如 果 没 有 人 工 的 作 用 ， 就 食 物 产 量 而 言 恐 怕 跟 不 上 人 口 增 加 的 速 度 ， 形 成 供 不 应 求 的 状 态 。 为 了 确 保 地 球 上 所 有 的 人 类 生 存 所 需 要 的 食 物 得 到 满 足 ， 就 现 代 的 世 界 人 口 的 情 况 来 说 ， 使 用 农 药 、 化 肥 等 物 品 来 栽 培 农 作 物 是 不 可 避 免 的 。
A 28 28|||M|||产|||REQUIRED|||-NONE-|||0
A 29 29|||M|||而 言|||REQUIRED|||-NONE-|||0
A 42 42|||M|||形|||REQUIRED|||-NONE-|||0
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 68|||S|||存 所 需 要|||REQUIRED|||-NONE-|||0
A 71 71|||M|||得 到 满 足|||REQUIRED|||-NONE-|||0
A 72 73|||S|||就|||REQUIRED|||-NONE-|||0
A 94 95|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 103 104|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 现 在 的 年 青 人 对 我 国 传 统 歌 曲 知 道 得 不 多 ， 只 知 道 在 课 堂 上 学 几 首 歌 。 歌 曲 是 不 仅 仅 只 是 听 和 唱 ， 而 是 歌 曲 里 包 含 着 民 族 的 文 化 ， 所 以 我 们 不 能 忽 略 我 们 传 统 的 歌 曲 ， 应 该 好 好 传 下 去 。
T0-A0 现 在 的 年 轻 人 对 我 国 传 统 歌 曲 知 道 得 不 多 ， 只 知 道 在 课 堂 上 学 几 首 歌 。 歌 曲 不 仅 仅 只 是 听 和 唱 ， 歌 曲 里 还 包 含 着 民 族 的 文 化 ， 所 以 我 们 不 能 忽 略 我 们 传 统 的 歌 曲 ， 应 该 好 好 传 下 去 。
A 4 5|||S|||轻|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 45|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 48|||M|||还|||REQUIRED|||-NONE-|||0
T1-A0 现 在 的 年 轻 人 对 我 国 传 统 歌 曲 了 解 的 不 多 ， 只 知 道 在 课 堂 上 学 几 首 歌 。 歌 曲 重 要 的 不 仅 仅 只 是 听 和 唱 ， 还 有 歌 曲 里 包 含 着 的 民 族 的 文 化 ， 所 以 我 们 不 能 忽 略 我 们 传 统 的 歌 曲 的 传 承 ， 应 该 好 好 传 下 去 。
A 4 5|||S|||轻|||REQUIRED|||-NONE-|||1
A 13 16|||S|||了 解 的|||REQUIRED|||-NONE-|||1
A 33 34|||S|||重 要 的|||REQUIRED|||-NONE-|||1
A 43 45|||S|||还 有|||REQUIRED|||-NONE-|||1
A 51 51|||M|||的|||REQUIRED|||-NONE-|||1
A 72 72|||M|||的 传 承|||REQUIRED|||-NONE-|||1
T2-A0 现 在 的 年 轻 人 对 我 国 的 传 统 歌 曲 知 道 得 不 多 ， 只 知 道 在 课 堂 上 学 过 的 几 首 歌 。 歌 曲 不 仅 仅 只 是 听 和 唱 ， 歌 曲 里 还 包 含 着 民 族 的 文 化 ， 所 以 我 们 不 能 忽 略 我 们 的 传 统 歌 曲 ， 应 该 好 好 把 它 传 承 下 去 。
A 4 5|||S|||轻|||REQUIRED|||-NONE-|||2
A 9 9|||M|||的|||REQUIRED|||-NONE-|||2
A 27 27|||M|||过 的|||REQUIRED|||-NONE-|||2
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 43 45|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 48 48|||M|||还|||REQUIRED|||-NONE-|||2
A 67 70|||W|||的 传 统|||REQUIRED|||-NONE-|||2
A 77 77|||M|||把 它|||REQUIRED|||-NONE-|||2
A 78 78|||M|||承|||REQUIRED|||-NONE-|||2

S 我 有 哥 哥 ， 不 过 我 们 里 阿 关 系 不 好 ！
T0-A0 我 有 哥 哥 ， 不 过 我 们 关 系 不 好 ！
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 有 一 个 哥 哥 ， 不 过 我 们 俩 关 系 不 好 ！
A 2 2|||M|||一 个|||REQUIRED|||-NONE-|||1
A 9 11|||S|||俩|||REQUIRED|||-NONE-|||1
T2-A0 我 有 一 个 哥 哥 ， 不 过 我 们 之 间 关 系 不 好 ！
A 2 2|||M|||一 个|||REQUIRED|||-NONE-|||2
A 9 11|||S|||之 间|||REQUIRED|||-NONE-|||2

S 现 在 中 国 的 吸 烟 率 非 常 高 ， 而 中 国 吸 烟 的 历 史 永 久 。 虽 然 吸 烟 给 人 舒 服 ， 但 对 身 体 不 好 。
T0-A0 现 在 中 国 的 吸 烟 率 非 常 高 ， 而 且 中 国 人 吸 烟 的 历 史 悠 久 。 虽 然 吸 烟 让 人 舒 服 ， 但 对 身 体 不 好 。
A 13 13|||M|||且|||REQUIRED|||-NONE-|||0
A 15 15|||M|||人|||REQUIRED|||-NONE-|||0
A 20 21|||S|||悠|||REQUIRED|||-NONE-|||0
A 27 28|||S|||让|||REQUIRED|||-NONE-|||0
T1-A0 现 在 中 国 的 吸 烟 率 非 常 高 ， 而 且 中 国 人 吸 烟 的 历 史 悠 久 。 虽 然 吸 烟 给 人 舒 服 的 感 觉 ， 但 对 身 体 不 好 。
A 13 13|||M|||且|||REQUIRED|||-NONE-|||1
A 15 15|||M|||人|||REQUIRED|||-NONE-|||1
A 20 21|||S|||悠|||REQUIRED|||-NONE-|||1
A 31 31|||M|||的 感 觉|||REQUIRED|||-NONE-|||1
T2-A0 现 在 中 国 的 吸 烟 率 非 常 高 ， 而 中 国 吸 烟 的 历 史 永 久 。 虽 然 吸 烟 给 人 舒 适 感 ， 但 对 身 体 不 好 。
A 30 31|||S|||适 感|||REQUIRED|||-NONE-|||2

S 随 着 很 久 以 来 ， 在 所 有 的 文 化 里 ， 人 类 似 乎 十 分 重 视 这 个 珍 贵 的 时 刻 。 当 两 个 人 之 间 发 生 了 炽 热 的 爱 情 的 时 候 ， 他 们 常 常 会 决 定 进 入 人 生 新 的 阶 段 。
T0-A0 很 久 以 来 ， 在 所 有 的 文 化 里 ， 人 类 似 乎 十 分 重 视 这 个 珍 贵 的 时 刻 。 当 两 个 人 之 间 萌 生 了 炽 热 的 爱 情 的 时 候 ， 他 们 常 常 会 决 定 进 入 人 生 新 的 阶 段 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 38|||S|||萌|||REQUIRED|||-NONE-|||0
T1-A0 很 久 以 来 ， 在 所 有 的 文 化 里 ， 人 类 似 乎 十 分 重 视 这 个 珍 贵 的 时 刻 。 当 两 个 人 之 间 产 生 了 炽 热 的 爱 情 的 时 候 ， 他 们 常 常 会 决 定 进 入 人 生 新 的 阶 段 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 38|||S|||产|||REQUIRED|||-NONE-|||1
T2-A0 很 久 以 来 ， 在 所 有 的 文 化 里 ， 人 类 似 乎 都 十 分 重 视 这 个 珍 贵 的 时 刻 。 当 两 个 人 之 间 产 生 了 炽 热 的 爱 情 的 时 候 ， 他 们 常 常 会 决 定 一 起 进 入 人 生 新 的 阶 段 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 19|||M|||都|||REQUIRED|||-NONE-|||2
A 37 38|||S|||产|||REQUIRED|||-NONE-|||2
A 56 56|||M|||一 起|||REQUIRED|||-NONE-|||2

S 这 样 的 行 为 ， 不 但 对 他 的 身 体 有 害 ， 而 且 对 无 辜 吸 了 二 手 烟 的 民 众 更 不 值 得 。 这 样 的 处 罚 ， 迄 止 为 止 已 经 是 对 吸 烟 者 最 为 严 厉 的 惩 罚 措 施 。 这 一 新 措 施 ， 已 经 在 人 口 密 集 的 地 方 和 商 业 中 心 已 开 始 实 施 ， 也 是 关 心 公 众 和 吸 烟 人 士 的 健 康 而 实 施 。
T0-A0 这 样 的 行 为 ， 不 但 对 他 的 身 体 有 害 ， 而 且 对 吸 了 二 手 烟 的 无 辜 民 众 更 有 害 。 这 样 的 处 罚 ， 已 经 是 迄 今 为 止 对 吸 烟 者 最 为 严 厉 的 惩 罚 。 这 一 新 措 施 ， 已 经 在 人 口 密 集 的 地 方 开 始 实 施 ， 这 也 是 为 了 公 众 的 健 康 而 实 施 。
A 19 27|||W|||吸 了 二 手 烟 的 无 辜|||REQUIRED|||-NONE-|||0
A 30 33|||S|||有 害|||REQUIRED|||-NONE-|||0
A 40 40|||M|||已 经 是|||REQUIRED|||-NONE-|||0
A 41 42|||S|||今|||REQUIRED|||-NONE-|||0
A 44 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 60|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 77 83|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 88 88|||M|||这|||REQUIRED|||-NONE-|||0
A 90 92|||S|||为 了|||REQUIRED|||-NONE-|||0
A 94 99|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 箱 一 个 好 职 业 是 那 个 我 们 喜 欢 做 。
T0-A0 我 想 一 个 好 职 业 是 那 个 我 们 喜 欢 做 的 。
A 1 2|||S|||想|||REQUIRED|||-NONE-|||0
A 15 15|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 我 想 一 个 好 职 业 是 我 们 喜 欢 做 的 那 个 。
A 1 2|||S|||想|||REQUIRED|||-NONE-|||1
A 8 15|||W|||我 们 喜 欢 做 的 那 个|||REQUIRED|||-NONE-|||1

S 有 一 些 次 困 难 是 一 家 庭 的 。 比 如 父 母 分 手 时 ， 完 全 家 庭 遇 到 了 苦 恼 ， 跟 每 个 人 都 有 关 系 。 但 是 我 也 发 现 了 ： 我 的 问 题 就 是 我 的 ， 只 有 我 能 找 到 答 案 。
T0-A0 有 一 些 困 难 是 家 庭 的 ， 比 如 父 母 离 婚 时 ， 整 个 家 庭 都 陷 入 了 苦 恼 中 ， 跟 每 个 人 都 有 关 系 。 但 是 我 也 发 现 ： 我 的 问 题 就 是 我 的 ， 只 有 我 能 找 到 答 案 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S|||，|||REQUIRED|||-NONE-|||0
A 16 18|||S|||离 婚|||REQUIRED|||-NONE-|||0
A 20 22|||S|||整 个|||REQUIRED|||-NONE-|||0
A 24 26|||S|||都 陷 入|||REQUIRED|||-NONE-|||0
A 29 29|||M|||中|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 有 一 些 困 难 是 整 个 家 庭 的 。 比 如 父 母 分 手 时 ， 全 家 都 陷 入 了 苦 恼 中 ， 跟 每 个 人 都 有 关 系 。 但 是 ， 我 也 发 现 了 ： 我 的 问 题 就 是 我 的 ， 只 有 我 能 找 到 答 案 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 8|||S|||整 个|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 23 26|||S|||都 陷 入|||REQUIRED|||-NONE-|||1
A 29 29|||M|||中|||REQUIRED|||-NONE-|||1
A 41 41|||M|||，|||REQUIRED|||-NONE-|||1
T2-A0 有 一 些 困 难 是 一 整 个 家 庭 的 。 比 如 父 母 分 手 时 ， 整 个 家 庭 遇 到 了 困 难 ， 跟 每 个 人 都 有 关 系 。 但 是 我 也 发 现 了 ： 我 的 问 题 就 是 我 的 ， 只 有 我 能 找 到 答 案 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 8 8|||M|||整 个|||REQUIRED|||-NONE-|||2
A 20 22|||S|||整 个|||REQUIRED|||-NONE-|||2
A 27 29|||S|||困 难|||REQUIRED|||-NONE-|||2

S 他 们 也 觉 得 那 是 没 什 么 事 ， 那 就 是 习 惯 。
T0-A0 他 们 也 觉 得 那 没 什 么 事 ， 那 只 是 习 惯 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||S|||只|||REQUIRED|||-NONE-|||0

S 谁 知 道 回 答 这 叫 闪 电 结 婚 ， 而 且 现 在 很 流 行 不 是 吗 ？
T0-A0 谁 都 知 道 这 叫 闪 婚 ， 而 且 现 在 很 流 行 不 是 吗 ？
A 1 1|||M|||都|||REQUIRED|||-NONE-|||0
A 3 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 谁 都 知 道 这 叫 闪 电 式 结 婚 ， 而 且 现 在 很 流 行 不 是 吗 ？
A 1 1|||M|||都|||REQUIRED|||-NONE-|||1
A 3 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 9 9|||M|||式|||REQUIRED|||-NONE-|||1

S 一 位 男 人 合 着 音 乐 唱 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 现 在 我 也 喜 欢 根 儿 子 和 丈 夫 们 一 起 旅 行 。
T0-A0 现 在 我 也 喜 欢 跟 儿 子 和 丈 夫 他 们 一 起 旅 行 。
A 6 7|||S|||跟|||REQUIRED|||-NONE-|||0
A 12 12|||M|||他|||REQUIRED|||-NONE-|||0
T1-A0 现 在 我 也 喜 欢 跟 儿 子 和 丈 夫 一 起 旅 行 。
A 6 7|||S|||跟|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 如 果 学 生 的 时 候 没 有 机 会 接 触 异 性 的 话 ， 学 校 毕 业 后 突 然 进 入 一 般 社 会 的 时 候 ， 不 知 道 怎 么 对 待 好 。 这 样 在 社 会 生 活 上 ， 会 遇 到 困 惑 。
T0-A0 如 果 当 学 生 的 时 候 没 有 机 会 接 触 异 性 的 话 ， 学 校 毕 业 后 突 然 进 入 社 会 ， 就 会 不 知 道 怎 么 对 待 异 性 才 好 ， 这 样 在 社 会 生 活 上 就 会 遇 到 困 惑 。
A 2 2|||M|||当|||REQUIRED|||-NONE-|||0
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M|||就 会|||REQUIRED|||-NONE-|||0
A 42 42|||M|||异 性 才|||REQUIRED|||-NONE-|||0
A 43 44|||S|||，|||REQUIRED|||-NONE-|||0
A 52 53|||S|||就|||REQUIRED|||-NONE-|||0
T1-A0 如 果 学 生 时 代 没 有 机 会 接 触 异 性 的 话 ， 从 学 校 毕 业 后 突 然 进 入 社 会 的 时 候 ， 就 不 知 道 怎 么 对 待 才 好 ， 这 样 在 社 会 生 活 上 会 遇 到 困 惑 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 7|||S|||代|||REQUIRED|||-NONE-|||1
A 18 18|||M|||从|||REQUIRED|||-NONE-|||1
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 35|||M|||就|||REQUIRED|||-NONE-|||1
A 42 42|||M|||才|||REQUIRED|||-NONE-|||1
A 43 44|||S|||，|||REQUIRED|||-NONE-|||1
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 如 果 在 学 生 的 时 候 没 有 机 会 接 触 异 性 的 话 ， 学 校 毕 业 后 突 然 进 入 社 会 的 时 候 ， 不 知 道 怎 么 对 待 才 好 。 这 样 在 社 会 生 活 上 ， 会 遇 到 困 惑 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||2
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 42 42|||M|||才|||REQUIRED|||-NONE-|||2

S 所 以 父 母 也 多 关 心 自 己 的 孩 子 。
T0-A0 所 以 父 母 也 要 多 关 心 自 己 的 孩 子 。
A 5 5|||M|||要|||REQUIRED|||-NONE-|||0
T1-A0 所 以 父 母 也 应 该 多 关 心 自 己 的 孩 子 。
A 5 5|||M|||应 该|||REQUIRED|||-NONE-|||1
T2-A0 所 以 父 母 要 多 关 心 自 己 的 孩 子 。
A 4 5|||S|||要|||REQUIRED|||-NONE-|||2

S 不 像 一 进 实 社 会 上 遇 到 什 么 困 难 一 下 子 无 法 对 待 的 不 会 交 际 、 交 流 互 相 沟 通 的 那 些 一 代 人 。
T0-A0 不 像 一 进 社 会 遇 到 什 么 困 难 就 一 下 子 无 法 处 理 的 不 会 互 相 交 流 沟 通 的 那 些 人 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||就|||REQUIRED|||-NONE-|||0
A 19 21|||S|||处 理|||REQUIRED|||-NONE-|||0
A 24 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 31|||W|||互 相 交 流|||REQUIRED|||-NONE-|||0
A 36 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 不 像 一 进 实 际 社 会 遇 到 什 么 困 难 一 下 子 无 法 应 付 的 不 会 交 际 、 不 会 交 流 、 不 会 互 相 沟 通 的 那 些 人 。
A 5 5|||M|||际|||REQUIRED|||-NONE-|||1
A 7 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 21|||S|||应 付|||REQUIRED|||-NONE-|||1
A 27 27|||M|||不 会|||REQUIRED|||-NONE-|||1
A 29 29|||M|||、 不 会|||REQUIRED|||-NONE-|||1
A 36 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 今 天 我 累 得 连 换 衣 服 也 不 想 做 。
T0-A0 今 天 我 累 得 连 衣 服 也 不 想 换 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S|||换|||REQUIRED|||-NONE-|||0

S 大 学 老 师 也 不 是 好 工 作 ： 怎 么 能 找 钱 ？ 开 始 教 文 学 工 资 少 ， 现 在 老 师 也 不 体 面 。 体 面 的 职 业 当 然 跟 经 济 有 关 系 。
T0-A0 大 学 老 师 也 不 是 好 工 作 ： 怎 么 可 能 挣 到 许 多 钱 ？ 开 始 教 学 时 工 资 很 少 ， 现 在 当 老 师 也 不 体 面 。 体 面 的 职 业 当 然 跟 经 济 有 关 系 。
A 13 13|||M|||可|||REQUIRED|||-NONE-|||0
A 14 15|||S|||挣 到 许 多|||REQUIRED|||-NONE-|||0
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M|||时|||REQUIRED|||-NONE-|||0
A 24 24|||M|||很|||REQUIRED|||-NONE-|||0
A 28 28|||M|||当|||REQUIRED|||-NONE-|||0
T1-A0 大 学 老 师 也 不 是 好 工 作 ： 怎 么 能 挣 钱 ？ 刚 开 始 教 时 工 资 少 ， 现 在 当 老 师 也 不 体 面 。 体 面 的 职 业 当 然 跟 经 济 有 关 系 。
A 14 15|||S|||挣|||REQUIRED|||-NONE-|||1
A 17 17|||M|||刚|||REQUIRED|||-NONE-|||1
A 20 22|||S|||时|||REQUIRED|||-NONE-|||1
A 28 28|||M|||当|||REQUIRED|||-NONE-|||1
T2-A0 大 学 老 师 也 不 是 好 工 作 ： 怎 么 能 赚 钱 ？ 刚 开 始 教 时 工 资 少 ， 现 在 当 老 师 也 不 体 面 。 体 面 的 职 业 当 然 跟 经 济 有 关 系 。
A 14 15|||S|||赚|||REQUIRED|||-NONE-|||2
A 17 17|||M|||刚|||REQUIRED|||-NONE-|||2
A 20 22|||S|||时|||REQUIRED|||-NONE-|||2
A 28 28|||M|||当|||REQUIRED|||-NONE-|||2

S 害 了 自 己 ， 把 有 所 作 为 的 生 命 浪 费 掉 尚 且 不 说 ， 还 害 苦 了 家 人 得 给 你 筹 钱 治 病 ， 天 天 往 医 院 跑 ， 劳 心 劳 神 。
T0-A0 尚 且 不 说 你 害 了 自 己 ， 把 本 可 以 有 所 作 为 的 生 命 浪 费 掉 ， 你 还 害 苦 了 家 人 ， 让 他 们 给 你 筹 钱 治 病 ， 天 天 往 医 院 跑 ， 劳 心 劳 神 。
A 0 0|||M|||尚 且 不 说 你|||REQUIRED|||-NONE-|||0
A 6 6|||M|||本 可 以|||REQUIRED|||-NONE-|||0
A 16 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M|||你|||REQUIRED|||-NONE-|||0
A 27 28|||S|||， 让 他 们|||REQUIRED|||-NONE-|||0
T1-A0 尚 且 不 说 害 了 自 己 ， 把 应 有 所 作 为 的 生 命 浪 费 掉 ， 还 害 苦 了 家 人 ， 他 们 得 给 你 筹 钱 治 病 ， 天 天 往 医 院 跑 ， 劳 心 劳 神 。
A 0 0|||M|||尚 且 不 说|||REQUIRED|||-NONE-|||1
A 6 6|||M|||应|||REQUIRED|||-NONE-|||1
A 16 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||， 他 们|||REQUIRED|||-NONE-|||1

S 在 韩 国 的 名 星 最 近 唱 以 前 的 歌 曲 ， 吸 引 了 中 长 年 人 的 注 目 。
T0-A0 在 韩 国 ， 明 星 最 近 唱 以 前 的 歌 曲 ， 吸 引 了 中 老 年 人 的 关 注 。
A 3 5|||S|||， 明|||REQUIRED|||-NONE-|||0
A 19 20|||S|||老|||REQUIRED|||-NONE-|||0
A 23 23|||M|||关|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 韩 国 的 明 星 最 近 唱 以 前 的 歌 曲 ， 吸 引 了 中 老 年 人 的 注 意 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 5|||S|||明|||REQUIRED|||-NONE-|||1
A 19 20|||S|||老|||REQUIRED|||-NONE-|||1
A 24 25|||S|||意|||REQUIRED|||-NONE-|||1

S 调 查 显 示 ， 在 女 校 或 男 校 同 性 恋 者 的 巴 仙 率 比 男 女 混 合 学 校 的 高 出 许 多 。
T0-A0 调 查 显 示 ， 在 女 校 或 男 校 同 性 恋 者 的 机 率 比 男 女 混 合 学 校 的 高 出 许 多 。
A 16 18|||S|||机|||REQUIRED|||-NONE-|||0
T1-A0 调 查 显 示 ， 在 女 校 或 男 校 同 性 恋 者 的 百 分 率 比 男 女 混 合 学 校 的 高 出 许 多 。
A 16 18|||S|||百 分|||REQUIRED|||-NONE-|||1
T2-A0 调 查 显 示 ， 女 校 或 男 校 同 性 恋 者 的 比 率 比 男 女 混 合 学 校 高 出 许 多 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 16 18|||S|||比|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 做 生 意 的 人 一 定 要 改 变 ， 才 能 像 已 前 的 歌 曲 一 样 有 感 情 的 。
T0-A0 做 生 意 的 人 一 定 要 改 变 ， 才 能 像 以 前 的 歌 曲 一 样 有 感 情 。
A 14 15|||S|||以|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 甚 至 我 睡 觉 前 带 耳 机 听 音 乐 睡 觉 。 最 近 ， 在 走 路 的 时 候 ， 我 们 很 容 易 听 到 流 行 歌 曲 ， 也 可 以 看 到 很 多 明 星 的 照 片 比 如 ， 我 们 看 电 视 的 时 候 可 以 听 到 ， 也 可 以 看 到 流 行 歌 曲 和 明 星 ， 还 有 ， 我 们 去 买 东 西 的 时 候 在 百 货 店 里 可 以 听 到 流 行 歌 曲 ， 这 些 对 我 们 说 什 么 呢 流 行 歌 曲 已 经 进 入 在 我 们 的 生 活 里 。
T0-A0 最 近 ， 在 走 路 的 时 候 ， 我 们 很 容 易 就 能 听 到 流 行 歌 曲 ， 也 可 以 看 到 很 多 明 星 的 照 片 ， 比 如 [缺失成分] 。 我 们 在 看 电 视 的 时 候 可 以 听 到 流 行 歌 曲 ， 也 可 以 看 到 明 星 。 还 有 ， 我 们 去 买 东 西 的 时 候 在 百 货 店 里 可 以 听 到 流 行 歌 曲 。 甚 至 我 睡 觉 前 都 要 戴 着 耳 机 ， 因 为 我 要 听 着 音 乐 睡 觉 。 这 些 对 我 们 而 言 说 明 了 什 么 呢 ？ 说 明 流 行 歌 曲 已 经 进 入 到 我 们 的 生 活 里 了 。
A 0 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M|||就 能|||REQUIRED|||-NONE-|||0
A 49 49|||M|||，|||REQUIRED|||-NONE-|||0
A 51 52|||S|||[缺失成分] 。|||REQUIRED|||-NONE-|||0
A 54 54|||M|||在|||REQUIRED|||-NONE-|||0
A 64 75|||W|||流 行 歌 曲 ， 也 可 以 看 到|||REQUIRED|||-NONE-|||0
A 77 78|||S|||。|||REQUIRED|||-NONE-|||0
A 103 103|||M|||。 甚 至 我 睡 觉 前 都 要 戴 着 耳 机|||REQUIRED|||-NONE-|||0
A 104 104|||M|||因 为 我 要 听 着 音 乐 睡 觉 。|||REQUIRED|||-NONE-|||0
A 109 109|||M|||而 言|||REQUIRED|||-NONE-|||0
A 110 110|||M|||明 了|||REQUIRED|||-NONE-|||0
A 113 113|||M|||？ 说 明|||REQUIRED|||-NONE-|||0
A 121 122|||S|||到|||REQUIRED|||-NONE-|||0
A 128 128|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 甚 至 我 睡 觉 前 戴 着 耳 机 听 音 乐 睡 觉 。 最 近 ， 在 走 路 的 时 候 ， 我 们 很 容 易 能 听 到 流 行 歌 曲 ， 也 可 以 看 到 很 多 明 星 的 照 片 ， 比 如 [缺失成分] ； 我 们 在 看 电 视 的 时 候 也 可 以 听 到 流 行 歌 曲 ， 看 到 一 些 明 星 ； 还 有 ， 我 们 去 买 东 西 的 时 候 ， 在 百 货 店 里 ， 也 可 以 听 到 流 行 歌 曲 ， 这 些 对 我 们 来 说 意 味 着 什 么 呢 ？ 它 意 味 着 流 行 歌 曲 已 经 融 入 到 我 们 的 生 活 里 。
A 6 7|||S|||戴 着|||REQUIRED|||-NONE-|||1
A 30 30|||M|||能|||REQUIRED|||-NONE-|||1
A 49 49|||M|||，|||REQUIRED|||-NONE-|||1
A 51 52|||S|||[缺失成分] ；|||REQUIRED|||-NONE-|||1
A 54 54|||M|||在|||REQUIRED|||-NONE-|||1
A 60 65|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 68 69|||S|||听|||REQUIRED|||-NONE-|||1
A 74 75|||S|||， 看 到 一 些|||REQUIRED|||-NONE-|||1
A 77 78|||S|||；|||REQUIRED|||-NONE-|||1
A 90 90|||M|||，|||REQUIRED|||-NONE-|||1
A 95 95|||M|||， 也|||REQUIRED|||-NONE-|||1
A 109 109|||M|||来|||REQUIRED|||-NONE-|||1
A 110 110|||M|||意 味 着|||REQUIRED|||-NONE-|||1
A 113 113|||M|||？ 它 意 味 着|||REQUIRED|||-NONE-|||1
A 119 120|||S|||融|||REQUIRED|||-NONE-|||1
A 121 122|||S|||到|||REQUIRED|||-NONE-|||1

S 特 别 是 青 少 年 和 大 学 生 对 娱 乐 、 流 行 歌 曲 非 常 敏 感 反 应 。 他 们 总 是 围 绕 着 这 门 话 题 。
T0-A0 特 别 是 青 少 年 和 大 学 生 对 娱 乐 、 流 行 歌 曲 非 常 敏 感 ， 他 们 总 是 围 绕 着 这 个 话 题 。
A 22 25|||S|||，|||REQUIRED|||-NONE-|||0
A 33 34|||S|||个|||REQUIRED|||-NONE-|||0
T1-A0 特 别 是 青 少 年 和 大 学 生 对 娱 乐 、 流 行 歌 曲 的 反 应 非 常 灵 敏 ， 他 们 总 是 围 绕 着 这 个 话 题 。
A 18 18|||M|||的 反 应|||REQUIRED|||-NONE-|||1
A 20 20|||M|||灵|||REQUIRED|||-NONE-|||1
A 21 25|||S|||，|||REQUIRED|||-NONE-|||1
A 33 34|||S|||个|||REQUIRED|||-NONE-|||1
T2-A0 特 别 是 青 少 年 和 大 学 生 对 娱 乐 、 流 行 歌 曲 非 常 感 兴 趣 ， 他 们 总 是 围 绕 着 这 个 话 题 。
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 22 25|||S|||兴 趣 ，|||REQUIRED|||-NONE-|||2
A 33 34|||S|||个|||REQUIRED|||-NONE-|||2

S 从 个 人 健 康 来 看 ， 抽 烟 的 人 比 不 抽 烟 的 人 得 到 病 的 机 会 非 常 高 。 还 有 从 公 众 利 益 来 看 ， 抽 烟 也 不 好 影 响 。
T0-A0 从 个 人 健 康 来 看 ， 抽 烟 的 人 比 不 抽 烟 的 人 得 病 的 机 率 更 高 。 还 有 从 公 众 利 益 来 看 ， 抽 烟 也 会 产 生 不 好 的 影 响 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 26|||S|||率 更|||REQUIRED|||-NONE-|||0
A 41 41|||M|||会 产 生|||REQUIRED|||-NONE-|||0
A 43 43|||M|||的|||REQUIRED|||-NONE-|||0

S 我 觉 得 敢 就 他 叫 愚 公 ， 他 是 英 雄 因 为 他 又 聪 明 又 勇 。
T0-A0 他 叫 愚 公 ， 是 英 雄 ， 因 为 他 又 聪 明 又 勇 敢 。
A 0 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||，|||REQUIRED|||-NONE-|||0
A 22 22|||M|||敢|||REQUIRED|||-NONE-|||0

S 虽 然 我 曾 经 从 没 有 看 卡 通 片 ， 我 现 在 常 常 在 脑 里 看 卡 通 片 。
T0-A0 虽 然 我 曾 经 从 没 有 看 过 卡 通 片 ， 但 是 我 现 在 常 常 在 电 脑 上 看 卡 通 片 。
A 9 9|||M|||过|||REQUIRED|||-NONE-|||0
A 13 13|||M|||但 是|||REQUIRED|||-NONE-|||0
A 19 19|||M|||电|||REQUIRED|||-NONE-|||0
A 20 21|||S|||上|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 以 前 从 来 没 有 看 过 卡 通 片 ， 但 我 现 在 常 常 在 电 脑 里 看 卡 通 片 。
A 3 5|||S|||以 前|||REQUIRED|||-NONE-|||1
A 6 6|||M|||来|||REQUIRED|||-NONE-|||1
A 9 9|||M|||过|||REQUIRED|||-NONE-|||1
A 13 13|||M|||但|||REQUIRED|||-NONE-|||1
A 19 19|||M|||电|||REQUIRED|||-NONE-|||1

S 上 面 所 说 的 3 个 理 由 不 能 正 确 认 识 流 行 歌 曲 、 说 明 流 行 歌 曲 ， 但 是 现 代 的 小 孩 儿 渐 渐 被 污 染 起 来 了 ， 其 中 也 有 流 行 歌 曲 的 原 因 ， 所 以 我 并 不 喜 欢 流 行 歌 曲 。
T0-A0 上 面 所 说 的 3 个 理 由 不 能 帮 助 大 家 正 确 认 识 流 行 歌 曲 ， 但 是 现 代 的 小 孩 儿 渐 渐 被 “ 污 染 ” 了 ， 其 中 也 有 流 行 歌 曲 的 原 因 ， 所 以 我 并 不 喜 欢 流 行 歌 曲 。
A 11 11|||M|||帮 助 大 家|||REQUIRED|||-NONE-|||0
A 15 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M|||“|||REQUIRED|||-NONE-|||0
A 40 42|||S|||”|||REQUIRED|||-NONE-|||0
T1-A0 上 面 所 说 的 3 个 理 由 不 能 使 人 正 确 认 识 流 行 歌 曲 、 说 明 流 行 歌 曲 ， 但 是 现 代 的 小 孩 儿 渐 渐 被 污 染 了 ， 其 中 也 有 流 行 歌 曲 的 因 素 ， 所 以 我 并 不 喜 欢 流 行 歌 曲 。
A 11 11|||M|||使 人|||REQUIRED|||-NONE-|||1
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 55 55|||M|||素|||REQUIRED|||-NONE-|||1
T2-A0 上 面 所 说 的 3 个 理 由 不 能 使 人 正 确 认 识 流 行 歌 曲 、 说 明 流 行 歌 曲 ， 但 是 现 代 的 小 孩 儿 渐 渐 被 污 染 了 ， 其 中 也 有 流 行 歌 曲 的 原 因 ， 所 以 我 并 不 喜 欢 流 行 歌 曲 。
A 11 11|||M|||使 人|||REQUIRED|||-NONE-|||2
A 40 42|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 喜 欢 流 行 歌 曲 是 因 为 它 的 内 容 不 落 后 ， 听 起 来 很 真 实 ， 音 乐 机 器 我 们 都 认 识 而 能 学 会 。
T0-A0 我 喜 欢 流 行 歌 曲 ， 因 为 它 的 内 容 不 落 后 ， 听 起 来 很 真 实 ， 演 奏 流 行 音 乐 的 乐 器 我 们 都 认 识 并 且 能 学 会 。
A 7 8|||S|||，|||REQUIRED|||-NONE-|||0
A 25 25|||M|||演 奏 流 行|||REQUIRED|||-NONE-|||0
A 27 28|||S|||的 乐|||REQUIRED|||-NONE-|||0
A 34 35|||S|||并 且|||REQUIRED|||-NONE-|||0
T1-A0 我 喜 欢 流 行 歌 曲 是 因 为 它 的 内 容 不 落 后 ， 听 起 来 很 真 实 ， 并 且 我 们 都 认 识 而 且 能 学 会 。
A 25 29|||S|||并 且|||REQUIRED|||-NONE-|||1
A 35 35|||M|||且|||REQUIRED|||-NONE-|||1

S 拖 雪 橇 上 去 ， 滑 下 来 ， 比 较 使 人 累 。
T0-A0 拖 雪 橇 上 去 ， 滑 下 来 ， 这 使 人 比 较 累 。
A 10 10|||M|||这|||REQUIRED|||-NONE-|||0
A 10 14|||W|||使 人 比 较|||REQUIRED|||-NONE-|||0
T1-A0 拖 雪 橇 上 去 ， 滑 下 来 ， 人 比 较 累 。
A 10 10|||M|||人|||REQUIRED|||-NONE-|||1
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 拖 雪 橇 上 去 ， 滑 下 来 ， 比 较 累 人 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 15|||W|||累 人|||REQUIRED|||-NONE-|||2

S 学 校 的 英 语 教 育 是 不 落 实 的 ， 我 很 重 视 实 践 。
T0-A0 学 校 的 英 语 教 育 是 脱 离 实 际 的 ， 但 我 很 重 视 实 践 。
A 8 10|||S|||脱 离|||REQUIRED|||-NONE-|||0
A 11 11|||M|||际|||REQUIRED|||-NONE-|||0
A 13 13|||M|||但|||REQUIRED|||-NONE-|||0
T1-A0 学 校 的 英 语 教 育 是 不 落 地 的 ， 但 是 我 很 重 视 实 践 。
A 10 11|||S|||地|||REQUIRED|||-NONE-|||1
A 13 13|||M|||但 是|||REQUIRED|||-NONE-|||1

S 虽 然 我 对 流 行 歌 曲 感 兴 趣 ， 但 是 也 要 看 自 己 那 时 刻 的 心 情 状 态 。 比 如 ， 在 工 作 、 阅 读 或 者 睡 觉 前 ， 我 喜 欢 那 些 轻 松 的 歌 舞 ， 慢 慢 的 节 奏 。 可 在 我 业 余 时 间 ， 我 并 喜 欢 那 种 爱 情 的 歌 曲 ， 节 奏 快 一 些 。
T0-A0 虽 然 我 对 流 行 歌 曲 感 兴 趣 ， 但 是 也 要 看 自 己 那 时 刻 的 心 情 状 态 。 比 如 ， 在 工 作 、 阅 读 或 者 睡 觉 前 ， 我 喜 欢 那 些 轻 松 的 歌 舞 、 慢 慢 的 节 奏 。 可 在 我 业 余 时 间 ， 我 却 喜 欢 那 种 讲 爱 情 的 歌 曲 ， 节 奏 快 一 些 的 。
A 53 54|||S|||、|||REQUIRED|||-NONE-|||0
A 69 70|||S|||却|||REQUIRED|||-NONE-|||0
A 74 74|||M|||讲|||REQUIRED|||-NONE-|||0
A 85 85|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 我 对 流 行 歌 曲 感 兴 趣 ， 但 是 也 要 看 自 己 在 那 个 时 刻 的 心 情 状 态 。 比 如 在 工 作 、 阅 读 或 者 睡 觉 前 ， 我 喜 欢 那 些 轻 松 的 歌 舞 、 慢 慢 的 节 奏 。 可 在 我 的 业 余 时 间 ， 我 更 喜 欢 那 种 有 关 爱 情 的 歌 曲 ， 节 奏 更 快 一 些 。
A 19 19|||M|||在|||REQUIRED|||-NONE-|||1
A 20 20|||M|||个|||REQUIRED|||-NONE-|||1
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 53 54|||S|||、|||REQUIRED|||-NONE-|||1
A 63 63|||M|||的|||REQUIRED|||-NONE-|||1
A 69 70|||S|||更|||REQUIRED|||-NONE-|||1
A 74 74|||M|||有 关|||REQUIRED|||-NONE-|||1
A 82 82|||M|||更|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 我 对 流 行 歌 曲 感 兴 趣 ， 但 是 也 要 看 自 己 那 时 刻 的 心 情 状 态 。 比 如 ， 在 工 作 、 阅 读 或 者 睡 觉 前 ， 我 喜 欢 那 些 轻 松 的 歌 舞 、 慢 慢 的 节 奏 。 可 在 我 业 余 时 间 ， 我 喜 欢 那 种 有 关 爱 情 的 歌 曲 ， 节 奏 快 一 些 的 。
A 53 54|||S|||、|||REQUIRED|||-NONE-|||2
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 74 74|||M|||有 关|||REQUIRED|||-NONE-|||2
A 85 85|||M|||的|||REQUIRED|||-NONE-|||2

S 我 看 他 们 就 想 多 么 难 看 。 而 周 围 的 大 人 一 个 也 不 注 意 他 们 。
T0-A0 我 看 他 们 就 觉 得 多 么 难 看 。 而 周 围 的 大 人 一 个 也 不 注 意 他 们 。
A 5 6|||S|||觉 得|||REQUIRED|||-NONE-|||0

S 当 我 问 吸 烟 者 时 ， 有 些 说 是 一 种 享 受 ， 有 些 说 是 心 里 空 虚 所 以 就 吸 烟 ， 还 有 人 认 为 在 解 决 问 题 和 计 划 工 作 时 吸 烟 会 让 人 想 出 更 好 的 方 法 和 思 维 等 。
T0-A0 当 我 问 吸 烟 者 时 ， 有 些 人 说 是 一 种 享 受 ； 有 些 人 说 是 因 为 心 里 空 虚 ， 所 以 就 吸 烟 ； 还 有 人 认 为 在 解 决 问 题 和 计 划 工 作 时 吸 烟 会 让 人 想 出 更 好 的 方 法 、 有 更 好 的 思 绪 等 。
A 10 10|||M|||人|||REQUIRED|||-NONE-|||0
A 16 17|||S|||；|||REQUIRED|||-NONE-|||0
A 19 19|||M|||人|||REQUIRED|||-NONE-|||0
A 21 21|||M|||因 为|||REQUIRED|||-NONE-|||0
A 25 25|||M|||，|||REQUIRED|||-NONE-|||0
A 30 31|||S|||；|||REQUIRED|||-NONE-|||0
A 59 60|||S|||、 有 更 好 的|||REQUIRED|||-NONE-|||0
A 61 62|||S|||绪|||REQUIRED|||-NONE-|||0
T1-A0 当 我 问 吸 烟 者 时 ， 有 些 人 说 是 一 种 享 受 ， 有 些 人 说 是 因 为 心 里 空 虚 所 以 就 吸 烟 ， 还 有 人 认 为 在 解 决 问 题 和 计 划 工 作 时 吸 烟 会 让 人 想 出 更 好 的 方 法 和 有 更 灵 敏 的 思 维 等 。
A 10 10|||M|||人|||REQUIRED|||-NONE-|||1
A 19 19|||M|||人|||REQUIRED|||-NONE-|||1
A 21 21|||M|||因 为|||REQUIRED|||-NONE-|||1
A 60 60|||M|||有 更 灵 敏 的|||REQUIRED|||-NONE-|||1
T2-A0 当 我 问 吸 烟 者 时 ， 有 些 说 是 一 种 享 受 ， 有 些 说 是 心 里 空 虚 所 以 就 吸 烟 ， 还 有 人 认 为 在 解 决 问 题 和 计 划 工 作 时 吸 烟 会 让 人 想 出 更 好 的 方 法 等 。
A 59 62|||R|||-NONE-|||REQUIRED|||-NONE-|||2
T3-A0 当 我 问 吸 烟 者 时 ， 有 些 说 是 一 种 享 受 ， 有 些 说 是 心 里 空 虚 所 以 就 吸 烟 ， 还 有 人 认 为 在 解 决 问 题 和 计 划 工 作 时 吸 烟 会 让 人 想 出 更 好 的 方 法 和 开 拓 人 的 思 维 等 。
A 60 60|||M|||开 拓 人 的|||REQUIRED|||-NONE-|||3

S 或 者 ， 他 们 也 不 会 茫 茫 然 的 随 着 “ 潮 流 ” 找 寻 恋 爱 对 象 。 正 确 的 思 想 观 念 及 价 值 也 需 要 家 长 们 与 老 师 们 的 不 断 灌 输 。 男 、 女 生 要 互 相 尊 敬 ， 不 应 因 对 方 较 软 弱 ， 就 产 生 要 占 对 方 的 便 宜 。
T0-A0 或 者 ， 他 们 也 不 会 茫 茫 然 地 随 着 “ 潮 流 ” 找 寻 恋 爱 对 象 。 正 确 的 思 想 观 念 及 价 值 也 需 要 家 长 们 与 老 师 们 的 不 断 培 养 。 男 、 女 生 要 互 相 尊 敬 ， 不 应 因 对 方 较 软 弱 ， 就 产 生 要 占 对 方 的 便 宜 的 想 法 。
A 11 12|||S|||地|||REQUIRED|||-NONE-|||0
A 48 50|||S|||培 养|||REQUIRED|||-NONE-|||0
A 80 80|||M|||的 想 法|||REQUIRED|||-NONE-|||0

S 我 没 有 很 多 朋 友 ， 可 是 我 的 朋 友 是 永 远 的 。 我 好 的 朋 友 住 在 大 邱 。 她 很 内 向 ， 可 是 很 可 爱 。 小 的 时 候 我 们 的 生 活 一 样 。 我 们 十 三 岁 每 个 星 期 二 、 星 期 五 一 起 去 就 学 。 现 在 我 们 过 着 不 同 的 生 活 。
T0-A0 我 没 有 很 多 朋 友 ， 可 是 我 的 朋 友 是 永 远 的 。 我 的 好 朋 友 住 在 大 邱 ， 她 很 内 向 ， 可 是 很 可 爱 。 小 的 时 候 我 们 的 生 活 一 样 ， 我 们 十 三 岁 的 每 个 星 期 二 、 星 期 五 一 起 去 上 学 。 现 在 我 们 过 着 不 同 的 生 活 。
A 20 22|||W|||的 好|||REQUIRED|||-NONE-|||0
A 28 29|||S|||，|||REQUIRED|||-NONE-|||0
A 51 52|||S|||，|||REQUIRED|||-NONE-|||0
A 57 57|||M|||的|||REQUIRED|||-NONE-|||0
A 69 70|||S|||上|||REQUIRED|||-NONE-|||0

S 我 觉 得 一 仿 好 工 作 是 一 仿 我 们 喜 欢 作 的 。 挣 钱 是 重 要 ， 但 是 我 们 不 开 心 上 班 ， 我 们 不 会 做 得 好 我 们 的 行 业 。
T0-A0 我 觉 得 一 份 好 工 作 是 一 份 我 们 喜 欢 做 的 。 挣 钱 是 重 要 ， 但 是 如 果 我 们 上 班 不 开 心 ， 我 们 就 不 会 做 得 好 我 们 的 工 作 。
A 4 5|||S|||份|||REQUIRED|||-NONE-|||0
A 10 11|||S|||份|||REQUIRED|||-NONE-|||0
A 15 16|||S|||做|||REQUIRED|||-NONE-|||0
A 26 26|||M|||如 果|||REQUIRED|||-NONE-|||0
A 28 33|||W|||上 班 不 开 心|||REQUIRED|||-NONE-|||0
A 36 36|||M|||就|||REQUIRED|||-NONE-|||0
A 44 46|||S|||工 作|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 一 份 好 工 作 是 一 份 我 们 喜 欢 做 的 。 挣 钱 是 重 要 ， 但 是 我 们 上 班 不 开 心 ， 我 们 就 不 会 做 好 我 们 的 工 作 。
A 4 5|||S|||份|||REQUIRED|||-NONE-|||1
A 10 11|||S|||份|||REQUIRED|||-NONE-|||1
A 15 16|||S|||做|||REQUIRED|||-NONE-|||1
A 28 33|||W|||上 班 不 开 心|||REQUIRED|||-NONE-|||1
A 36 36|||M|||就|||REQUIRED|||-NONE-|||1
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 44 46|||S|||工 作|||REQUIRED|||-NONE-|||1

S 这 次 我 就 是 一 个 人 去 ， 所 以 我 希 望 我 会 见 面 些 个 住 在 北 京 的 人 儿 。
T0-A0 这 次 我 就 是 一 个 人 去 ， 所 以 我 希 望 我 会 见 到 些 个 住 在 北 京 的 人 儿 。
A 18 19|||S|||到|||REQUIRED|||-NONE-|||0
T1-A0 这 次 我 就 是 一 个 人 去 ， 所 以 我 希 望 我 会 碰 到 些 个 住 在 北 京 的 人 儿 。
A 17 19|||S|||碰 到|||REQUIRED|||-NONE-|||1

S 以 前 由 于 韩 国 未 发 达 所 以 粮 食 总 是 不 够 的 。 因 此 ， 为 了 解 决 人 们 的 饥 饿 国 家 开 始 大 量 的 生 产 农 作 物 。
T0-A0 以 前 由 于 韩 国 不 发 达 ， 所 以 粮 食 总 是 不 够 的 。 因 此 ， 为 了 解 决 人 们 饥 饿 的 问 题 ， 国 家 开 始 大 量 地 生 产 农 作 物 。
A 6 7|||S|||不|||REQUIRED|||-NONE-|||0
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 28 31|||W|||饥 饿 的|||REQUIRED|||-NONE-|||0
A 31 31|||M|||问 题 ，|||REQUIRED|||-NONE-|||0
A 37 38|||S|||地|||REQUIRED|||-NONE-|||0
T0-A1 以 前 由 于 韩 国 不 发 达 ， 所 以 粮 食 总 是 不 够 的 。 因 此 ， 为 了 解 决 人 们 饥 饿 的 问 题 ， 国 家 开 始 大 量 地 生 产 农 作 物 。
A 6 7|||S|||不|||REQUIRED|||-NONE-|||0
A 9 9|||M|||，|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 31|||M|||的 问 题 ，|||REQUIRED|||-NONE-|||0
A 37 38|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 以 前 由 于 韩 国 不 发 达 ， 所 以 粮 食 总 是 不 够 的 。 因 此 ， 为 了 解 决 人 们 的 饥 饿 ， 国 家 开 始 大 量 地 生 产 农 作 物 。
A 6 7|||S|||不|||REQUIRED|||-NONE-|||1
A 9 9|||M|||，|||REQUIRED|||-NONE-|||1
A 31 31|||M|||，|||REQUIRED|||-NONE-|||1
A 37 38|||S|||地|||REQUIRED|||-NONE-|||1

S 虽 然 因 吃 了 使 用 过 化 肥 和 农 药 的 农 作 物 危 害 人 体 健 康 的 例 子 时 有 发 生 ， 但 总 比 失 去 几 亿 人 的 宝 贵 的 生 命 来 得 重 要 。 这 是 目 前 最 有 效 解 决 粮 食 不 足 问 题 的 方 法 。
T0-A0 虽 然 因 吃 了 使 用 过 化 肥 和 农 药 的 农 作 物 而 危 害 人 体 健 康 的 例 子 时 有 发 生 ， 但 总 比 失 去 几 亿 人 的 宝 贵 的 生 命 来 得 好 。 这 是 目 前 最 有 效 解 决 粮 食 不 足 问 题 的 方 法 。
A 17 17|||M|||而|||REQUIRED|||-NONE-|||0
A 47 49|||S|||好|||REQUIRED|||-NONE-|||0

S 两 年 前 我 在 大 学 认 识 了 一 个 好 朋 友 ， 她 叫 玛 丽 ， 她 二 十 岁 。 有 时 她 一 点 儿 脾 气 ， 可 是 不 常 常 脾 气 。 我 跟 也 在 一 起 的 时 候 总 是 笑 。
T0-A0 两 年 前 我 在 大 学 认 识 了 一 个 好 朋 友 ， 她 叫 玛 丽 ， 她 二 十 岁 。 有 时 她 有 一 点 儿 脾 气 ， 可 是 不 常 常 发 脾 气 。 我 跟 她 在 一 起 的 时 候 总 是 笑 。
A 29 29|||M|||有|||REQUIRED|||-NONE-|||0
A 40 40|||M|||发|||REQUIRED|||-NONE-|||0
A 45 46|||S|||她|||REQUIRED|||-NONE-|||0
T1-A0 两 年 前 我 在 大 学 认 识 了 一 个 好 朋 友 ， 她 叫 玛 丽 ， 二 十 岁 。 有 时 她 会 发 一 点 儿 脾 气 ， 但 是 不 会 常 常 发 脾 气 。 我 跟 她 在 一 起 的 时 候 也 总 是 会 笑 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 29|||M|||会 发|||REQUIRED|||-NONE-|||1
A 35 36|||S|||但|||REQUIRED|||-NONE-|||1
A 38 38|||M|||会|||REQUIRED|||-NONE-|||1
A 40 40|||M|||发|||REQUIRED|||-NONE-|||1
A 45 46|||S|||她|||REQUIRED|||-NONE-|||1
A 52 52|||M|||也|||REQUIRED|||-NONE-|||1
A 54 54|||M|||会|||REQUIRED|||-NONE-|||1

S 总 之 ， 我 们 为 了 自 己 的 健 康 和 公 众 利 益 ， 并 保 持 市 容 整 洁 ， 抽 烟 的 人 都 戒 烟 吧 ， 要 不 然 吸 烟 对 个 人 健 康 和 别 人 会 带 来 不 好 的 影 响 ， 而 且 情 况 越 来 越 厉 害 。
T0-A0 总 之 ， 为 了 自 己 的 健 康 和 公 众 利 益 ， 并 保 持 市 容 整 洁 ， 抽 烟 的 人 都 戒 烟 吧 ， 要 不 然 吸 烟 给 个 人 健 康 和 别 人 都 会 带 来 不 好 的 影 响 ， 而 且 情 况 只 会 越 来 越 严 重 。
A 3 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 41|||S|||给|||REQUIRED|||-NONE-|||0
A 48 48|||M|||都|||REQUIRED|||-NONE-|||0
A 61 61|||M|||只 会|||REQUIRED|||-NONE-|||0
A 64 66|||S|||严 重|||REQUIRED|||-NONE-|||0

S 可 是 我 不 是 都 喜 欢 什 么 流 行 歌 曲 。
T0-A0 可 是 我 不 全 是 喜 欢 流 行 歌 曲 。
A 4 4|||M|||全|||REQUIRED|||-NONE-|||0
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 可 是 我 不 是 什 么 流 行 歌 曲 都 喜 欢 。
A 5 14|||W|||什 么 流 行 歌 曲 都 喜 欢|||REQUIRED|||-NONE-|||1

S 我 很 喜 欢 印 度 和 中 国 ， 我 认 为 这 两 个 国 家 有 在 世 界 上 最 丰 富 的 文 化 和 历 史 ， 所 以 在 我 的 国 家 上 后 我 开 始 学 汉 语 ， 毕 来 后 我 决 定 去 中 国 一 年 练 习 语 言 。
T0-A0 我 很 喜 欢 印 度 和 中 国 ， 我 认 为 这 两 个 国 家 有 世 界 上 最 丰 富 的 文 化 和 历 史 ， 所 以 在 我 的 国 家 上 学 后 我 开 始 学 汉 语 ， 毕 业 后 我 决 定 去 中 国 练 习 一 年 语 言 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 41|||M|||学|||REQUIRED|||-NONE-|||0
A 50 51|||S|||业|||REQUIRED|||-NONE-|||0
A 58 62|||W|||练 习 一 年|||REQUIRED|||-NONE-|||0

S 我 介 绍 我 去 年 在 中 文 系 认 识 的 朋 友 迈 克 。 他 是 一 半 瑞 士 人 ， 半 法 国 人 。
T0-A0 我 介 绍 一 下 去 年 在 中 文 系 认 识 的 朋 友 迈 克 。 他 是 瑞 士 和 法 国 的 混 血 儿 。
A 3 4|||S|||一 下|||REQUIRED|||-NONE-|||0
A 20 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 27|||S|||和|||REQUIRED|||-NONE-|||0
A 29 30|||S|||的 混 血 儿|||REQUIRED|||-NONE-|||0
T1-A0 我 介 绍 一 下 我 去 年 在 中 文 系 认 识 的 朋 友 — — 迈 克 。 他 是 有 一 半 瑞 士 血 统 ， 一 半 法 国 血 统 的 人 。
A 3 3|||M|||一 下|||REQUIRED|||-NONE-|||1
A 15 15|||M|||— —|||REQUIRED|||-NONE-|||1
A 20 20|||M|||有|||REQUIRED|||-NONE-|||1
A 24 25|||S|||血 统|||REQUIRED|||-NONE-|||1
A 26 26|||M|||一|||REQUIRED|||-NONE-|||1
A 29 29|||M|||血 统 的|||REQUIRED|||-NONE-|||1
T2-A0 我 介 绍 一 下 我 去 年 在 中 文 系 认 识 的 朋 友 迈 克 。 他 一 半 是 瑞 士 人 ， 一 半 是 法 国 人 。
A 3 3|||M|||一 下|||REQUIRED|||-NONE-|||2
A 19 22|||W|||一 半 是|||REQUIRED|||-NONE-|||2
A 26 26|||M|||一|||REQUIRED|||-NONE-|||2
A 27 27|||M|||是|||REQUIRED|||-NONE-|||2

S 我 的 作 业 太 容 易 ， 我 总 是 很 无 聊 ， 我 的 老 师 很 不 快 乐 我 没 学 了 新 的 东 西 。
T0-A0 我 的 作 业 太 容 易 ， 我 总 是 很 无 聊 。 我 的 老 师 很 不 开 心 ， 因 为 我 没 学 到 新 的 东 西 。
A 14 15|||S|||。|||REQUIRED|||-NONE-|||0
A 21 23|||S|||开 心 ， 因 为|||REQUIRED|||-NONE-|||0
A 26 27|||S|||到|||REQUIRED|||-NONE-|||0
T1-A0 因 为 我 的 作 业 太 容 易 ， 所 以 我 总 是 很 无 聊 。 我 的 老 师 很 不 快 乐 因 为 我 没 学 新 的 东 西 。
A 0 0|||M|||因 为|||REQUIRED|||-NONE-|||1
A 8 8|||M|||所 以|||REQUIRED|||-NONE-|||1
A 14 15|||S|||。|||REQUIRED|||-NONE-|||1
A 23 23|||M|||因 为|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 这 一 致 感 可 以 产 业 同 质 感 。
T0-A0 这 一 致 感 可 以 产 生 同 质 感 。
A 7 8|||S|||生|||REQUIRED|||-NONE-|||0

S ” 我 说 “ 因 为 呢 ， 人 们 喜 欢 流 行 歌 曲 ， 还 有 很 大 的 吸 引 力 ， 还 有 除 外 流 行 歌 曲 以 外 其 它 的 歌 曲 没 有 听 过 。
T0-A0 我 说 ： “ 人 们 喜 欢 流 行 歌 曲 ， 不 仅 是 因 为 流 行 歌 曲 有 很 大 的 吸 引 力 ， 还 因 为 除 了 流 行 歌 曲 以 外 人 们 没 有 听 过 其 它 的 歌 曲 。 ”
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 3 3|||M|||：|||REQUIRED|||-NONE-|||0
A 4 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||不 仅 是 因 为 流 行 歌 曲|||REQUIRED|||-NONE-|||0
A 27 28|||S|||因 为|||REQUIRED|||-NONE-|||0
A 29 30|||S|||了|||REQUIRED|||-NONE-|||0
A 36 36|||M|||人 们 没 有 听 过|||REQUIRED|||-NONE-|||0
A 41 45|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 46|||M|||”|||REQUIRED|||-NONE-|||0

S 我 觉 得 两 个 人 如 果 相 遇 了 很 久 后 慢 慢 的 对 彼 此 有 感 情 的 爱 情 ， 会 是 最 好 的 爱 情 。
T0-A0 我 认 为 ， 两 个 人 相 识 了 很 久 后 慢 慢 地 对 彼 此 有 感 情 的 爱 情 ， 会 是 最 好 的 爱 情 。
A 1 3|||S|||认 为 ，|||REQUIRED|||-NONE-|||0
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||S|||识|||REQUIRED|||-NONE-|||0
A 16 17|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 两 个 人 相 遇 了 很 久 后 慢 慢 地 对 彼 此 有 感 情 的 爱 情 ， 才 是 最 好 的 爱 情 。
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 17|||S|||地|||REQUIRED|||-NONE-|||1
A 27 28|||S|||才|||REQUIRED|||-NONE-|||1

S 如 果 是 我 ， 选 后 者 的 。
T0-A0 如 果 是 我 ， 我 会 选 后 者 。
A 5 5|||M|||我 会|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 如 果 是 我 ， 我 会 选 后 者 的 。
A 5 5|||M|||我 会|||REQUIRED|||-NONE-|||1

S 所 以 我 基 本 上 不 得 不 同 意 现 在 的 趋 势 。
T0-A0 所 以 我 基 本 上 不 得 不 跟 随 现 在 的 趋 势 。
A 9 11|||S|||跟 随|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 基 本 上 不 得 不 顺 应 现 在 的 趋 势 。
A 9 11|||S|||顺 应|||REQUIRED|||-NONE-|||1

S 但 是 父 子 之 间 已 有 这 样 想 法 不 一 致 的 ， 那 当 然 和 他 人 不 一 致 。
T0-A0 但 是 父 子 之 间 已 有 这 样 不 一 致 的 想 法 ， 那 当 然 和 他 人 不 一 致 。
A 10 16|||W|||不 一 致 的 想 法|||REQUIRED|||-NONE-|||0
T1-A0 但 是 父 子 之 间 已 有 这 样 想 法 不 一 致 的 情 况 ， 那 当 然 和 他 人 不 一 致 。
A 16 16|||M|||情 况|||REQUIRED|||-NONE-|||1

S 还 有 吸 烟 对 周 围 的 人 带 来 坏 处 ， 尤 其 是 青 少 年 与 怀 孕 者 。
T0-A0 还 有 ， 吸 烟 会 对 周 围 的 人 带 来 危 害 ， 尤 其 是 青 少 年 与 孕 妇 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 4 4|||M|||会|||REQUIRED|||-NONE-|||0
A 11 13|||S|||危 害|||REQUIRED|||-NONE-|||0
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S|||妇|||REQUIRED|||-NONE-|||0
T1-A0 还 有 吸 烟 给 周 围 的 人 带 来 坏 处 ， 尤 其 是 青 少 年 与 怀 孕 者 。
A 4 5|||S|||给|||REQUIRED|||-NONE-|||1
T2-A0 还 有 ， 吸 烟 会 对 周 围 的 人 带 来 不 好 的 影 响 ， 尤 其 是 青 少 年 与 怀 孕 者 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 4 4|||M|||会|||REQUIRED|||-NONE-|||2
A 11 13|||S|||不 好 的 影 响|||REQUIRED|||-NONE-|||2

S 因 为 化 肥 和 农 药 是 科 学 发 达 的 结 果 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 哥 哥 的 生 日 我 就 认 识 他 。
T0-A0 在 哥 哥 的 生 日 那 天 我 就 认 识 他 了 。
A 6 6|||M|||那 天|||REQUIRED|||-NONE-|||0
A 11 11|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 在 哥 哥 生 日 的 时 候 我 就 认 识 他 。
A 3 6|||W|||生 日 的|||REQUIRED|||-NONE-|||1
A 6 6|||M|||时 候|||REQUIRED|||-NONE-|||1
T1-A1 在 哥 哥 生 日 的 时 候 我 就 认 识 他 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 6|||M|||的 时 候|||REQUIRED|||-NONE-|||1
T2-A0 在 哥 哥 的 生 日 那 天 我 就 认 识 了 他 。
A 6 6|||M|||那 天|||REQUIRED|||-NONE-|||2
A 10 10|||M|||了|||REQUIRED|||-NONE-|||2
T3-A0 在 哥 哥 生 日 的 时 候 我 就 认 识 他 了 。
A 3 6|||W|||生 日 的|||REQUIRED|||-NONE-|||3
A 6 6|||M|||时 候|||REQUIRED|||-NONE-|||3
A 11 11|||M|||了|||REQUIRED|||-NONE-|||3
T3-A1 在 哥 哥 生 日 的 时 候 我 就 认 识 他 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 6 6|||M|||的 时 候|||REQUIRED|||-NONE-|||3
A 11 11|||M|||了|||REQUIRED|||-NONE-|||3
T4-A0 在 哥 哥 生 日 的 那 天 我 就 认 识 他 了 。
A 3 6|||W|||生 日 的|||REQUIRED|||-NONE-|||4
A 6 6|||M|||那 天|||REQUIRED|||-NONE-|||4
A 11 11|||M|||了|||REQUIRED|||-NONE-|||4
T4-A1 在 哥 哥 生 日 的 那 天 我 就 认 识 他 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||4
A 6 6|||M|||的 那 天|||REQUIRED|||-NONE-|||4
A 11 11|||M|||了|||REQUIRED|||-NONE-|||4
T5-A0 在 哥 哥 生 日 那 天 我 就 认 识 他 了 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||5
A 6 6|||M|||那 天|||REQUIRED|||-NONE-|||5
A 11 11|||M|||了|||REQUIRED|||-NONE-|||5
T6-A0 在 哥 哥 生 日 的 那 天 我 就 认 识 了 他 。
A 3 6|||W|||生 日 的|||REQUIRED|||-NONE-|||6
A 6 6|||M|||那 天|||REQUIRED|||-NONE-|||6
A 10 10|||M|||了|||REQUIRED|||-NONE-|||6
T6-A1 在 哥 哥 生 日 的 那 天 我 就 认 识 了 他 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||6
A 6 6|||M|||的 那 天|||REQUIRED|||-NONE-|||6
A 10 10|||M|||了|||REQUIRED|||-NONE-|||6

S 除 此 之 外 ， 父 母 的 思 想 观 念 也 给 我 影 响 。
T0-A0 除 此 之 外 ， 父 母 的 思 想 观 念 也 对 我 产 生 影 响 。
A 13 14|||S|||对|||REQUIRED|||-NONE-|||0
A 15 15|||M|||产 生|||REQUIRED|||-NONE-|||0
T1-A0 除 此 之 外 ， 父 母 的 思 想 观 念 也 给 我 很 大 影 响 。
A 15 15|||M|||很 大|||REQUIRED|||-NONE-|||1
T2-A0 除 此 之 外 ， 父 母 的 思 想 观 念 也 给 我 带 来 影 响 。
A 15 15|||M|||带 来|||REQUIRED|||-NONE-|||2

S 其 实 不 然 ， 正 值 青 少 年 的 男 女 同 学 对 所 有 的 事 物 都 抱 着 万 分 的 好 奇 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 这 时 往 往 先 在 自 己 身 上 看 看 有 没 有 问 题 的 存 在 的 家 长 ， 才 是 好 家 长 。
T0-A0 往 往 这 时 先 在 自 己 身 上 看 看 有 没 有 问 题 存 在 的 家 长 ， 是 好 家 长 。
A 0 1|||S|||往|||REQUIRED|||-NONE-|||0
A 1 4|||W|||往 这 时|||REQUIRED|||-NONE-|||0
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T0-A1 往 往 这 时 先 在 自 己 身 上 看 看 有 没 有 问 题 存 在 的 家 长 ， 是 好 家 长 。
A 0 1|||S|||往 往|||REQUIRED|||-NONE-|||0
A 3 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 在 孩 子 犯 错 时 ， 往 往 先 在 自 己 身 上 看 看 有 没 有 问 题 存 在 的 家 长 ， 才 是 好 家 长 。
A 1 2|||S|||孩 子 犯 错|||REQUIRED|||-NONE-|||1
A 3 3|||M|||，|||REQUIRED|||-NONE-|||1
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 在 这 时 往 往 先 在 自 己 身 上 看 看 有 没 有 存 在 问 题 的 家 长 ， 才 是 好 家 长 。
A 16 21|||W|||存 在 问 题|||REQUIRED|||-NONE-|||2
T3-A0 在 这 时 ， 先 在 自 己 身 上 看 看 有 没 有 问 题 存 在 的 家 长 ， 才 是 好 家 长 。
A 3 5|||S|||，|||REQUIRED|||-NONE-|||3
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 也 许 那 时 的 我 还 没 成 熟 ， 就 重 视 赶 上 流 行 ， 以 为 这 样 做 才 时 髦 。
T0-A0 也 许 那 时 的 我 还 没 成 熟 ， 就 重 视 赶 流 行 ， 以 为 这 样 做 才 时 髦 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 也 许 那 时 的 我 还 不 成 熟 ， 就 重 视 追 赶 流 行 ， 以 为 这 样 做 才 时 髦 。
A 7 8|||S|||不|||REQUIRED|||-NONE-|||1
A 14 14|||M|||追|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 也 许 那 时 的 我 还 不 够 成 熟 ， 就 注 重 跟 上 潮 流 ， 以 为 那 样 做 才 时 髦 。
A 7 8|||S|||不 够|||REQUIRED|||-NONE-|||2
A 12 12|||M|||注|||REQUIRED|||-NONE-|||2
A 13 15|||S|||跟|||REQUIRED|||-NONE-|||2
A 16 16|||M|||潮|||REQUIRED|||-NONE-|||2
A 17 18|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 21 22|||S|||那|||REQUIRED|||-NONE-|||2
T3-A0 也 许 那 时 的 我 还 不 成 熟 ， 就 重 视 赶 流 行 ， 以 为 这 样 做 才 时 髦 。
A 7 8|||S|||不|||REQUIRED|||-NONE-|||3
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 世 博 会 也 是 一 个 机 会 发 展 一 个 城 市 的 规 划 。
T0-A0 世 博 会 也 是 规 划 一 个 城 市 如 何 发 展 的 机 会 。
A 5 11|||S|||规 划|||REQUIRED|||-NONE-|||0
A 15 15|||M|||如 何 发 展|||REQUIRED|||-NONE-|||0
A 16 18|||S|||机 会|||REQUIRED|||-NONE-|||0
T0-A1 世 博 会 也 是 规 划 一 个 城 市 如 何 发 展 的 机 会 。
A 5 5|||M|||规 划|||REQUIRED|||-NONE-|||0
A 7 9|||S|||城 市 如 何|||REQUIRED|||-NONE-|||0
A 11 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 18|||S|||机 会|||REQUIRED|||-NONE-|||0
T1-A0 世 博 会 也 是 一 个 规 划 城 市 发 展 的 机 会 。
A 7 13|||S|||规 划|||REQUIRED|||-NONE-|||1
A 15 15|||M|||发 展|||REQUIRED|||-NONE-|||1
A 16 18|||S|||机 会|||REQUIRED|||-NONE-|||1
T1-A1 世 博 会 也 是 一 个 规 划 城 市 发 展 的 机 会 。
A 7 9|||S|||规 划 城 市|||REQUIRED|||-NONE-|||1
A 11 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 16 18|||S|||机 会|||REQUIRED|||-NONE-|||1
T2-A0 世 博 会 也 是 发 展 一 个 城 市 的 规 划 的 一 个 机 会 。
A 5 18|||W|||发 展 一 个 城 市 的 规 划 的 一 个 机 会|||REQUIRED|||-NONE-|||2

S 如 果 不 抽 烟 的 话 身 体 上 出 现 毛 病 。 他 们 说 不 能 控 制 了 。
T0-A0 如 果 不 抽 烟 而 身 体 上 出 现 毛 病 ， 他 们 就 说 不 能 控 制 了 。
A 5 7|||S|||而|||REQUIRED|||-NONE-|||0
A 14 15|||S|||，|||REQUIRED|||-NONE-|||0
A 17 17|||M|||就|||REQUIRED|||-NONE-|||0
T1-A0 如 果 不 抽 烟 的 话 身 体 上 就 会 出 现 毛 病 。 他 们 说 不 能 控 制 了 。
A 10 10|||M|||就 会|||REQUIRED|||-NONE-|||1
T2-A0 如 果 不 抽 烟 ， 身 体 上 出 现 了 毛 病 ， 那 就 不 能 控 制 了 。
A 5 7|||S|||，|||REQUIRED|||-NONE-|||2
A 12 12|||M|||了|||REQUIRED|||-NONE-|||2
A 14 18|||S|||， 那 就|||REQUIRED|||-NONE-|||2

S 因 为 这 个 配 套 的 推 出 颇 受 好 评 ， 因 此 “ 好 好 酒 店 ” 在 本 地 的 知 名 度 提 高 了 ， 而 且 名 扬 海 外 。 这 次 强 烈 的 回 响 也 使 本 人 有 机 会 被 公 司 派 遣 到 加 拿 大 三 周 ， 观 察 当 地 响 当 当 的 旅 馆 的 工 作 情 形 ， 将 所 见 所 闻 当 作 改 进 “ 好 好 酒 店 ” 的 参 考 。
T0-A0 因 为 这 个 配 套 方 案 的 推 出 颇 受 好 评 ， 因 此 “ 好 好 酒 店 ” 在 本 地 的 知 名 度 提 高 了 ， 而 且 名 扬 海 外 。 这 次 强 烈 的 回 响 也 使 本 人 有 机 会 被 公 司 派 遣 到 加 拿 大 三 周 ， 观 察 当 地 响 当 当 的 旅 馆 的 工 作 情 形 ， 将 所 见 所 闻 当 作 改 进 “ 好 好 酒 店 ” 的 参 考 。
A 6 6|||M|||方 案|||REQUIRED|||-NONE-|||0
T1-A0 因 为 这 个 套 餐 的 推 出 颇 受 好 评 ， 因 此 “ 好 好 酒 店 ” 在 本 地 的 知 名 度 提 高 了 ， 而 且 名 扬 海 外 。 这 次 强 烈 的 回 响 也 使 本 人 有 机 会 被 公 司 派 遣 到 加 拿 大 三 周 ， 观 察 当 地 响 当 当 的 旅 馆 的 工 作 情 形 ， 将 所 见 所 闻 当 作 改 进 “ 好 好 酒 店 ” 的 参 考 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 6 6|||M|||餐|||REQUIRED|||-NONE-|||1
T2-A0 因 为 这 个 配 套 设 施 的 推 出 颇 受 好 评 ， 因 此 “ 好 好 酒 店 ” 在 本 地 的 知 名 度 提 高 了 ， 而 且 名 扬 海 外 。 这 次 强 烈 的 回 响 也 使 本 人 有 机 会 被 公 司 派 遣 到 加 拿 大 三 周 ， 观 察 当 地 响 当 当 的 旅 馆 的 工 作 情 形 ， 将 所 见 所 闻 当 作 改 进 “ 好 好 酒 店 ” 的 参 考 。
A 6 6|||M|||设 施|||REQUIRED|||-NONE-|||2

S 妈 妈 做 很 多 家 务 ， 因 爲 爸 爸 没 时 间 ， 因 爲 他 不 经 常 在 家 。 我 想 在 瑞 士 女 人 比 男 人 做 的 多 一 点 家 务 多 一 点 。
T0-A0 妈 妈 做 很 多 家 务 ， 因 为 爸 爸 没 时 间 ， 因 为 他 不 经 常 在 家 。 我 想 在 瑞 士 女 人 比 男 人 做 的 家 务 多 一 点 。
A 9 10|||S|||为|||REQUIRED|||-NONE-|||0
A 17 18|||S|||为|||REQUIRED|||-NONE-|||0
A 37 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 妈 妈 要 做 很 多 家 务 ， 因 为 爸 爸 没 时 间 ， 他 经 常 不 在 家 。 我 想 在 瑞 士 女 人 比 男 人 做 的 家 务 要 多 一 点 。
A 2 2|||M|||要|||REQUIRED|||-NONE-|||1
A 9 10|||S|||为|||REQUIRED|||-NONE-|||1
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 22|||W|||经 常 不|||REQUIRED|||-NONE-|||1
A 37 40|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 42|||M|||要|||REQUIRED|||-NONE-|||1

S 流 行 歌 曲 的 调 子 很 轻 快 ， 内 容 也 是 在 我 们 生 活 当 中 可 以 经 验 过 的 ， 所 以 我 们 不 愉 快 的 时 候 听 流 行 歌 曲 ， 可 以 感 觉 到 心 情 变 得 好 一 些 。
T0-A0 流 行 歌 曲 的 调 子 很 轻 快 ， 内 容 也 是 我 们 在 生 活 当 中 可 能 经 历 过 的 ， 所 以 我 们 不 愉 快 的 时 候 听 流 行 歌 曲 ， 可 以 感 觉 到 心 情 变 得 好 一 些 。
A 15 18|||W|||我 们 在|||REQUIRED|||-NONE-|||0
A 23 24|||S|||能|||REQUIRED|||-NONE-|||0
A 25 26|||S|||历|||REQUIRED|||-NONE-|||0
T1-A0 流 行 歌 曲 的 调 很 轻 快 ， 内 容 也 是 我 们 在 生 活 当 中 可 能 经 历 过 的 ， 所 以 在 我 们 不 愉 快 的 时 候 听 流 行 歌 曲 ， 可 以 使 心 情 变 得 好 一 些 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 18|||W|||我 们 在|||REQUIRED|||-NONE-|||1
A 23 24|||S|||能|||REQUIRED|||-NONE-|||1
A 25 26|||S|||历|||REQUIRED|||-NONE-|||1
A 31 31|||M|||在|||REQUIRED|||-NONE-|||1
A 47 50|||S|||使|||REQUIRED|||-NONE-|||1
T2-A0 流 行 歌 曲 的 调 子 很 轻 快 ， 内 容 也 是 在 我 们 生 活 当 中 可 能 经 历 过 的 ， 所 以 我 们 不 愉 快 的 时 候 可 以 听 流 行 歌 曲 ， 会 觉 得 心 情 变 好 了 一 些 。
A 23 24|||S|||能|||REQUIRED|||-NONE-|||2
A 25 26|||S|||历|||REQUIRED|||-NONE-|||2
A 39 39|||M|||可 以|||REQUIRED|||-NONE-|||2
A 45 48|||S|||会|||REQUIRED|||-NONE-|||2
A 49 50|||S|||得|||REQUIRED|||-NONE-|||2
A 53 54|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 55 55|||M|||了|||REQUIRED|||-NONE-|||2
T3-A0 流 行 歌 曲 的 调 子 很 轻 快 ， 内 容 也 是 在 我 们 生 活 当 中 可 能 经 历 过 的 ， 所 以 我 们 不 愉 快 的 时 候 听 流 行 歌 曲 ， 可 以 感 觉 到 心 情 变 得 好 一 些 。
A 23 24|||S|||能|||REQUIRED|||-NONE-|||3
A 25 26|||S|||历|||REQUIRED|||-NONE-|||3

S 我 十 六 岁 的 时 候 、 我 法 文 课 老 师 要 求 我 们 读 几 十 本 书 分 析 。
T0-A0 我 十 六 岁 的 时 候 ， 法 文 课 老 师 要 求 我 们 读 几 十 本 书 的 分 析 。
A 7 9|||S|||，|||REQUIRED|||-NONE-|||0
A 23 23|||M|||的|||REQUIRED|||-NONE-|||0

S 他 们 有 很 歌 星 迷 。 因 为 他 们 是 对 听 众 的 偶 像 。
T0-A0 他 们 有 很 多 歌 迷 。 因 为 他 们 是 听 众 的 偶 像 。
A 4 4|||M|||多|||REQUIRED|||-NONE-|||0
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 们 上 了 一 个 关 于 安 全 的 课 ， 关 于 危 险 物 品 的 课 ， 还 学 了 怎 么 对 会 报 到 和 登 机 。 我 们 还 上 了 几 门 关 于 公 司 的 登 机 系 统 的 课 。 每 个 航 空 有 自 己 的 系 统 ， 所 以 比 较 复 杂 ， 为 了 了 解 中 国 的 系 统 ， 他 们 把 一 个 内 行 从 北 京 叫 过 来 ， 让 他 给 我 们 解 释 那 个 系 统 。
T0-A0 我 们 上 了 一 门 关 于 安 全 、 关 于 危 险 物 品 的 课 ， 还 学 了 怎 么 进 行 报 到 和 登 机 。 我 们 还 上 了 几 门 关 于 公 司 的 登 机 系 统 的 课 。 每 个 航 空 公 司 都 有 自 己 的 系 统 ， 所 以 比 较 复 杂 ， 为 了 了 解 中 国 的 系 统 ， 他 们 把 一 个 内 行 从 北 京 叫 过 来 ， 让 他 给 我 们 解 释 那 个 系 统 。
A 5 6|||S|||门|||REQUIRED|||-NONE-|||0
A 10 13|||S|||、|||REQUIRED|||-NONE-|||0
A 27 29|||S|||进 行|||REQUIRED|||-NONE-|||0
A 58 58|||M|||公 司 都|||REQUIRED|||-NONE-|||0
T1-A0 我 们 上 了 一 节 关 于 安 全 和 危 险 物 品 的 课 ， 还 学 了 怎 么 报 到 和 登 机 。 我 们 还 上 了 几 门 关 于 公 司 的 登 机 系 统 的 课 。 每 个 航 空 公 司 都 有 自 己 的 系 统 ， 所 以 比 较 复 杂 ， 为 了 了 解 中 国 的 系 统 ， 他 们 把 一 个 内 行 从 北 京 叫 过 来 ， 让 他 给 我 们 解 释 那 个 系 统 。
A 5 6|||S|||节|||REQUIRED|||-NONE-|||1
A 10 15|||S|||和|||REQUIRED|||-NONE-|||1
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 58 58|||M|||公 司 都|||REQUIRED|||-NONE-|||1

S 我 没 有 吸 烟 的 习 惯 ， 所 以 我 对 吸 烟 者 有 反 感 。
T0-A0 我 没 有 吸 烟 的 习 惯 ， 所 以 我 对 吸 烟 者 反 感 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 没 有 吸 烟 的 习 惯 ， 所 以 我 对 吸 烟 者 很 反 感 。
A 16 17|||S|||很|||REQUIRED|||-NONE-|||1

S 后 来 男 生 终 于 发 现 女 生 的 秘 密 。 她 弹 了 一 首 神 奇 的 歌 ， 发 了 她 二 十 年 以 后 ， 出 现 在 男 生 的 时 。 有 一 天 男 生 失 恋 了 她 ， 所 以 她 决 定 回 去 自 己 的 时 。 后 来 男 生 就 找 不 到 她 。 一 段 时 间 以 后 ， 男 生 发 现 了 她 的 秘 密 ， 所 以 他 也 弹 了 那 首 神 奇 的 歌 ， 为 了 去 女 的 时 找 她 。 他 因 为 太 爱 了 ， 所 以 不 想 失 去 她 。
T0-A0 后 来 男 生 终 于 发 现 了 女 生 的 秘 密 。 她 弹 了 一 首 神 奇 的 曲 子 ， 发 现 她 来 到 了 二 十 年 以 后 ， 出 现 在 男 生 的 面 前 。 有 一 天 男 生 和 她 分 手 了 ， 所 以 她 决 定 回 去 了 ， 后 来 男 生 就 找 不 到 她 了 。 一 段 时 间 以 后 ， 男 生 发 现 了 她 的 秘 密 ， 所 以 他 也 弹 了 那 首 神 奇 的 曲 子 ， 为 了 去 找 她 。 他 因 为 太 爱 她 了 ， 所 以 不 想 失 去 她 。
A 8 8|||M|||了|||REQUIRED|||-NONE-|||0
A 22 23|||S|||曲 子|||REQUIRED|||-NONE-|||0
A 25 26|||S|||现|||REQUIRED|||-NONE-|||0
A 27 27|||M|||来 到 了|||REQUIRED|||-NONE-|||0
A 39 40|||S|||面 前|||REQUIRED|||-NONE-|||0
A 46 49|||S|||和|||REQUIRED|||-NONE-|||0
A 50 50|||M|||分 手 了|||REQUIRED|||-NONE-|||0
A 58 63|||S|||了 ，|||REQUIRED|||-NONE-|||0
A 72 72|||M|||了|||REQUIRED|||-NONE-|||0
A 101 102|||S|||曲 子|||REQUIRED|||-NONE-|||0
A 106 109|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 117 117|||M|||她|||REQUIRED|||-NONE-|||0

S 偶 像 派 靠 着 他 美 丽 或 者 英 俊 ， 但 声 音 不 太 好 。
T0-A0 偶 像 派 靠 着 他 美 丽 或 者 英 俊 的 外 表 ， 但 声 音 不 太 好 听 。
A 12 12|||M|||的 外 表|||REQUIRED|||-NONE-|||0
A 19 19|||M|||听|||REQUIRED|||-NONE-|||0

S 很 小 的 时 候 觉 ] 得 自 己 的 父 母 是 个 完 美 的 人 ， 什 么 都 知 道 ， 他 们 做 的 东 西 时 总 是 对 的 。
T0-A0 很 小 的 时 候 觉 得 自 己 的 父 母 是 个 完 美 的 人 ， 什 么 都 知 道 ， 他 们 做 的 事 情 总 是 对 的 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 33|||S|||事 情|||REQUIRED|||-NONE-|||0

S 至 于 生 物 質 能 可 以 全 地 球 的 电 力 的 需 求 的 二 十 倍 满 足 。
T0-A0 至 于 生 物 质 能 可 以 满 足 全 地 球 的 电 力 的 需 求 的 二 十 倍 。
A 4 5|||S|||质|||REQUIRED|||-NONE-|||0
A 8 23|||W|||满 足 全 地 球 的 电 力 的 需 求 的 二 十 倍|||REQUIRED|||-NONE-|||0

S 然 后 每 个 人 要 在 和 别 人 交 流 的 时 候 互 相 影 响 了 ， 其 中 可 以 再 学 会 别 的 ， 这 样 过 珍 惜 的 日 子 。 我 认 为 这 样 的 “ 人 际 关 系 ” ， 是 在 生 活 中 很 重 要 的 。 如 每 个 人 得 到 能 做 良 好 的 人 际 关 系 的 话 ， 一 定 需 要 好 榜 样 。
T0-A0 然 后 每 个 人 会 和 在 别 人 交 流 的 时 候 互 相 影 响 ， 其 中 可 以 再 学 会 别 的 东 西 ， 这 样 过 珍 惜 的 日 子 。 我 认 为 这 样 的 “ 人 际 关 系 ” ， 在 生 活 中 是 很 重 要 的 。 如 每 个 人 要 得 到 建 立 良 好 的 人 际 关 系 的 机 会 的 话 ， 一 定 需 要 好 的 榜 样 。
A 5 6|||S|||会|||REQUIRED|||-NONE-|||0
A 6 8|||W|||和 在|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M|||东 西|||REQUIRED|||-NONE-|||0
A 53 58|||W|||在 生 活 中 是|||REQUIRED|||-NONE-|||0
A 67 67|||M|||要|||REQUIRED|||-NONE-|||0
A 69 71|||S|||建 立|||REQUIRED|||-NONE-|||0
A 78 78|||M|||的 机 会|||REQUIRED|||-NONE-|||0
A 86 86|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 每 个 人 会 在 和 别 人 交 流 的 时 候 互 相 影 响 ， 其 中 可 以 再 学 点 别 的 ， 珍 惜 地 相 处 。 我 认 为 这 样 的 “ 人 际 关 系 ” ， 是 在 生 活 中 很 重 要 的 。 如 果 每 个 人 都 想 得 到 良 好 的 人 际 关 系 的 话 ， 一 定 需 要 好 榜 样 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 6|||S|||会|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 28|||S|||点|||REQUIRED|||-NONE-|||1
A 31 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 39|||S|||地 相 处|||REQUIRED|||-NONE-|||1
A 64 64|||M|||果|||REQUIRED|||-NONE-|||1
A 67 67|||M|||都 想|||REQUIRED|||-NONE-|||1
A 69 71|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 然 后 每 个 人 都 会 在 和 别 人 交 流 的 时 候 互 相 影 响 ， 其 中 也 可 以 再 学 会 别 的 ， 这 样 珍 惜 地 去 过 日 子 。 我 认 为 这 样 的 “ 人 际 关 系 ” ， 在 生 活 中 是 很 重 要 的 。 如 果 每 个 人 都 想 得 到 良 好 的 人 际 关 系 的 话 ， 那 么 一 定 需 要 好 榜 样 。
A 5 6|||S|||都 会|||REQUIRED|||-NONE-|||2
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||也|||REQUIRED|||-NONE-|||2
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 36 37|||S|||地 去 过|||REQUIRED|||-NONE-|||2
A 53 58|||W|||在 生 活 中 是|||REQUIRED|||-NONE-|||2
A 64 64|||M|||果|||REQUIRED|||-NONE-|||2
A 67 67|||M|||都 想|||REQUIRED|||-NONE-|||2
A 69 71|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 81 81|||M|||那 么|||REQUIRED|||-NONE-|||2

S 吸 烟 肯 定 对 个 人 健 康 不 好 ， 引 起 肺 病 、 嗓 子 病 。 据 统 计 ， 吸 烟 的 人 一 般 跟 不 吸 烟 的 人 比 较 起 来 短 命 ， 吸 烟 对 个 人 身 体 没 有 什 么 好 处 。 但 爱 吸 烟 的 人 都 说 ， 吸 烟 以 后 觉 得 很 轻 松 ， 对 解 除 压 力 方 面 很 好 ， 吸 烟 的 时 候 跟 周 围 的 人 谈 话 ， 对 人 际 关 系 也 有 益 。
T0-A0 吸 烟 肯 定 对 个 人 健 康 不 好 ， 会 引 起 肺 病 、 咽 喉 疾 病 。 据 统 计 ， 一 般 吸 烟 的 人 跟 不 吸 烟 的 人 比 起 来 更 短 命 ， 吸 烟 对 个 人 身 体 没 有 什 么 好 处 。 但 爱 吸 烟 的 人 都 说 ， 他 们 吸 完 烟 以 后 觉 得 很 轻 松 ， 吸 烟 在 缓 解 压 力 方 面 有 很 好 的 作 用 ， 吸 烟 的 时 候 跟 周 围 的 人 谈 话 ， 对 人 际 关 系 也 有 益 。
A 12 12|||M|||会|||REQUIRED|||-NONE-|||0
A 17 19|||S|||咽 喉 疾|||REQUIRED|||-NONE-|||0
A 25 31|||W|||一 般 吸 烟 的 人|||REQUIRED|||-NONE-|||0
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 41|||M|||更|||REQUIRED|||-NONE-|||0
A 67 67|||M|||他 们|||REQUIRED|||-NONE-|||0
A 68 68|||M|||完|||REQUIRED|||-NONE-|||0
A 77 78|||S|||吸 烟 在 缓|||REQUIRED|||-NONE-|||0
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 84 84|||M|||有|||REQUIRED|||-NONE-|||0
A 86 86|||M|||的 作 用|||REQUIRED|||-NONE-|||0

S 吸 烟 能 导 致 肺 癌 及 气 管 炎 之 类 的 害 处 ， 这 是 公 众 皆 知 之 事 ， 因 此 世 界 各 国 各 地 一 再 反 对 和 采 取 禁 止 吸 烟 的 措 施 。 由 于 吸 烟 不 但 使 吸 烟 的 人 本 身 危 害 ， 而 且 还 会 使 周 围 的 吸 到 烟 味 的 人 ， 受 到 影 响 。 当 今 文 明 社 会 ， 各 个 场 合 ， 都 一 一 采 取 在 热 闹 的 场 所 禁 止 吸 烟 以 及 特 定 吸 烟 之 处 。
T0-A0 吸 烟 能 导 致 肺 癌 及 气 管 炎 之 类 的 疾 病 ， 这 是 公 众 皆 知 的 事 ， 因 此 世 界 各 国 各 地 一 再 反 对 吸 烟 并 采 取 禁 止 吸 烟 的 措 施 。 由 于 吸 烟 不 但 使 吸 烟 的 人 本 身 受 到 危 害 ， 而 且 还 会 使 周 围 吸 进 烟 的 人 受 到 影 响 。 当 今 是 文 明 社 会 ， 各 个 场 合 ， 都 应 该 采 取 在 热 闹 的 场 所 禁 止 吸 烟 以 及 设 置 特 定 吸 烟 之 处 的 措 施 。
A 14 16|||S|||疾 病|||REQUIRED|||-NONE-|||0
A 23 24|||S|||的|||REQUIRED|||-NONE-|||0
A 38 39|||S|||吸 烟 并|||REQUIRED|||-NONE-|||0
A 62 62|||M|||受 到|||REQUIRED|||-NONE-|||0
A 72 73|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 74 75|||S|||进|||REQUIRED|||-NONE-|||0
A 76 77|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 87 87|||M|||是|||REQUIRED|||-NONE-|||0
A 98 100|||S|||应 该|||REQUIRED|||-NONE-|||0
A 114 114|||M|||设 置|||REQUIRED|||-NONE-|||0
A 120 120|||M|||的 措 施|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 能 导 致 肺 癌 及 气 管 炎 之 类 的 疾 病 ， 这 是 人 尽 皆 知 的 事 ， 因 此 世 界 各 国 各 地 一 再 反 对 吸 烟 并 实 施 禁 止 吸 烟 的 措 施 。 由 于 吸 烟 不 但 使 吸 烟 的 人 自 己 受 到 危 害 ， 而 且 还 会 使 周 围 闻 到 烟 味 的 人 受 到 影 响 。 当 今 文 明 社 会 ， 各 个 场 合 ， 都 应 该 禁 止 在 人 多 的 场 所 吸 烟 ， 以 及 设 置 特 定 的 吸 烟 之 处 。
A 14 16|||S|||疾 病|||REQUIRED|||-NONE-|||1
A 19 21|||S|||人 尽|||REQUIRED|||-NONE-|||1
A 23 24|||S|||的|||REQUIRED|||-NONE-|||1
A 38 41|||S|||吸 烟 并 实 施|||REQUIRED|||-NONE-|||1
A 60 62|||S|||自 己 受 到|||REQUIRED|||-NONE-|||1
A 72 74|||S|||闻|||REQUIRED|||-NONE-|||1
A 79 80|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 98 102|||S|||应 该 禁 止|||REQUIRED|||-NONE-|||1
A 103 105|||S|||人 多|||REQUIRED|||-NONE-|||1
A 108 110|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 112 112|||M|||，|||REQUIRED|||-NONE-|||1
A 114 114|||M|||设 置|||REQUIRED|||-NONE-|||1
A 116 116|||M|||的|||REQUIRED|||-NONE-|||1

S 古 巴 的 价 格 实 在 是 好 的 机 会 ， 可 是 在 古 巴 投 入 还 很 困 难 ， 向 况 一 个 外 国 人 呢 。
T0-A0 古 巴 的 价 格 实 在 是 好 的 机 会 ， 可 是 在 古 巴 投 资 还 很 困 难 ， 更 何 况 一 个 外 国 人 呢 。
A 19 20|||S|||资|||REQUIRED|||-NONE-|||0
A 25 26|||S|||更 何|||REQUIRED|||-NONE-|||0
T1-A0 古 巴 的 价 格 实 在 是 好 的 机 会 ， 可 是 在 古 巴 投 资 还 很 困 难 ， 何 况 一 个 外 国 人 呢 。
A 19 20|||S|||资|||REQUIRED|||-NONE-|||1
A 25 26|||S|||何|||REQUIRED|||-NONE-|||1

S 欧 洲 的 社 会 不 像 中 国 的 ： 父 母 不 喜 欢 孩 子 靠 着 他 们 生 活 。 大 部 分 父 母 不 喜 为 孩 子 钱 。 他 们 给 孩 子 他 需 要 的 ， 但 是 只 要 孩 子 自 己 能 装 钱 就 不 给 了 。
T0-A0 欧 洲 的 社 会 不 像 中 国 的 ， 父 母 不 喜 欢 孩 子 靠 着 他 们 生 活 。 大 部 分 父 母 不 喜 欢 为 孩 子 花 钱 。 他 们 给 孩 子 需 要 的 ， 但 是 只 要 孩 子 自 己 能 赚 钱 就 不 给 了 。
A 10 11|||S|||，|||REQUIRED|||-NONE-|||0
A 32 32|||M|||欢|||REQUIRED|||-NONE-|||0
A 35 35|||M|||花|||REQUIRED|||-NONE-|||0
A 42 43|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 57|||S|||赚|||REQUIRED|||-NONE-|||0
T1-A0 欧 洲 的 社 会 不 像 中 国 的 ， 父 母 不 喜 欢 孩 子 靠 着 他 们 生 活 。 大 部 分 父 母 不 喜 欢 给 孩 子 钱 。 他 们 给 孩 子 他 们 需 要 的 ， 但 是 只 要 孩 子 自 己 能 挣 钱 就 不 给 了 。
A 10 11|||S|||，|||REQUIRED|||-NONE-|||1
A 32 33|||S|||欢 给|||REQUIRED|||-NONE-|||1
A 43 43|||M|||们|||REQUIRED|||-NONE-|||1
A 56 57|||S|||挣|||REQUIRED|||-NONE-|||1

S 现 在 不 管 是 女 人 还 男 人 都 吸 烟 。
T0-A0 现 在 不 管 是 女 人 还 是 男 人 都 吸 烟 。
A 8 8|||M|||是|||REQUIRED|||-NONE-|||0

S 孩 子 的 学 习 能 力 是 非 常 高 的 。 他 们 在 全 取 决 于 父 母 的 教 导 。
T0-A0 孩 子 的 学 习 能 力 是 非 常 强 的 。 他 们 全 取 决 于 父 母 的 教 导 。
A 10 11|||S|||强|||REQUIRED|||-NONE-|||0
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 的 学 习 能 力 是 非 常 好 的 。 他 们 全 取 决 于 父 母 的 教 导 。
A 10 11|||S|||好|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 农 民 的 过 度 使 用 农 药 ， 不 仅 是 在 食 品 ， 也 是 在 水 中 也 带 来 污 染 。
T0-A0 农 民 过 度 使 用 农 药 ， 不 仅 会 给 食 品 带 来 污 染 ， 也 会 造 成 水 污 染 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 14|||S|||会 给|||REQUIRED|||-NONE-|||0
A 16 16|||M|||带 来 污 染|||REQUIRED|||-NONE-|||0
A 18 20|||S|||会 造 成|||REQUIRED|||-NONE-|||0
A 21 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 农 民 的 过 度 使 用 农 药 ， 不 仅 给 食 品 ， 也 给 水 带 来 污 染 。
A 12 14|||S|||给|||REQUIRED|||-NONE-|||1
A 18 20|||S|||给|||REQUIRED|||-NONE-|||1
A 21 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 虽 然 现 在 还 有 挨 饿 的 人 ， 但 是 现 在 比 这 个 问 题 更 受 到 人 们 注 目 的 就 是 因 为 化 肥 和 农 药 而 中 毒 ， 最 后 可 以 导 致 死 亡 的 事 情 。
T0-A0 虽 然 现 在 还 有 挨 饿 的 人 ， 但 是 现 在 比 这 个 问 题 更 受 到 人 们 注 目 的 就 是 因 为 化 肥 和 农 药 而 中 毒 ， 最 后 可 能 导 致 死 亡 的 事 情 。
A 44 45|||S|||能|||REQUIRED|||-NONE-|||0
T1-A0 虽 然 现 在 还 有 挨 饿 的 人 ， 但 是 现 在 比 这 个 问 题 更 受 到 人 们 关 注 的 是 人 因 为 化 肥 和 农 药 而 中 毒 ， 最 后 导 致 死 亡 的 事 情 。
A 25 25|||M|||关|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 30|||M|||人|||REQUIRED|||-NONE-|||1
A 43 45|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 现 在 还 有 挨 饿 的 人 ， 但 是 现 在 比 这 个 问 题 更 受 到 人 们 注 目 的 就 是 有 人 因 为 化 肥 和 农 药 而 中 毒 ， 最 后 可 能 导 致 死 亡 的 事 情 。
A 30 30|||M|||有 人|||REQUIRED|||-NONE-|||2
A 44 45|||S|||能|||REQUIRED|||-NONE-|||2

S 每 个 人 的 成 长 过 程 中 ， 大 都 是 被 父 母 培 养 成 人 所 以 孩 子 长 大 的 思 想 观 念 、 行 为 举 止 等 等 方 面 大 多 是 受 父 母 的 影 响 而 成 。 有 一 对 夫 妇 一 天 回 来 ， 看 到 儿 子 小 东 正 在 躺 在 沙 发 上 抽 烟 夫 妇 两 人 目 瞪 口 呆 ， 说 不 出 话 来 。
T0-A0 每 个 人 的 成 长 过 程 中 ， 大 都 是 被 父 母 培 养 成 人 ， 所 以 孩 子 长 大 的 思 想 观 念 、 行 为 举 止 等 等 方 面 大 多 是 受 父 母 的 影 响 而 成 的 。 有 一 天 一 对 夫 妇 回 来 ， 看 到 儿 子 小 东 正 躺 在 沙 发 上 抽 烟 ， 夫 妇 两 人 目 瞪 口 呆 ， 说 不 出 话 来 。
A 20 20|||M|||，|||REQUIRED|||-NONE-|||0
A 51 51|||M|||的|||REQUIRED|||-NONE-|||0
A 53 59|||W|||一 天 一 对 夫 妇|||REQUIRED|||-NONE-|||0
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 77 77|||M|||，|||REQUIRED|||-NONE-|||0
T1-A0 每 个 人 的 成 长 过 程 中 ， 大 都 是 被 父 母 培 养 成 人 的 。 所 以 孩 子 长 大 的 思 想 观 念 、 行 为 举 止 等 等 方 面 大 多 是 受 父 母 的 影 响 而 成 的 。 有 一 天 一 对 夫 妇 回 来 ， 看 到 儿 子 小 东 正 躺 在 沙 发 上 抽 烟 ， 夫 妇 两 人 目 瞪 口 呆 ， 说 不 出 话 来 。
A 20 20|||M|||的 。|||REQUIRED|||-NONE-|||1
A 51 51|||M|||的|||REQUIRED|||-NONE-|||1
A 53 59|||W|||一 天 一 对 夫 妇|||REQUIRED|||-NONE-|||1
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 77 77|||M|||，|||REQUIRED|||-NONE-|||1

S 只 为 了 满 足 自 己 的 欲 望 ， 不 应 该 影 响 别 的 人 的 身 体 ， 所 以 吸 烟 者 应 该 在 固 定 的 地 方 吸 烟 。
T0-A0 不 应 该 只 为 了 满 足 自 己 的 欲 望 而 影 响 别 的 人 的 身 体 ， 所 以 吸 烟 者 应 该 在 固 定 的 地 方 吸 烟 。
A 0 0|||M|||不 应 该|||REQUIRED|||-NONE-|||0
A 10 14|||S|||而|||REQUIRED|||-NONE-|||0

S 他 们 觉 得 现 在 孩 子 时 都 太 喜 欢 模 仿 。 所 以 孩 子 们 从 流 行 歌 曲 到 歌 曲 的 演 唱 者 甚 至 演 唱 者 的 穿 着 ， 打 扮 ， 言 行 举 止 都 要 模 仿 的 淋 漓 尽 致 。 至 于 这 种 情 况 ， 我 倒 觉 得 家 长 们 和 老 师 们 不 要 过 于 担 忧 。
T0-A0 他 们 觉 得 现 在 的 孩 子 都 太 喜 欢 模 仿 ， 因 为 孩 子 们 从 流 行 歌 曲 到 歌 曲 的 演 唱 者 甚 至 演 唱 者 的 穿 着 、 打 扮 、 言 行 举 止 都 要 模 仿 的 淋 漓 尽 致 。 对 于 这 种 情 况 ， 我 倒 觉 得 家 长 们 和 老 师 们 不 需 要 过 于 担 忧 。
A 6 6|||M|||的|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 18|||S|||， 因 为|||REQUIRED|||-NONE-|||0
A 41 42|||S|||、|||REQUIRED|||-NONE-|||0
A 44 45|||S|||、|||REQUIRED|||-NONE-|||0
A 59 60|||S|||对|||REQUIRED|||-NONE-|||0
A 78 78|||M|||需|||REQUIRED|||-NONE-|||0

S 我 现 在 一 切 都 很 好 ， 快 要 毕 业 ， 但 是 我 还 有 一 些 事 情 要 跟 你 说 一 下 。 我 很 怀 念 我 们 在 中 国 的 生 活 。 在 杭 州 的 时 候 ， 生 活 真 的 很 有 意 思 ， 即 难 又 兴 奋 的 。
T0-A0 我 现 在 一 切 都 很 好 ， 快 要 毕 业 了 ， 但 是 我 还 有 一 些 事 情 要 跟 你 说 一 下 。 我 很 怀 念 我 们 在 中 国 的 生 活 。 在 杭 州 的 时 候 ， 生 活 真 的 很 有 意 思 ， 既 困 难 又 兴 奋 。
A 13 13|||M|||了|||REQUIRED|||-NONE-|||0
A 59 60|||S|||既 困|||REQUIRED|||-NONE-|||0
A 64 65|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 现 在 一 切 都 很 好 ， 快 要 毕 业 了 ， 但 是 我 还 有 一 些 事 情 要 跟 你 说 一 下 。 我 很 怀 念 我 们 在 中 国 的 生 活 。 在 杭 州 的 时 候 ， 生 活 真 的 很 有 意 思 ， 既 难 忘 又 兴 奋 。
A 13 13|||M|||了|||REQUIRED|||-NONE-|||1
A 59 60|||S|||既|||REQUIRED|||-NONE-|||1
A 61 61|||M|||忘|||REQUIRED|||-NONE-|||1
A 64 65|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 孩 子 长 大 的 过 程 中 ， 最 多 接 触 的 也 是 他 父 母 。 孩 子 从 父 母 学 到 的 东 西 ， 会 影 响 他 的 一 辈 子 。
T0-A0 孩 子 在 长 大 的 过 程 中 ， 接 触 最 多 的 也 是 他 父 母 。 孩 子 从 父 母 身 上 学 到 的 东 西 ， 会 影 响 他 的 一 辈 子 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||0
A 9 13|||W|||接 触 最 多|||REQUIRED|||-NONE-|||0
A 25 25|||M|||身 上|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 在 长 大 的 过 程 中 ， 接 触 最 多 的 也 是 他 父 母 。 孩 子 从 父 母 那 学 到 的 东 西 ， 会 影 响 他 的 一 辈 子 。
A 2 2|||M|||在|||REQUIRED|||-NONE-|||1
A 9 13|||W|||接 触 最 多|||REQUIRED|||-NONE-|||1
A 25 25|||M|||那|||REQUIRED|||-NONE-|||1

S 有 時 候 ， 桌 上 的 菜 并 不 都 可 以 随 便 吃 ， 比 如 ， 过 春 节 或 者 有 关 婚 礼 的 時 候 ， 客 人 常 常 不 会 吃 桌 上 的 鱼 ， 因 为 有 特 殊 的 东 西 。
T0-A0 有 时 候 ， 桌 上 的 菜 并 不 都 可 以 随 便 吃 ， 比 如 ， 过 春 节 或 者 参 加 婚 礼 的 时 候 ， 客 人 常 常 不 会 吃 桌 上 的 鱼 ， 因 为 有 特 殊 的 含 义 。
A 1 2|||S|||时|||REQUIRED|||-NONE-|||0
A 25 27|||S|||参 加|||REQUIRED|||-NONE-|||0
A 30 31|||S|||时|||REQUIRED|||-NONE-|||0
A 51 53|||S|||含 义|||REQUIRED|||-NONE-|||0
T1-A0 有 时 候 ， 桌 上 的 菜 并 不 都 可 以 随 便 吃 ， 比 如 ， 过 春 节 或 者 有 关 婚 礼 的 宴 席 ， 客 人 常 常 不 会 吃 桌 上 的 鱼 ， 因 为 有 特 殊 的 意 义 。
A 1 2|||S|||时|||REQUIRED|||-NONE-|||1
A 30 32|||S|||宴 席|||REQUIRED|||-NONE-|||1
A 51 53|||S|||意 义|||REQUIRED|||-NONE-|||1

S 鉴 于 她 的 脾 气 ， 她 会 顺 手 交 朋 友 。 一 般 来 说 ， 性 格 外 向 的 我 的 朋 友 。 可 能 内 向 的 人 有 比 朋 友 外 向 的 人 。
T0-A0 鉴 于 她 的 脾 气 ， 她 会 顺 手 交 朋 友 。 一 般 来 说 ， 我 的 朋 友 性 格 外 向 。 可 能 内 向 的 人 有 外 向 的 朋 友 。
A 20 29|||W|||我 的 朋 友 性 格 外 向|||REQUIRED|||-NONE-|||0
A 37 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 44|||S|||朋 友|||REQUIRED|||-NONE-|||0
T1-A0 鉴 于 她 的 脾 气 ， 她 会 顺 手 交 朋 友 。 一 般 来 说 ， 我 的 朋 友 是 性 格 外 向 的 。 可 能 内 向 的 人 有 比 较 外 向 的 朋 友 。
A 20 20|||M|||我 的 朋 友 是|||REQUIRED|||-NONE-|||1
A 24 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 29|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 38 40|||S|||较|||REQUIRED|||-NONE-|||1
A 43 44|||S|||朋 友|||REQUIRED|||-NONE-|||1

S 我 们 说 绿 色 食 品 以 外 的 食 品 吃 的 活 ， 有 害 于 人 的 健 康 ， 可 是 没 吃 的 话 人 类 马 上 死 亡 。 所 以 我 正 在 重 要 的 事 是 帮 助 贫 困 的 国 家 。 世 界 上 没 有 为 了 饥 饿 死 的 人 的 时 ， 才 想 这 种 问 题 。
T0-A0 我 们 说 吃 绿 色 食 品 以 外 的 食 品 的 话 ， 有 害 于 人 的 健 康 ， 可 是 不 吃 的 话 人 类 会 马 上 死 亡 。 所 以 我 认 为 现 在 最 重 要 的 事 是 帮 助 贫 困 的 国 家 。 世 界 上 没 有 因 为 饥 饿 而 死 的 人 时 ， 再 想 这 种 问 题 。
A 3 13|||W|||吃 绿 色 食 品 以 外 的 食 品|||REQUIRED|||-NONE-|||0
A 14 15|||S|||话|||REQUIRED|||-NONE-|||0
A 26 27|||S|||不|||REQUIRED|||-NONE-|||0
A 32 32|||M|||会|||REQUIRED|||-NONE-|||0
A 40 41|||S|||认 为 现|||REQUIRED|||-NONE-|||0
A 42 42|||M|||最|||REQUIRED|||-NONE-|||0
A 60 60|||M|||因|||REQUIRED|||-NONE-|||0
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 64 64|||M|||而|||REQUIRED|||-NONE-|||0
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 70 71|||S|||再|||REQUIRED|||-NONE-|||0
T1-A0 我 们 说 如 果 吃 绿 色 食 品 以 外 的 食 品 的 话 ， 会 有 害 于 人 的 健 康 ， 可 是 不 吃 的 话 人 类 马 上 就 会 死 亡 ， 所 以 我 们 现 在 最 重 要 的 事 是 帮 助 贫 困 的 国 家 。 当 世 界 上 没 有 了 因 为 饥 饿 而 死 的 人 的 时 候 ， 才 开 始 考 虑 这 种 问 题 。
A 3 3|||M|||如 果 吃|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 14 15|||S|||话|||REQUIRED|||-NONE-|||1
A 16 16|||M|||会|||REQUIRED|||-NONE-|||1
A 26 27|||S|||不|||REQUIRED|||-NONE-|||1
A 34 34|||M|||就 会|||REQUIRED|||-NONE-|||1
A 36 37|||S|||，|||REQUIRED|||-NONE-|||1
A 40 41|||S|||们 现|||REQUIRED|||-NONE-|||1
A 42 42|||M|||最|||REQUIRED|||-NONE-|||1
A 55 55|||M|||当|||REQUIRED|||-NONE-|||1
A 60 62|||S|||了 因 为|||REQUIRED|||-NONE-|||1
A 64 64|||M|||而|||REQUIRED|||-NONE-|||1
A 69 69|||M|||候|||REQUIRED|||-NONE-|||1
A 71 72|||S|||开 始 考 虑|||REQUIRED|||-NONE-|||1
T2-A0 我 们 说 吃 绿 色 食 品 以 外 的 食 品 的 话 ， 会 有 害 于 人 的 健 康 ， 可 是 没 有 吃 的 的 话 人 类 会 马 上 死 亡 。 所 以 我 想 最 重 要 的 事 是 帮 助 贫 困 的 国 家 摆 脱 饥 饿 。 等 世 界 上 没 有 因 为 饥 饿 而 死 亡 的 人 的 时 候 ， 再 想 这 种 问 题 。
A 3 13|||W|||吃 绿 色 食 品 以 外 的 食 品|||REQUIRED|||-NONE-|||2
A 14 15|||S|||话|||REQUIRED|||-NONE-|||2
A 16 16|||M|||会|||REQUIRED|||-NONE-|||2
A 27 27|||M|||有|||REQUIRED|||-NONE-|||2
A 28 28|||M|||的|||REQUIRED|||-NONE-|||2
A 32 32|||M|||会|||REQUIRED|||-NONE-|||2
A 40 42|||S|||想 最|||REQUIRED|||-NONE-|||2
A 54 54|||M|||摆 脱 饥 饿|||REQUIRED|||-NONE-|||2
A 55 55|||M|||等|||REQUIRED|||-NONE-|||2
A 60 60|||M|||因|||REQUIRED|||-NONE-|||2
A 61 62|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 64 64|||M|||而|||REQUIRED|||-NONE-|||2
A 65 65|||M|||亡|||REQUIRED|||-NONE-|||2
A 69 69|||M|||候|||REQUIRED|||-NONE-|||2
A 70 71|||S|||再|||REQUIRED|||-NONE-|||2

S 虽 然 很 多 人 已 明 白 这 一 点 可 是 许 多 做 父 母 的 不 懂 得 怎 样 塑 造 好 的 环 境 。 对 这 个 问 题 ， 我 们 应 该 加 强 对 孩 子 的 理 解 以 给 予 孩 子 们 一 个 明 亮 的 未 来 。
T0-A0 虽 然 很 多 人 已 明 白 这 一 点 ， 可 是 许 多 做 父 母 的 不 懂 得 怎 样 营 造 好 的 环 境 。 关 于 这 个 问 题 ， 我 们 应 该 加 强 对 孩 子 的 理 解 以 给 予 孩 子 们 一 个 光 明 的 未 来 。
A 11 11|||M|||，|||REQUIRED|||-NONE-|||0
A 24 25|||S|||营|||REQUIRED|||-NONE-|||0
A 31 32|||S|||关 于|||REQUIRED|||-NONE-|||0
A 57 57|||M|||光|||REQUIRED|||-NONE-|||0
A 58 59|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 因 为 自 己 的 经 历 ， 所 以 我 会 支 持 男 女 分 班 ， 因 为 分 班 会 让 学 生 们 能 更 好 地 专 心 地 学 习 也 不 能 做 出 错 事 ， 闹 出 人 命 。 况 且 这 个 年 龄 层 的 学 生 ， 思 想 、 情 绪 都 还 无 法 稳 定 ， 也 因 为 这 样 也 造 成 学 生 常 常 会 更 换 恋 人 。
T0-A0 因 为 自 己 的 经 历 ， 所 以 我 会 支 持 男 女 分 班 ， 因 为 分 班 让 学 生 们 能 更 好 地 专 心 地 学 习 而 不 会 做 出 错 事 ， 闹 出 人 命 。 况 且 这 个 年 龄 层 的 学 生 ， 思 想 、 情 绪 都 还 无 法 稳 定 ， 也 因 为 这 样 造 成 了 学 生 常 常 会 更 换 恋 人 的 现 象 。
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 38|||S|||而|||REQUIRED|||-NONE-|||0
A 39 40|||S|||会|||REQUIRED|||-NONE-|||0
A 78 79|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 81 81|||M|||了|||REQUIRED|||-NONE-|||0
A 90 90|||M|||的 现 象|||REQUIRED|||-NONE-|||0
T1-A0 因 为 我 自 己 的 经 历 ， 所 以 我 会 支 持 男 女 分 班 ， 因 为 分 班 会 让 学 生 们 能 更 好 地 专 心 学 习 ， 也 不 会 做 出 错 事 、 闹 出 人 命 。 况 且 这 个 年 龄 阶 段 的 学 生 ， 思 想 、 情 绪 都 还 不 稳 定 ， 也 因 为 这 样 ， 容 易 造 成 学 生 常 常 更 换 恋 人 。
A 2 2|||M|||我|||REQUIRED|||-NONE-|||1
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 37|||M|||，|||REQUIRED|||-NONE-|||1
A 39 40|||S|||会|||REQUIRED|||-NONE-|||1
A 44 45|||S|||、|||REQUIRED|||-NONE-|||1
A 56 57|||S|||阶 段|||REQUIRED|||-NONE-|||1
A 68 70|||S|||不|||REQUIRED|||-NONE-|||1
A 78 79|||S|||， 容 易|||REQUIRED|||-NONE-|||1
A 85 86|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 所 以 ， 世 界 各 国 帮 助 非 洲 ， 和 伊 拉 克 人 民 在 饥 饿 之 中 。
T0-A0 所 以 ， 世 界 各 国 援 助 非 洲 ， 拯 救 伊 拉 克 人 民 于 饥 饿 之 中 。
A 7 8|||S|||援|||REQUIRED|||-NONE-|||0
A 12 13|||S|||拯 救|||REQUIRED|||-NONE-|||0
A 18 19|||S|||于|||REQUIRED|||-NONE-|||0
T1-A0 所 以 ， 世 界 各 国 帮 助 非 洲 ， 帮 助 在 饥 饿 之 中 的 伊 拉 克 人 民 。
A 12 13|||S|||帮 助 在 饥 饿 之 中 的|||REQUIRED|||-NONE-|||1
A 18 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 不 管 是 男 性 ， 女 性 甚 至 许 多 青 少 年 也 吸 烟 。 吸 烟 者 数 越 来 越 增 加 ， 可 是 可 以 吸 烟 的 公 共 场 所 越 来 越 减 少 。
T0-A0 不 管 是 男 性 ， 还 是 女 性 甚 至 是 许 多 青 少 年 也 在 吸 烟 。 吸 烟 者 的 数 量 一 直 在 增 加 ， 可 是 可 以 吸 烟 的 公 共 场 所 却 一 直 在 减 少 。
A 6 6|||M|||还 是|||REQUIRED|||-NONE-|||0
A 10 10|||M|||是|||REQUIRED|||-NONE-|||0
A 16 16|||M|||在|||REQUIRED|||-NONE-|||0
A 22 22|||M|||的|||REQUIRED|||-NONE-|||0
A 23 26|||S|||量 一 直 在|||REQUIRED|||-NONE-|||0
A 40 43|||S|||却 一 直 在|||REQUIRED|||-NONE-|||0
T1-A0 不 管 是 男 性 ， 还 是 女 性 甚 至 是 许 多 青 少 年 也 在 吸 烟 。 吸 烟 者 的 数 量 越 来 越 多 ， 可 是 可 以 吸 烟 的 公 共 场 所 却 越 来 越 少 。
A 6 6|||M|||还 是|||REQUIRED|||-NONE-|||1
A 10 10|||M|||是|||REQUIRED|||-NONE-|||1
A 16 16|||M|||在|||REQUIRED|||-NONE-|||1
A 22 22|||M|||的|||REQUIRED|||-NONE-|||1
A 23 23|||M|||量|||REQUIRED|||-NONE-|||1
A 26 28|||S|||多|||REQUIRED|||-NONE-|||1
A 40 40|||M|||却|||REQUIRED|||-NONE-|||1
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 不 只 是 男 性 ， 女 性 甚 至 许 多 青 少 年 也 吸 烟 。 吸 烟 者 越 来 越 多 ， 可 是 可 以 吸 烟 的 公 共 场 所 越 来 越 少 。
A 1 2|||S|||只|||REQUIRED|||-NONE-|||2
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 26 28|||S|||多|||REQUIRED|||-NONE-|||2
A 43 44|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 总 之 ， 现 在 我 们 听 到 的 有 些 音 乐 歌 曲 太 不 象 话 了 。 听 了 音 乐 以 后 心 理 舒 畅 ， 心 情 放 松 这 才 是 听 音 乐 的 目 的 。
T0-A0 总 之 ， 现 在 我 们 听 到 的 有 些 音 乐 太 不 像 话 了 。 听 了 音 乐 以 后 心 情 舒 畅 、 放 松 才 是 听 音 乐 的 目 的 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S|||像|||REQUIRED|||-NONE-|||0
A 29 30|||S|||情|||REQUIRED|||-NONE-|||0
A 32 35|||S|||、|||REQUIRED|||-NONE-|||0
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 总 之 ， 现 在 我 们 听 到 的 有 些 音 乐 或 者 歌 曲 太 不 像 话 了 。 听 了 音 乐 以 后 身 心 舒 畅 ， 心 情 放 松 才 是 听 音 乐 的 目 的 。
A 14 14|||M|||或 者|||REQUIRED|||-NONE-|||1
A 18 19|||S|||像|||REQUIRED|||-NONE-|||1
A 28 28|||M|||身|||REQUIRED|||-NONE-|||1
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 37 38|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 总 之 ， 现 在 我 们 听 到 的 有 些 音 乐 太 不 像 话 了 。 听 了 音 乐 以 后 心 里 舒 畅 ， 心 情 放 松 ， 这 才 是 听 音 乐 的 目 的 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 19|||S|||像|||REQUIRED|||-NONE-|||2
A 29 30|||S|||里|||REQUIRED|||-NONE-|||2
A 37 37|||M|||，|||REQUIRED|||-NONE-|||2

S 尽 管 快 餐 味 道 好 ， 但 都 是 垃 圾 食 物 ， 没 有 是 够 的 营 养 ， 并 含 有 大 量 的 脂 肪 ， 很 容 易 让 身 体 变 胖 ， 或 者 产 生 其 他 疾 病 。
T0-A0 尽 管 快 餐 味 道 好 ， 但 都 是 垃 圾 食 物 ， 没 有 足 够 的 营 养 ， 并 含 有 大 量 的 脂 肪 ， 很 容 易 让 身 体 变 胖 ， 或 者 产 生 其 他 疾 病 。
A 18 19|||S|||足|||REQUIRED|||-NONE-|||0
T1-A0 尽 管 快 餐 味 道 好 ， 但 都 是 垃 圾 食 物 ， 快 餐 没 有 足 够 的 营 养 ， 而 且 含 有 大 量 的 脂 肪 ， 很 容 易 让 身 体 变 胖 ， 或 者 产 生 其 他 疾 病 。
A 16 16|||M|||快 餐|||REQUIRED|||-NONE-|||1
A 18 19|||S|||足|||REQUIRED|||-NONE-|||1
A 24 25|||S|||而 且|||REQUIRED|||-NONE-|||1

S 吸 烟 不 只 危 害 个 人 和 家 庭 健 康 ， 就 公 众 利 益 而 言 ， 吸 烟 会 发 放 二 手 烟 ， 令 其 他 人 也 深 受 困 扰 。 吸 入 二 手 烟 同 样 有 碍 健 康 ， 结 果 不 吸 烟 者 也 间 接 受 波 及 ， 也 要 承 受 吸 烟 所 带 来 的 祸 害 。
T0-A0 吸 烟 不 只 危 害 个 人 和 家 庭 健 康 ， 就 公 众 利 益 而 言 ， 吸 烟 会 释 放 二 手 烟 ， 令 其 他 人 也 深 受 困 扰 。 吸 入 二 手 烟 同 样 有 害 健 康 ， 结 果 不 吸 烟 者 也 间 接 受 影 响 ， 也 要 承 受 吸 烟 所 带 来 的 危 害 。
A 25 26|||S|||释|||REQUIRED|||-NONE-|||0
A 49 50|||S|||害|||REQUIRED|||-NONE-|||0
A 63 65|||S|||影 响|||REQUIRED|||-NONE-|||0
A 76 77|||S|||危|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 不 只 危 害 个 人 和 家 庭 健 康 ， 就 公 众 利 益 而 言 ， 吸 烟 还 会 释 放 二 手 烟 ， 令 其 他 人 也 深 受 困 扰 。 吸 入 二 手 烟 同 样 有 害 健 康 ， 结 果 不 吸 烟 者 也 间 接 受 到 波 及 ， 也 要 承 受 吸 烟 所 带 来 的 危 害 。
A 24 24|||M|||还|||REQUIRED|||-NONE-|||1
A 25 26|||S|||释|||REQUIRED|||-NONE-|||1
A 49 50|||S|||害|||REQUIRED|||-NONE-|||1
A 63 63|||M|||到|||REQUIRED|||-NONE-|||1
A 76 77|||S|||危|||REQUIRED|||-NONE-|||1

S 在 世 界 上 除 了 孤 儿 的 孩 子 以 外 其 他 都 有 父 母 的 孩 子 。 在 这 我 只 要 论 有 父 母 的 孩 子 。
T0-A0 在 这 个 世 界 上 除 了 孤 儿 以 外 ， 其 他 孩 子 都 有 父 母 。 在 这 我 只 论 有 父 母 的 孩 子 。
A 1 1|||M|||这 个|||REQUIRED|||-NONE-|||0
A 8 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M|||，|||REQUIRED|||-NONE-|||0
A 15 22|||W|||孩 子 都 有 父 母|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 世 界 上 ， 除 了 孤 儿 以 外 ， 其 他 孩 子 都 有 父 母 。 在 这 里 我 只 论 有 父 母 的 孩 子 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 4|||M|||，|||REQUIRED|||-NONE-|||1
A 8 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 13|||M|||，|||REQUIRED|||-NONE-|||1
A 15 22|||W|||孩 子 都 有 父 母|||REQUIRED|||-NONE-|||1
A 25 25|||M|||里|||REQUIRED|||-NONE-|||1
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 在 这 个 世 界 上 ， 除 了 孤 儿 以 外 ， 其 他 都 是 有 父 母 的 孩 子 。 在 这 里 ， 我 只 讨 论 有 父 母 的 孩 子 。
A 1 1|||M|||这 个|||REQUIRED|||-NONE-|||2
A 4 4|||M|||，|||REQUIRED|||-NONE-|||2
A 8 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||，|||REQUIRED|||-NONE-|||2
A 16 16|||M|||是|||REQUIRED|||-NONE-|||2
A 25 25|||M|||里 ，|||REQUIRED|||-NONE-|||2
A 27 28|||S|||讨|||REQUIRED|||-NONE-|||2

S 去 年 我 们 决 定 在 挪 威 去 。 我 们 已 经 乘 船 去 过 一 次 挪 威 了 。 很 喜 欢 这 次 航 行 的 起 点 是 阿 姆 斯 特 丹 。
T0-A0 去 年 我 们 决 定 去 挪 威 。 我 们 已 经 乘 船 去 过 一 次 挪 威 了 。 我 们 很 喜 欢 这 次 航 行 的 起 点 ： 阿 姆 斯 特 丹 。
A 6 7|||S|||去|||REQUIRED|||-NONE-|||0
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M|||我 们|||REQUIRED|||-NONE-|||0
A 35 36|||S|||：|||REQUIRED|||-NONE-|||0
T1-A0 去 年 我 们 决 定 去 挪 威 。 我 们 已 经 乘 船 去 过 一 次 挪 威 了 。 我 们 很 开 心 这 次 航 行 的 起 点 是 阿 姆 斯 特 丹 。
A 6 7|||S|||去|||REQUIRED|||-NONE-|||1
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 25 25|||M|||我 们|||REQUIRED|||-NONE-|||1
A 26 28|||S|||开 心|||REQUIRED|||-NONE-|||1

S 我 觉 得 贵 的 食 物 不 一 定 是 好 的 。 在 中 国 时 候 ， 我 发 现 了 有 一 些 地 方 哪 儿 可 以 买 到 非 常 便 宜 的 食 物 ， 但 它 们 并 是 好 的 。
T0-A0 我 觉 得 贵 的 食 物 不 一 定 是 好 的 。 在 中 国 的 时 候 ， 我 发 现 有 一 些 地 方 可 以 买 到 非 常 便 宜 的 食 物 ， 但 它 们 都 是 好 的 。
A 17 17|||M|||的|||REQUIRED|||-NONE-|||0
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 47|||S|||都|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 贵 的 食 物 不 一 定 是 好 的 。 在 中 国 的 时 候 ， 我 发 现 了 在 有 一 些 地 方 可 以 买 到 非 常 便 宜 的 食 物 ， 并 且 它 们 是 好 的 。
A 17 17|||M|||的|||REQUIRED|||-NONE-|||1
A 24 24|||M|||在|||REQUIRED|||-NONE-|||1
A 29 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 43 44|||S|||并 且|||REQUIRED|||-NONE-|||1
A 46 47|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 智 利 还 有 另 一 个 问 题 ： 共 公 汽 车 少 ， 火 车 也 少 。 所 以 一 般 人 都 会 会 开 车 。
T0-A0 智 利 还 有 另 一 个 问 题 ： 公 共 汽 车 少 ， 火 车 也 少 。 所 以 一 般 人 都 会 开 车 。
A 10 12|||W|||公 共|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 智 利 还 有 另 一 个 问 题 ： 公 共 汽 车 少 ， 火 车 也 少 。 所 以 一 般 人 都 会 选 择 开 车 。
A 10 12|||W|||公 共|||REQUIRED|||-NONE-|||1
A 28 29|||S|||选 择|||REQUIRED|||-NONE-|||1

S 前 边 讲 某 市 政 府 出 台 一 项 规 定 ， 在 公 共 场 所 不 许 所 边 走 边 抽 烟 等 ， 但 我 觉 得 这 应 该 是 很 基 本 的 事 情 。
T0-A0 前 边 讲 某 市 政 府 出 台 一 项 规 定 ， 在 公 共 场 所 不 许 边 走 边 抽 烟 ， 但 我 觉 得 这 应 该 是 很 基 本 的 事 情 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 每 个 人 他 们 出 生 的 时 候 都 有 一 个 特 别 的 实 体 ， 这 个 实 体 跟 我 们 的 文 化 、 国 家 、 语 言 沟 通 。 即 使 我 们 想 改 变 这 个 实 体 ， 我 不 幸 不 能 做 到 ， 因 为 我 们 身 份 太 强 大 了 ， 不 可 以 换 的 。
T0-A0 每 个 人 在 他 们 出 生 的 时 候 都 有 一 个 特 别 的 实 体 ， 这 个 实 体 跟 我 们 的 文 化 、 国 家 、 语 言 沟 通 有 关 。 即 使 我 们 想 改 变 这 个 实 体 ， 我 们 也 无 法 做 到 ， 因 为 我 们 身 份 太 强 大 了 ， 是 不 可 以 换 的 。
A 3 3|||M|||在|||REQUIRED|||-NONE-|||0
A 38 38|||M|||有 关|||REQUIRED|||-NONE-|||0
A 52 56|||S|||们 也 无 法|||REQUIRED|||-NONE-|||0
A 70 70|||M|||是|||REQUIRED|||-NONE-|||0

S 吸 烟 不 但 损 害 身 体 健 康 ， 它 也 会 使 人 引 起 各 种 疾 病 。
T0-A0 吸 烟 不 但 损 害 身 体 健 康 ， 它 也 会 引 起 各 种 疾 病 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 不 但 损 害 身 体 健 康 ， 它 也 会 使 人 患 上 各 种 疾 病 。
A 16 18|||S|||患 上|||REQUIRED|||-NONE-|||1
T2-A0 吸 烟 不 但 损 害 身 体 健 康 ， 它 还 会 使 人 患 上 各 种 疾 病 。
A 12 13|||S|||还|||REQUIRED|||-NONE-|||2
A 16 18|||S|||患 上|||REQUIRED|||-NONE-|||2

S 我 的 母 亲 是 幼 儿 园 的 老 师 ， 对 孩 子 的 教 育 问 题 有 敏 感 。 母 亲 经 常 说 跟 这 个 短 文 完 全 一 样 的 句 “ 父 母 是 孩 子 的 第 一 任 老 师 ” 。 我 的 父 母 跟 这 说 话 一 样 用 自 己 的 态 度 告 诉 我 “ 应 该 怎 么 做 ” 。
T0-A0 我 的 母 亲 是 幼 儿 园 的 老 师 ， 对 孩 子 的 教 育 问 题 很 敏 感 。 母 亲 经 常 说 跟 这 个 短 文 完 全 一 样 的 句 子 — — “ 父 母 是 孩 子 的 第 一 任 老 师 ” 。 我 的 父 母 就 跟 这 句 话 说 的 一 样 用 自 己 的 态 度 告 诉 我 “ 应 该 怎 么 做 ” 。
A 20 21|||S|||很|||REQUIRED|||-NONE-|||0
A 40 40|||M|||子 — —|||REQUIRED|||-NONE-|||0
A 58 58|||M|||就|||REQUIRED|||-NONE-|||0
A 60 60|||M|||句|||REQUIRED|||-NONE-|||0
A 60 62|||W|||话 说|||REQUIRED|||-NONE-|||0
A 62 62|||M|||的|||REQUIRED|||-NONE-|||0

S 从 乐 观 的 角 度 来 看 ， 这 确 实 是 充 分 体 现 了 现 代 社 会 的 新 的 文 化 ， 打 响 了 另 一 个 时 代 的 到 来 ， 但 肯 定 的 一 点 是 ， 在 这 样 一 个 新 潮 流 正 在 盛 行 于 世 的 时 候 ， 我 们 忽 略 其 形 成 的 根 源 。 其 实 ， 一 有 一 点 比 我 们 急 于 打 造 新 的 社 会 更 重 要 的 就 是 保 护 我 们 固 有 的 文 化 特 色 ， 因 此 社 会 唯 一 的 发 展 道 路 就 是 在 原 有 的 基 础 上 创 造 出 一 种 新 的 潮 流 ， 这 样 的 方 法 不 失 为 是 一 种 值 得 人 们 去 采 取 的 、 同 时 是 最 佳 的 。
T0-A0 从 乐 观 的 角 度 来 看 ， 这 确 实 是 充 分 体 现 了 现 代 社 会 的 新 的 文 化 ， 吹 响 了 另 一 个 时 代 到 来 的 号 角 ， 但 有 一 点 是 肯 定 的 ， 在 这 样 一 个 新 潮 流 正 在 盛 行 于 世 的 时 候 ， 我 们 会 忽 略 其 形 成 的 根 源 。 其 实 ， 比 我 们 急 于 打 造 新 的 社 会 更 重 要 的 一 点 就 是 保 护 我 们 固 有 的 文 化 特 色 ， 因 此 社 会 发 展 的 唯 一 道 路 就 是 在 原 有 的 基 础 上 创 造 出 一 种 新 的 潮 流 ， 这 样 的 方 法 不 失 为 是 一 种 值 得 人 们 去 采 取 的 、 同 时 是 最 佳 的 方 法 。
A 28 29|||S|||吹|||REQUIRED|||-NONE-|||0
A 36 39|||W|||到 来 的|||REQUIRED|||-NONE-|||0
A 39 39|||M|||号 角|||REQUIRED|||-NONE-|||0
A 41 44|||S|||有|||REQUIRED|||-NONE-|||0
A 47 47|||M|||肯 定 的|||REQUIRED|||-NONE-|||0
A 68 68|||M|||会|||REQUIRED|||-NONE-|||0
A 80 84|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 99 99|||M|||一 点|||REQUIRED|||-NONE-|||0
A 117 122|||W|||发 展 的 唯 一|||REQUIRED|||-NONE-|||0
A 169 169|||M|||方 法|||REQUIRED|||-NONE-|||0
T0-A1 从 乐 观 的 角 度 来 看 ， 这 确 实 是 充 分 体 现 了 现 代 社 会 的 新 的 文 化 ， 吹 响 了 另 一 个 时 代 到 来 的 号 角 ， 但 有 一 点 是 肯 定 的 ， 在 这 样 一 个 新 潮 流 正 在 盛 行 于 世 的 时 候 ， 我 们 会 忽 略 其 形 成 的 根 源 。 其 实 ， 比 我 们 急 于 打 造 新 的 社 会 更 重 要 的 一 点 就 是 保 护 我 们 固 有 的 文 化 特 色 ， 因 此 社 会 发 展 的 唯 一 道 路 就 是 在 原 有 的 基 础 上 创 造 出 一 种 新 的 潮 流 ， 这 样 的 方 法 不 失 为 是 一 种 值 得 人 们 去 采 取 的 、 同 时 是 最 佳 的 方 法 。
A 28 29|||S|||吹|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 39|||M|||的 号 角|||REQUIRED|||-NONE-|||0
A 41 44|||S|||有|||REQUIRED|||-NONE-|||0
A 47 47|||M|||肯 定 的|||REQUIRED|||-NONE-|||0
A 68 68|||M|||会|||REQUIRED|||-NONE-|||0
A 80 84|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 99 99|||M|||一 点|||REQUIRED|||-NONE-|||0
A 117 122|||W|||发 展 的 唯 一|||REQUIRED|||-NONE-|||0
A 169 169|||M|||方 法|||REQUIRED|||-NONE-|||0
T1-A0 从 乐 观 的 角 度 来 看 ， 这 确 实 是 充 分 体 现 了 现 代 社 会 的 新 文 化 ， 打 响 了 另 一 个 时 代 到 来 的 第 一 枪 ， 但 肯 定 的 一 点 是 ， 在 这 样 一 个 新 潮 流 盛 行 于 世 的 时 候 ， 我 们 忽 略 了 其 形 成 的 根 源 。 其 实 ， 比 我 们 急 于 打 造 新 的 社 会 更 重 要 的 是 保 护 我 们 固 有 的 文 化 特 色 ， 因 此 社 会 唯 一 的 发 展 道 路 就 是 在 原 有 的 基 础 上 创 造 出 一 种 新 的 潮 流 ， 这 样 的 方 法 是 一 种 值 得 人 们 去 采 取 的 、 同 时 也 是 最 佳 的 方 法 。
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 39|||W|||到 来 的|||REQUIRED|||-NONE-|||1
A 39 39|||M|||第 一 枪|||REQUIRED|||-NONE-|||1
A 56 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 70 70|||M|||了|||REQUIRED|||-NONE-|||1
A 80 84|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 99 100|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 148 151|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 165 165|||M|||也|||REQUIRED|||-NONE-|||1
A 169 169|||M|||方 法|||REQUIRED|||-NONE-|||1
T1-A1 从 乐 观 的 角 度 来 看 ， 这 确 实 是 充 分 体 现 了 现 代 社 会 的 新 文 化 ， 打 响 了 另 一 个 时 代 到 来 的 第 一 枪 ， 但 肯 定 的 一 点 是 ， 在 这 样 一 个 新 潮 流 盛 行 于 世 的 时 候 ， 我 们 忽 略 了 其 形 成 的 根 源 。 其 实 ， 比 我 们 急 于 打 造 新 的 社 会 更 重 要 的 是 保 护 我 们 固 有 的 文 化 特 色 ， 因 此 社 会 唯 一 的 发 展 道 路 就 是 在 原 有 的 基 础 上 创 造 出 一 种 新 的 潮 流 ， 这 样 的 方 法 是 一 种 值 得 人 们 去 采 取 的 、 同 时 也 是 最 佳 的 方 法 。
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 39 39|||M|||的 第 一 枪|||REQUIRED|||-NONE-|||1
A 56 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 70 70|||M|||了|||REQUIRED|||-NONE-|||1
A 80 84|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 99 100|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 148 151|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 165 165|||M|||也|||REQUIRED|||-NONE-|||1
A 169 169|||M|||方 法|||REQUIRED|||-NONE-|||1

S 为 什 么 中 国 人 来 过 欧 洲 ？
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 后 来 我 到 了 一 间 旅 游 公 司 当 财 务 部 经 理 ， 任 职 两 年 。
T0-A0 后 来 我 到 了 一 家 旅 游 公 司 当 财 务 部 经 理 ， 任 职 两 年 。
A 6 7|||S|||家|||REQUIRED|||-NONE-|||0

S 现 在 世 界 各 国 对 吸 烟 为 严 厉 的 措 施 。
T0-A0 现 在 世 界 各 国 对 吸 烟 有 严 厉 的 措 施 。
A 9 10|||S|||有|||REQUIRED|||-NONE-|||0
T1-A0 现 在 世 界 各 国 对 吸 烟 行 为 采 取 了 严 厉 的 措 施 。
A 9 9|||M|||行|||REQUIRED|||-NONE-|||1
A 10 10|||M|||采 取 了|||REQUIRED|||-NONE-|||1
T2-A0 现 在 世 界 各 国 对 吸 烟 采 取 更 为 严 厉 的 措 施 。
A 9 9|||M|||采 取 更|||REQUIRED|||-NONE-|||2

S 因 为 我 的 父 母 是 很 尊 敬 的 对 象 。 父 亲 不 但 对 工 作 认 真 ， 而 且 对 家 人 有 充 满 的 爱 情 。
T0-A0 因 为 我 的 父 母 是 很 值 得 尊 敬 的 对 象 。 父 亲 不 但 对 待 工 作 认 真 ， 而 且 对 家 人 也 充 满 爱 。
A 8 8|||M|||值 得|||REQUIRED|||-NONE-|||0
A 19 19|||M|||待|||REQUIRED|||-NONE-|||0
A 29 30|||S|||也|||REQUIRED|||-NONE-|||0
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 因 为 我 的 父 母 是 我 很 尊 敬 的 对 象 。 父 亲 不 但 对 工 作 认 真 ， 而 且 对 家 人 充 满 爱 情 。
A 7 7|||M|||我|||REQUIRED|||-NONE-|||1
A 29 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 有 的 流 行 歌 曲 用 完 美 的 歌 曲 让 听 众 听 了 之 后 很 感 动 ， 还 会 背 诵 歌 曲 的 歌 字 。 背 诵 之 后 我 们 也 会 时 不 是 不 知 不 觉 就 唱 起 那 首 歌 来 。
T0-A0 有 的 流 行 歌 曲 用 完 美 的 旋 律 让 听 众 听 了 之 后 很 感 动 ， 还 会 背 诵 歌 曲 的 歌 词 。 背 诵 之 后 我 们 也 会 时 不 时 不 知 不 觉 就 唱 起 那 首 歌 来 。
A 10 12|||S|||旋 律|||REQUIRED|||-NONE-|||0
A 31 32|||S|||词|||REQUIRED|||-NONE-|||0
A 43 44|||S|||时|||REQUIRED|||-NONE-|||0
T1-A0 有 的 流 行 歌 曲 用 完 美 的 歌 词 让 听 众 听 了 之 后 很 感 动 ， 还 会 背 诵 歌 曲 的 歌 词 。 背 诵 之 后 我 们 也 会 时 不 时 不 知 不 觉 就 唱 起 那 首 歌 来 。
A 11 12|||S|||词|||REQUIRED|||-NONE-|||1
A 31 32|||S|||词|||REQUIRED|||-NONE-|||1
A 43 44|||S|||时|||REQUIRED|||-NONE-|||1

S 我 觉 得 先 应 该 用 不 会 影 响 别 人 的 办 法 喝 可 乐 ， 就 是 在 只 能 在 能 喝 的 地 方 、 能 喝 的 时 候 喝 可 乐 。
T0-A0 我 觉 得 应 该 先 用 不 会 影 响 别 人 的 办 法 喝 可 乐 ， 就 是 只 能 在 能 喝 的 地 方 、 能 喝 的 时 候 喝 可 乐 。
A 3 6|||W|||应 该 先|||REQUIRED|||-NONE-|||0
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 应 该 先 用 不 会 影 响 别 人 的 办 法 喝 可 乐 ， 就 是 只 在 能 喝 的 地 方 、 能 喝 的 时 候 喝 可 乐 。
A 3 6|||W|||应 该 先|||REQUIRED|||-NONE-|||1
A 22 23|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 父 母 无 意 中 给 孩 子 的 影 响 非 常 大 ， 而 且 这 种 影 响 往 往 是 对 “ 怎 样 做 人 ” 这 一 方 面 的 影 响 。
T0-A0 父 母 无 意 中 给 孩 子 的 影 响 非 常 大 ， 而 且 这 种 影 响 往 往 是 对 “ 怎 样 做 人 ” 的 影 响 。
A 31 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 父 母 无 意 中 给 孩 子 的 影 响 非 常 大 ， 而 且 这 种 影 响 往 往 是 “ 怎 样 做 人 ” 这 一 方 面 的 影 响 。
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 父 母 无 意 中 给 孩 子 的 影 响 非 常 大 ， 而 且 这 种 影 响 往 往 是 在 “ 怎 样 做 人 ” 这 一 方 面 的 影 响 。
A 24 25|||S|||在|||REQUIRED|||-NONE-|||2

S 走 进 婚 姻 的 红 地 毯 ， 携 手 共 老 扶 子 偕 老 能 永 浴 爱 河 可 说 是 每 对 想 结 婚 的 夫 妻 所 梦 寐 以 求 的 。 在 东 方 社 会 中 ， 在 较 古 老 的 方 式 是 媒 人 形 式 ， 有 通 过 亲 戚 、 朋 友 邻 居 之 类 的 介 绍 ， 对 对 方 有 所 了 解 。 而 较 近 期 ， 电 子 邮 件 、 网 结 朋 友 出 现 一 网 情 深 这 类 爱 情 ， 是 较 时 髦 的 爱 情 交 往 方 式 ， 但 对 我 来 说 也 不 是 理 想 式 的 。
T0-A0 走 进 婚 姻 的 殿 堂 ， 执 子 之 手 ， 与 子 偕 老 和 永 浴 爱 河 可 以 说 是 每 对 想 结 婚 的 情 侣 所 梦 寐 以 求 的 。 在 东 方 社 会 ， 比 较 古 老 的 方 式 是 媒 人 形 式 ， 通 过 亲 戚 、 朋 友 、 邻 居 之 类 的 介 绍 来 了 解 对 方 。 而 较 近 期 ， 电 子 邮 件 、 网 络 朋 友 的 出 现 产 生 了 一 网 情 深 这 类 爱 情 。 虽 然 这 类 爱 情 是 较 时 髦 的 爱 情 交 往 方 式 ， 但 对 我 来 说 也 不 是 理 想 式 的 。
A 5 8|||S|||殿 堂|||REQUIRED|||-NONE-|||0
A 9 10|||S|||执 子 之|||REQUIRED|||-NONE-|||0
A 11 14|||S|||， 与|||REQUIRED|||-NONE-|||0
A 17 18|||S|||和|||REQUIRED|||-NONE-|||0
A 23 23|||M|||以|||REQUIRED|||-NONE-|||0
A 31 33|||S|||情 侣|||REQUIRED|||-NONE-|||0
A 45 46|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 48|||S|||比|||REQUIRED|||-NONE-|||0
A 60 61|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 68 68|||M|||、|||REQUIRED|||-NONE-|||0
A 75 77|||S|||来 了 解|||REQUIRED|||-NONE-|||0
A 79 83|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 95 96|||S|||络|||REQUIRED|||-NONE-|||0
A 98 98|||M|||的|||REQUIRED|||-NONE-|||0
A 100 100|||M|||产 生 了|||REQUIRED|||-NONE-|||0
A 108 109|||S|||。 虽 然 这 类 爱 情|||REQUIRED|||-NONE-|||0

S 不 过 ， 反 说 回 来 ， 虽 然 父 母 没 有 很 多 老 师 具 有 的 角 色 ， 但 我 认 为 父 母 还 是 孩 子 的 第 一 任 老 师 ， 而 且 是 孩 子 最 重 要 的 老 师 。 父 母 和 老 师 的 最 大 责 任 不 是 提 供 学 术 方 面 的 知 识 而 是 传 思 想 观 念 和 社 会 价 值 。 在 这 方 面 ， 外 面 学 校 老 师 的 作 用 少 ， 因 为 学 生 很 多 ， 影 响 便 少 。
T0-A0 不 过 ， 话 又 说 回 来 ， 虽 然 父 母 没 有 很 多 老 师 具 有 的 角 色 ， 但 我 认 为 父 母 不 仅 孩 子 的 第 一 任 老 师 ， 而 且 是 孩 子 最 重 要 的 老 师 。 父 母 和 老 师 的 最 大 责 任 不 是 提 供 学 术 方 面 的 知 识 而 是 传 播 思 想 观 念 和 社 会 价 值 。 在 这 方 面 ， 外 面 学 校 老 师 的 作 用 小 ， 因 为 学 生 很 多 ， 影 响 便 小 。
A 3 4|||S|||话 又|||REQUIRED|||-NONE-|||0
A 30 32|||S|||不 仅|||REQUIRED|||-NONE-|||0
A 77 77|||M|||播|||REQUIRED|||-NONE-|||0
A 101 102|||S|||小|||REQUIRED|||-NONE-|||0
A 113 114|||S|||小|||REQUIRED|||-NONE-|||0
T1-A0 不 过 ， 话 又 说 回 来 ， 虽 然 父 母 没 有 很 多 老 师 具 有 的 角 色 ， 但 我 认 为 父 母 还 是 孩 子 的 第 一 任 老 师 ， 而 且 是 孩 子 最 重 要 的 老 师 。 父 母 和 老 师 的 最 大 责 任 不 是 提 供 学 术 方 面 的 知 识 而 是 传 播 思 想 观 念 和 社 会 价 值 。 在 这 方 面 ， 外 面 学 校 老 师 的 作 用 小 ， 因 为 学 生 很 多 ， 影 响 便 小 。
A 3 4|||S|||话 又|||REQUIRED|||-NONE-|||1
A 77 77|||M|||播|||REQUIRED|||-NONE-|||1
A 101 102|||S|||小|||REQUIRED|||-NONE-|||1
A 113 114|||S|||小|||REQUIRED|||-NONE-|||1

S 没 有 生 产 烟 ， 就 没 有 了 吸 烟 者 。
T0-A0 不 生 产 烟 ， 也 就 没 有 了 吸 烟 者 。
A 0 2|||S|||不|||REQUIRED|||-NONE-|||0
A 6 6|||M|||也|||REQUIRED|||-NONE-|||0
T1-A0 不 生 产 烟 ， 就 没 有 了 吸 烟 者 。
A 0 2|||S|||不|||REQUIRED|||-NONE-|||1

S 一 家 人 去 参 加 可 以 有 个 优 惠 价 钱 。 父 母 不 要 安 排 行 程 ， 只 需 要 给 钱 ， 同 拿 身 份 文 件 就 可 以 了 。
T0-A0 一 家 人 去 参 加 可 以 有 个 优 惠 价 钱 。 父 母 不 要 安 排 行 程 ， 只 需 要 给 钱 ， 同 时 拿 身 份 文 件 就 可 以 了 。
A 31 31|||M|||时|||REQUIRED|||-NONE-|||0
T1-A0 一 家 人 去 参 加 可 以 有 个 优 惠 价 钱 。 父 母 不 要 安 排 行 程 ， 只 需 要 给 钱 ， 并 且 带 上 身 份 文 件 就 可 以 了 。
A 30 32|||S|||并 且 带 上|||REQUIRED|||-NONE-|||1
T2-A0 一 家 人 去 参 加 的 话 可 以 有 个 优 惠 价 钱 。 父 母 不 用 安 排 行 程 ， 只 需 要 给 钱 ， 同 时 拿 着 身 份 证 件 就 可 以 了 。
A 6 6|||M|||的 话|||REQUIRED|||-NONE-|||2
A 18 19|||S|||用|||REQUIRED|||-NONE-|||2
A 31 31|||M|||时|||REQUIRED|||-NONE-|||2
A 32 32|||M|||着|||REQUIRED|||-NONE-|||2
A 34 35|||S|||证|||REQUIRED|||-NONE-|||2

S 它 把 很 多 病 的 发 病 大 大 增 加 几 倍 。 由 此 可 见 ， 吸 烟 对 吸 烟 者 有 直 接 的 关 系 。
T0-A0 它 大 大 增 加 了 很 多 病 的 发 病 率 。 由 此 可 见 ， 吸 烟 与 吸 烟 者 的 健 康 有 直 接 的 关 系 。
A 1 2|||S|||大 大 增 加 了|||REQUIRED|||-NONE-|||0
A 8 14|||S|||率|||REQUIRED|||-NONE-|||0
A 22 23|||S|||与|||REQUIRED|||-NONE-|||0
A 26 26|||M|||的 健 康|||REQUIRED|||-NONE-|||0
T1-A0 它 把 很 多 病 的 发 病 率 大 大 增 加 。 由 此 可 见 ， 吸 烟 对 吸 烟 者 产 生 直 接 的 影 响 。
A 8 8|||M|||率|||REQUIRED|||-NONE-|||1
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 27|||S|||产 生|||REQUIRED|||-NONE-|||1
A 30 32|||S|||影 响|||REQUIRED|||-NONE-|||1
T2-A0 它 把 很 多 病 的 发 病 率 大 大 增 加 了 几 倍 。 由 此 可 见 ， 吸 烟 对 吸 烟 者 有 直 接 的 影 响 。
A 8 8|||M|||率|||REQUIRED|||-NONE-|||2
A 12 12|||M|||了|||REQUIRED|||-NONE-|||2
A 30 32|||S|||影 响|||REQUIRED|||-NONE-|||2

S 说 到 这 里 ， 我 们 可 以 简 单 说 ， 要 有 好 朋 友 的 人 ， 真 正 的 好 朋 友 ， 先 得 自 己 当 作 一 个 好 人 。
T0-A0 说 到 这 里 ， 我 们 可 以 简 单 地 说 ， 要 想 有 好 朋 友 的 人 ， 先 得 把 自 己 当 作 一 个 好 人 。
A 11 11|||M|||地|||REQUIRED|||-NONE-|||0
A 14 14|||M|||想|||REQUIRED|||-NONE-|||0
A 20 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M|||把|||REQUIRED|||-NONE-|||0
T1-A0 说 到 这 里 ， 我 们 可 以 简 单 地 说 ， 想 要 有 真 正 的 好 朋 友 的 人 ， 先 得 自 己 做 一 个 好 人 。
A 11 11|||M|||地|||REQUIRED|||-NONE-|||1
A 13 13|||M|||想|||REQUIRED|||-NONE-|||1
A 15 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||的 人|||REQUIRED|||-NONE-|||1
A 32 34|||S|||做|||REQUIRED|||-NONE-|||1
T2-A0 说 到 这 里 ， 我 们 可 以 简 单 地 说 ， 想 找 到 真 正 的 好 朋 友 的 人 ， 先 得 把 自 己 当 作 一 个 好 人 。
A 11 11|||M|||地|||REQUIRED|||-NONE-|||2
A 13 21|||S|||想 找 到|||REQUIRED|||-NONE-|||2
A 27 27|||M|||的 人|||REQUIRED|||-NONE-|||2
A 30 30|||M|||把|||REQUIRED|||-NONE-|||2

S 所 以 不 会 给 人 家 烟 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 而 女 生 方 面 ， 若 是 有 了 要 好 的 男 朋 友 ， 便 会 迟 出 晚 归 。 另 一 方 面 ， 女 生 也 怕 遇 人 不 淑 ， 受 不 了 男 生 的 花 言 巧 语 被 诱 的 结 局 。
T0-A0 而 女 生 方 面 ， 若 是 有 了 要 好 的 男 朋 友 ， 便 会 早 出 晚 归 。 另 一 方 面 ， 女 生 也 怕 遇 人 不 淑 ， 受 不 了 男 生 的 花 言 巧 语 ， 落 得 最 终 被 诱 的 结 局 。
A 19 20|||S|||早|||REQUIRED|||-NONE-|||0
A 48 48|||M|||， 落 得 最 终|||REQUIRED|||-NONE-|||0
T1-A0 而 女 生 方 面 ， 若 是 有 了 要 好 的 男 朋 友 ， 便 会 早 出 晚 归 。 另 一 方 面 ， 女 生 也 怕 遇 人 不 淑 ， 受 不 了 被 男 生 的 花 言 巧 语 诱 骗 的 结 局 。
A 19 20|||S|||早|||REQUIRED|||-NONE-|||1
A 41 49|||W|||被 男 生 的 花 言 巧 语|||REQUIRED|||-NONE-|||1
A 50 50|||M|||骗|||REQUIRED|||-NONE-|||1
T2-A0 而 女 生 方 面 ， 若 是 有 了 要 好 的 男 朋 友 ， 便 会 早 出 晚 归 。 另 一 方 面 ， 女 生 也 怕 遇 人 不 淑 ， 受 不 了 男 生 的 花 言 巧 语 导 致 被 诱 的 结 局 。
A 19 20|||S|||早|||REQUIRED|||-NONE-|||2
A 48 48|||M|||导 致|||REQUIRED|||-NONE-|||2

S 只 要 做 事 有 理 ， 对 人 友 善 ， 这 已 经 对 孩 子 的 成 长 有 助 。
T0-A0 只 要 父 母 做 事 有 理 ， 对 人 友 善 ， 这 已 经 对 孩 子 的 成 长 有 帮 助 了 。
A 2 2|||M|||父 母|||REQUIRED|||-NONE-|||0
A 22 22|||M|||帮|||REQUIRED|||-NONE-|||0
A 23 23|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 只 要 做 事 有 理 ， 对 人 友 善 ， 这 就 已 经 对 孩 子 的 成 长 有 很 大 的 帮 助 了 。
A 13 13|||M|||就|||REQUIRED|||-NONE-|||1
A 22 22|||M|||很 大 的 帮|||REQUIRED|||-NONE-|||1
A 23 23|||M|||了|||REQUIRED|||-NONE-|||1
T2-A0 只 要 做 事 有 理 ， 对 人 友 善 ， 这 已 经 对 孩 子 的 成 长 有 帮 助 了 。
A 22 22|||M|||帮|||REQUIRED|||-NONE-|||2
A 23 23|||M|||了|||REQUIRED|||-NONE-|||2
T3-A0 只 要 父 母 做 事 有 理 ， 对 人 友 善 ， 这 已 经 对 孩 子 的 成 长 有 利 了 。
A 2 2|||M|||父 母|||REQUIRED|||-NONE-|||3
A 22 23|||S|||利 了|||REQUIRED|||-NONE-|||3
T4-A0 只 要 父 母 做 事 有 理 ， 对 人 友 善 ， 这 已 经 对 孩 子 的 成 长 有 益 了 。
A 2 2|||M|||父 母|||REQUIRED|||-NONE-|||4
A 22 23|||S|||益 了|||REQUIRED|||-NONE-|||4

S 我 上 中 学 以 后 ， 参 加 了 足 球 活 动 。 我 们 的 队 是 全 国 有 数 的 有 名 的 队 。 我 教 练 常 说 这 场 比 赛 一 定 不 輸 。
T0-A0 我 上 中 学 以 后 ， 参 加 了 足 球 活 动 。 我 们 的 队 是 全 国 有 名 的 队 。 我 教 练 常 说 这 场 比 赛 一 定 不 会 输 。
A 22 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S|||会 输|||REQUIRED|||-NONE-|||0
T1-A0 我 上 中 学 以 后 ， 参 加 了 足 球 活 动 。 我 们 的 队 是 全 国 有 名 的 队 。 我 教 练 常 说 这 场 比 赛 一 定 不 会 输 。
A 22 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 43|||S|||会 输|||REQUIRED|||-NONE-|||1
T2-A0 我 上 中 学 以 后 ， 参 加 了 足 球 活 动 。 我 们 的 队 是 全 国 数 一 数 二 的 有 名 的 队 。 我 教 练 常 说 这 场 比 赛 一 定 不 能 输 。
A 22 23|||S|||数 一|||REQUIRED|||-NONE-|||2
A 24 24|||M|||二|||REQUIRED|||-NONE-|||2
A 42 43|||S|||能 输|||REQUIRED|||-NONE-|||2

S 前 者 是 适 合 于 那 些 发 达 国 家 的 人 们 ， 因 为 该 食 品 的 产 量 低 ， 但 对 人 体 无 害 ， 是 被 该 些 国 家 人 们 受 欢 迎 的 ， 也 就 是 因 为 他 们 的 经 济 状 况 很 好 ， 大 部 分 都 不 考 虑 挨 不 挨 饿 ， 所 以 选 择 质 量 较 好 的 。
T0-A0 前 者 是 适 合 于 那 些 发 达 国 家 的 人 们 ， 因 为 该 食 品 的 产 量 低 ， 但 对 人 体 无 害 ， 是 受 那 些 国 家 人 民 欢 迎 的 ， 也 就 是 因 为 他 们 的 经 济 状 况 很 好 ， 大 部 分 都 不 考 虑 挨 不 挨 饿 ， 所 以 选 择 质 量 较 好 的 。
A 34 36|||S|||受 那|||REQUIRED|||-NONE-|||0
A 40 42|||S|||民|||REQUIRED|||-NONE-|||0
T1-A0 前 者 适 合 于 那 些 发 达 国 家 的 人 们 ， 因 为 该 食 品 的 产 量 低 ， 但 对 人 体 无 害 ， 是 受 到 那 些 国 家 的 人 们 的 欢 迎 的 。 也 就 是 因 为 他 们 的 经 济 状 况 良 好 ， 大 部 分 都 不 用 考 虑 挨 不 挨 饿 ， 所 以 选 择 质 量 较 好 的 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 34 36|||S|||受 到 那|||REQUIRED|||-NONE-|||1
A 39 39|||M|||的|||REQUIRED|||-NONE-|||1
A 41 42|||S|||的|||REQUIRED|||-NONE-|||1
A 45 46|||S|||。|||REQUIRED|||-NONE-|||1
A 58 59|||S|||良|||REQUIRED|||-NONE-|||1
A 66 66|||M|||用|||REQUIRED|||-NONE-|||1
T2-A0 前 者 是 适 合 于 那 些 发 达 国 家 的 人 们 ， 虽 然 该 食 品 的 产 量 低 ， 但 对 人 体 无 害 ， 是 在 这 些 国 家 人 们 中 受 欢 迎 的 ， 也 就 是 因 为 他 们 的 经 济 状 况 很 好 ， 大 部 分 都 不 考 虑 挨 不 挨 饿 ， 所 以 他 们 选 择 质 量 较 好 的 。
A 16 18|||S|||虽 然|||REQUIRED|||-NONE-|||2
A 34 36|||S|||在 这|||REQUIRED|||-NONE-|||2
A 41 41|||M|||中|||REQUIRED|||-NONE-|||2
A 75 75|||M|||他 们|||REQUIRED|||-NONE-|||2

S 为 了 世 界 的 未 来 我 们 需 要 这 种 药 物 ， 也 为 了 我 们 的 健 康 很 需 要 。
T0-A0 为 了 世 界 的 未 来 ， 我 们 需 要 这 种 药 物 ， 同 时 我 们 的 健 康 也 很 需 要 它
A 7 7|||M|||，|||REQUIRED|||-NONE-|||0
A 16 19|||S|||同 时|||REQUIRED|||-NONE-|||0
A 24 24|||M|||也|||REQUIRED|||-NONE-|||0
A 27 28|||S|||它|||REQUIRED|||-NONE-|||0
T1-A0 为 了 世 界 的 未 来 ， 我 们 需 要 这 种 药 物 ， 这 也 是 为 了 我 们 的 健 康 需 要 。
A 7 7|||M|||，|||REQUIRED|||-NONE-|||1
A 16 16|||M|||这|||REQUIRED|||-NONE-|||1
A 17 17|||M|||是|||REQUIRED|||-NONE-|||1
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 为 了 世 界 的 未 来 我 们 需 要 这 种 药 物 ， 为 了 健 康 我 们 也 很 需 要 这 种 药 物 。
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 19 19|||M|||健 康|||REQUIRED|||-NONE-|||2
A 21 24|||S|||也|||REQUIRED|||-NONE-|||2
A 27 27|||M|||这 种 药 物|||REQUIRED|||-NONE-|||2

S 但 如 果 父 母 没 有 好 好 地 教 孩 子 ， 没 有 告 诉 他 们 辨 别 是 非 ， 什 么 应 该 做 ， 什 么 不 应 该 做 ， 在 社 会 怎 么 做 人 。 可 想 而 知 ， 他 们 长 大 以 后 会 遇 到 很 多 的 麻 烦 ， 甚 至 不 适 应 生 活 的 ， 造 成 不 甚 后 果 。
T0-A0 但 如 果 父 母 没 有 好 好 地 教 孩 子 ， 没 有 告 诉 他 们 如 何 辨 别 是 非 ， 什 么 应 该 做 ， 什 么 不 应 该 做 ， 在 社 会 上 怎 么 做 人 。 可 想 而 知 ， 他 们 长 大 以 后 会 遇 到 很 多 的 麻 烦 ， 甚 至 不 适 应 生 活 ， 造 成 不 堪 的 后 果 。
A 20 20|||M|||如 何|||REQUIRED|||-NONE-|||0
A 41 41|||M|||上|||REQUIRED|||-NONE-|||0
A 73 74|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 78 79|||S|||堪 的|||REQUIRED|||-NONE-|||0
T1-A0 但 如 果 父 母 没 有 好 好 地 教 孩 子 ， 没 有 告 诉 他 们 怎 么 辨 别 是 非 ， 什 么 应 该 做 ， 什 么 不 应 该 做 ， 在 社 会 怎 么 做 人 。 可 想 而 知 ， 他 们 长 大 以 后 会 遇 到 很 多 的 麻 烦 ， 甚 至 不 适 应 生 活 ， 造 成 不 好 后 果 。
A 20 20|||M|||怎 么|||REQUIRED|||-NONE-|||1
A 73 74|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 78 79|||S|||好|||REQUIRED|||-NONE-|||1
T2-A0 但 如 果 父 母 没 有 好 好 地 教 孩 子 ， 没 有 告 诉 他 们 如 何 辨 别 是 非 ， 什 么 应 该 做 ， 什 么 不 应 该 做 ， 在 社 会 怎 么 做 人 。 可 想 而 知 ， 他 们 长 大 以 后 会 遇 到 很 多 的 麻 烦 ， 甚 至 不 适 应 生 活 ， 造 成 不 堪 设 想 的 后 果 。
A 20 20|||M|||如 何|||REQUIRED|||-NONE-|||2
A 73 74|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 78 79|||S|||堪 设 想 的|||REQUIRED|||-NONE-|||2

S 但 是 他 们 演 很 熟 练 。
T0-A0 但 是 他 们 演 得 很 熟 练 。
A 5 5|||M|||得|||REQUIRED|||-NONE-|||0

S 男 人 所 能 做 的 事 ， 女 人 一 样 可 以 做 到 ， 甚 至 做 的 更 好 。 但 ， 为 什 么 会 有 这 个 口 号 的 出 现 ？
T0-A0 男 人 能 做 的 事 ， 女 人 一 样 可 以 做 到 ， 甚 至 做 得 更 好 。 但 为 什 么 会 有 这 个 口 号 的 出 现 ？
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S|||得|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 男 人 所 能 做 的 ， 女 人 一 样 可 以 做 到 ， 甚 至 做 得 更 好 。 但 为 什 么 会 有 这 个 口 号 的 出 现 ？
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 21|||S|||得|||REQUIRED|||-NONE-|||1
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 男 人 能 做 到 的 事 ， 女 人 一 样 可 以 做 到 ， 甚 至 做 得 更 好 。 但 为 什 么 会 有 这 个 口 号 的 出 现 ？
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 5 5|||M|||到|||REQUIRED|||-NONE-|||2
A 20 21|||S|||得|||REQUIRED|||-NONE-|||2
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S ” 虽 然 个 人 力 量 有 限 ， 可 是 每 个 人 的 力 量 同 时 团 团 起 来 的 话 ， 这 力 量 是 非 常 大 。
T0-A0 虽 然 个 人 力 量 有 限 ， 可 是 同 时 团 结 起 来 每 个 人 的 力 量 的 话 ， 这 力 量 是 非 常 大 的 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 24|||W|||同 时 团 结 起 来 每 个 人 的 力 量|||REQUIRED|||-NONE-|||0
A 34 34|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 “ 虽 然 个 人 力 量 有 限 ， 可 是 每 个 人 的 力 量 同 时 团 结 起 来 的 话 ， 这 力 量 是 非 常 大 的 。 ”
A 0 1|||S|||“|||REQUIRED|||-NONE-|||1
A 21 22|||S|||结|||REQUIRED|||-NONE-|||1
A 34 34|||M|||的|||REQUIRED|||-NONE-|||1
A 35 35|||M|||”|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 个 人 力 量 有 限 ， 可 是 每 个 人 的 力 量 同 时 团 结 起 来 的 话 ， 这 力 量 是 非 常 大 的 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 21 22|||S|||结|||REQUIRED|||-NONE-|||2
A 34 34|||M|||的|||REQUIRED|||-NONE-|||2

S 最 近 ， 丈 夫 在 贵 公 司 附 近 的 公 寓 里 ， 买 下 了 一 间 单 位 。
T0-A0 最 近 ， 丈 夫 在 贵 公 司 附 近 的 公 寓 里 ， 买 下 了 一 间 房 子 。
A 21 23|||S|||房 子|||REQUIRED|||-NONE-|||0
T1-A0 最 近 ， 丈 夫 在 贵 公 司 附 近 的 公 寓 里 ， 买 下 了 一 间 房 屋 。
A 21 23|||S|||房 屋|||REQUIRED|||-NONE-|||1
T2-A0 最 近 ， 丈 夫 在 贵 公 司 附 近 的 公 寓 里 ， 买 下 了 一 间 房 。
A 21 23|||S|||房|||REQUIRED|||-NONE-|||2

S 部 分 患 者 可 出 现 健 康 问 题 ， 像 出 血 为 他 们 的 手 术 结 果 。
T0-A0 部 分 患 者 可 能 出 现 健 康 问 题 ， 像 出 血 就 是 他 们 的 手 术 后 果 。
A 5 5|||M|||能|||REQUIRED|||-NONE-|||0
A 15 16|||S|||就 是|||REQUIRED|||-NONE-|||0
A 21 22|||S|||后|||REQUIRED|||-NONE-|||0
T1-A0 部 分 患 者 可 能 会 出 现 健 康 问 题 ， 像 出 血 会 成 为 他 们 的 手 术 后 遗 症 。
A 5 5|||M|||能 会|||REQUIRED|||-NONE-|||1
A 15 15|||M|||会 成|||REQUIRED|||-NONE-|||1
A 21 23|||S|||后 遗 症|||REQUIRED|||-NONE-|||1

S 地 球 缺 水 。 我 们 要 节 约 水 。 我 们 得 洗 短 的 沐 浴 。 现 在 冬 天 到 了 ， 所 以 我 们 喜 欢 洗 长 和 热 的 沐 浴 。
T0-A0 地 球 缺 水 。 我 们 要 节 约 水 。 我 们 得 洗 短 时 间 的 沐 浴 。 现 在 冬 天 到 了 ， 所 以 我 们 喜 欢 洗 长 时 间 和 热 的 沐 浴 。
A 17 17|||M|||时 间|||REQUIRED|||-NONE-|||0
A 36 36|||M|||时 间|||REQUIRED|||-NONE-|||0

S 我 厌 倦 张 华 得 很 多 。 而 且 有 一 天 ， 他 使 我 惊 奋 。 在 白 莱 河 的 旁 边 我 们 走 着 ， 张 华 照 样 自 吹 自 擂 。 忽 然 我 们 看 见 一 只 狗 。 它 似 乎 淹 死 呢 。 张 华 马 上 弹 跳 河 ， 救 了 它 。
T0-A0 我 厌 倦 张 华 。 但 是 有 一 天 ， 他 使 我 震 惊 。 我 们 走 在 白 莱 河 的 旁 边 ， 张 华 照 样 自 吹 自 擂 。 忽 然 我 们 看 见 一 只 狗 。 它 似 乎 快 要 淹 死 了 。 张 华 马 上 跳 进 河 里 ， 救 了 它 。
A 5 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 11|||S|||但 是|||REQUIRED|||-NONE-|||0
A 18 18|||M|||震|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 32|||W|||我 们 走 在 白 莱 河 的 旁 边|||REQUIRED|||-NONE-|||0
A 55 55|||M|||快 要|||REQUIRED|||-NONE-|||0
A 57 58|||S|||了|||REQUIRED|||-NONE-|||0
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 65 65|||M|||进|||REQUIRED|||-NONE-|||0
A 66 66|||M|||里|||REQUIRED|||-NONE-|||0
T1-A0 我 讨 厌 张 华 很 久 了 。 但 是 有 一 天 ， 他 让 我 刮 目 相 看 。 那 天 我 们 走 在 白 莱 河 的 旁 边 ， 张 华 照 样 自 吹 自 擂 。 忽 然 我 们 看 见 一 只 狗 ， 它 似 乎 要 淹 死 了 。 张 华 马 上 跳 下 河 ， 救 了 它 。
A 1 1|||M|||讨|||REQUIRED|||-NONE-|||1
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 8|||S|||久 了|||REQUIRED|||-NONE-|||1
A 9 11|||S|||但 是|||REQUIRED|||-NONE-|||1
A 16 17|||S|||让|||REQUIRED|||-NONE-|||1
A 18 20|||S|||刮 目 相 看|||REQUIRED|||-NONE-|||1
A 21 21|||M|||那 天 我 们 走|||REQUIRED|||-NONE-|||1
A 28 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 51 52|||S|||，|||REQUIRED|||-NONE-|||1
A 55 55|||M|||要|||REQUIRED|||-NONE-|||1
A 57 58|||S|||了|||REQUIRED|||-NONE-|||1
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 65 65|||M|||下|||REQUIRED|||-NONE-|||1
T2-A0 我 很 厌 倦 张 华 。 直 到 有 一 天 ， 他 使 我 惊 讶 。 我 们 走 在 白 莱 河 的 旁 边 ， 张 华 照 样 自 吹 自 擂 。 忽 然 我 们 看 见 一 只 狗 ， 它 似 乎 快 淹 死 了 。 张 华 马 上 跳 进 河 里 ， 救 了 它 。
A 1 1|||M|||很|||REQUIRED|||-NONE-|||2
A 5 8|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 9 11|||S|||直 到|||REQUIRED|||-NONE-|||2
A 19 20|||S|||讶|||REQUIRED|||-NONE-|||2
A 21 32|||W|||我 们 走 在 白 莱 河 的 旁 边|||REQUIRED|||-NONE-|||2
A 51 52|||S|||，|||REQUIRED|||-NONE-|||2
A 55 55|||M|||快|||REQUIRED|||-NONE-|||2
A 57 58|||S|||了|||REQUIRED|||-NONE-|||2
A 63 64|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 65 65|||M|||进|||REQUIRED|||-NONE-|||2
A 66 66|||M|||里|||REQUIRED|||-NONE-|||2

S 也 有 九 个 外 国 人 为 共 产 主 义 把 古 巴 选 择 。 可 是 为 在 古 巴 的 共 产 的 乐 园 定 居 还 要 履 行 九 个 充 要 条 件 。 之 间 这 些 包 括 把 工 作 得 到 。
T0-A0 也 有 九 个 外 国 人 为 共 产 主 义 选 择 古 巴 。 可 是 要 在 古 巴 的 共 产 的 乐 园 定 居 还 要 履 行 九 个 充 要 条 件 。 其 中 包 括 把 这 些 工 作 做 到 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 17|||W|||选 择 古 巴|||REQUIRED|||-NONE-|||0
A 20 21|||S|||要|||REQUIRED|||-NONE-|||0
A 43 47|||S|||其 中|||REQUIRED|||-NONE-|||0
A 50 50|||M|||这 些|||REQUIRED|||-NONE-|||0
A 52 53|||S|||做|||REQUIRED|||-NONE-|||0
T1-A0 也 有 九 个 外 国 人 为 共 产 主 义 选 择 古 巴 。 可 是 在 古 巴 的 共 产 的 乐 园 定 居 还 要 履 行 九 个 充 要 条 件 ， 其 中 包 括 得 到 这 些 工 作 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 13 17|||W|||选 择 古 巴|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 42 47|||S|||， 其 中|||REQUIRED|||-NONE-|||1
A 49 50|||S|||得 到 这 些|||REQUIRED|||-NONE-|||1
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 中 国 的 面 条 比 日 本 的 有 点 儿 不 一 样 味 道 。
T0-A0 中 国 的 面 条 和 日 本 的 比 有 点 儿 不 一 样 的 味 道 。
A 5 6|||S|||和|||REQUIRED|||-NONE-|||0
A 9 9|||M|||比|||REQUIRED|||-NONE-|||0
A 15 15|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 中 国 的 面 条 和 日 本 的 相 比 味 道 有 点 儿 不 一 样 。
A 5 6|||S|||和|||REQUIRED|||-NONE-|||1
A 9 9|||M|||相 比 味 道|||REQUIRED|||-NONE-|||1
A 15 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 中 国 的 面 条 和 日 本 的 面 条 相 比 有 点 儿 不 一 样 的 味 道 。
A 5 6|||S|||和|||REQUIRED|||-NONE-|||2
A 9 9|||M|||面 条 相 比|||REQUIRED|||-NONE-|||2
A 15 15|||M|||的|||REQUIRED|||-NONE-|||2

S 所 以 父 母 是 不 但 对 孩 子 第 一 任 老 师 ， 而 且 给 孩 子 最 大 影 响 ， 形 成 人 格 、 道 德 观 念 的 最 重 要 的 人 。
T0-A0 所 以 父 母 不 但 是 孩 子 的 第 一 任 老 师 ， 而 且 给 孩 子 最 大 的 影 响 ， 是 影 响 孩 子 形 成 人 格 、 道 德 观 念 的 最 重 要 的 人 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||S|||是|||REQUIRED|||-NONE-|||0
A 10 10|||M|||的|||REQUIRED|||-NONE-|||0
A 23 23|||M|||的|||REQUIRED|||-NONE-|||0
A 26 26|||M|||是 影 响 孩 子|||REQUIRED|||-NONE-|||0
T1-A0 所 以 父 母 不 但 是 孩 子 的 第 一 任 老 师 ， 而 且 对 孩 子 的 影 响 最 大 ， 是 帮 助 孩 子 形 成 人 格 、 道 德 观 念 的 最 重 要 的 人 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 8|||S|||是|||REQUIRED|||-NONE-|||1
A 10 10|||M|||的|||REQUIRED|||-NONE-|||1
A 18 19|||S|||对|||REQUIRED|||-NONE-|||1
A 21 21|||M|||的|||REQUIRED|||-NONE-|||1
A 21 25|||W|||影 响 最 大|||REQUIRED|||-NONE-|||1
A 26 26|||M|||是 帮 助 孩 子|||REQUIRED|||-NONE-|||1

S 人 类 的 最 基 础 分 辨 就 是 男 生 与 女 生 。 对 女 生 来 说 她 们 心 爱 的 男 朋 友 和 丈 夫 则 是 最 有 安 全 感 的 地 方 。 现 在 人 们 都 说 男 生 与 女 生 都 是 平 等 的 ， 但 在 爱 情 或 结 交 朋 友 的 方 面 女 生 都 比 较 胆 小 。
T0-A0 人 类 最 基 础 的 分 辨 就 是 分 辨 男 生 与 女 生 。 对 女 生 来 说 ， 她 们 心 爱 的 男 朋 友 或 者 丈 夫 则 是 最 有 安 全 感 的 人 。 现 在 人 们 都 说 男 生 与 女 生 都 是 平 等 的 ， 但 在 爱 情 和 结 交 朋 友 的 方 面 女 生 都 比 较 胆 小 。
A 2 6|||W|||最 基 础 的|||REQUIRED|||-NONE-|||0
A 10 10|||M|||分 辨|||REQUIRED|||-NONE-|||0
A 21 21|||M|||，|||REQUIRED|||-NONE-|||0
A 29 30|||S|||或 者|||REQUIRED|||-NONE-|||0
A 40 42|||S|||人|||REQUIRED|||-NONE-|||0
A 64 65|||S|||和|||REQUIRED|||-NONE-|||0
T1-A0 人 类 最 基 础 的 分 辨 就 是 分 辨 男 生 与 女 生 。 对 女 生 来 说 她 们 心 爱 的 男 朋 友 或 者 丈 夫 是 最 有 安 全 感 的 人 。 现 在 人 们 都 说 男 生 与 女 生 应 该 是 平 等 的 ， 但 在 爱 情 和 结 交 朋 友 方 面 女 生 都 比 较 胆 小 。
A 2 6|||W|||最 基 础 的|||REQUIRED|||-NONE-|||1
A 10 10|||M|||分 辨|||REQUIRED|||-NONE-|||1
A 29 30|||S|||或 者|||REQUIRED|||-NONE-|||1
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 42|||S|||人|||REQUIRED|||-NONE-|||1
A 54 55|||S|||应 该|||REQUIRED|||-NONE-|||1
A 64 65|||S|||和|||REQUIRED|||-NONE-|||1
A 69 70|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 从 少 年 到 今 天 我 没 有 什 么 “ 我 爱 这 个 人 ” 的 感 觉 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 们 生 活 的 社 会 是 互 相 共 存 的 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 然 后 请 那 个 语 言 为 母 语 的 人 会 帮 你 修 改 。
T0-A0 然 后 会 请 以 那 个 语 言 为 母 语 的 人 帮 你 修 改 。
A 2 2|||M|||会|||REQUIRED|||-NONE-|||0
A 3 3|||M|||以|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 然 后 请 以 那 个 语 言 为 母 语 的 人 帮 你 修 改 。
A 3 3|||M|||以|||REQUIRED|||-NONE-|||1
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 父 母 和 儿 女 永 远 会 有 不 同 的 想 法 。 家 庭 里 永 远 会 有 问 题 ， 但 是 最 多 ， 而 希 望 你 高 兴 生 活 。
T0-A0 父 母 和 儿 女 永 远 会 有 不 同 的 想 法 。 家 庭 里 永 远 会 有 问 题 ， 但 是 最 重 要 的 是 ， 希 望 你 能 高 兴 地 生 活 。
A 28 29|||S|||重 要 的 是|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M|||能|||REQUIRED|||-NONE-|||0
A 36 36|||M|||地|||REQUIRED|||-NONE-|||0
T1-A0 父 母 和 儿 女 永 远 会 有 不 同 的 想 法 。 家 庭 里 永 远 会 有 问 题 ， 但 是 他 们 最 希 望 你 高 兴 地 生 活 。
A 27 27|||M|||他 们|||REQUIRED|||-NONE-|||1
A 28 31|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 36|||M|||地|||REQUIRED|||-NONE-|||1

S 有 人 说 ， 流 行 歌 只 会 喜 欢 受 高 中 生 ， 可 是 我 认 为 流 行 歌 会 影 响 到 文 化 市 场 。 如 果 不 发 达 文 化 市 场 怎 么 会 出 来 周 杰 论 ？ 从 周 杰 伦 的 力 量 来 看 ， 他 常 常 在 舞 台 的 时 候 ， 很 多 电 视 台 和 各 种 媒 体 都 转 播 他 的 一 切 ， 然 而 他 是 成 为 了 一 个 文 化 的 代 表 。
T0-A0 有 人 说 ， 流 行 歌 只 会 受 高 中 生 喜 爱 ， 可 是 我 认 为 流 行 歌 会 影 响 到 文 化 市 场 。 如 果 文 化 不 发 达 ， 怎 么 会 出 现 周 杰 伦 这 样 的 人 ？ 从 周 杰 伦 的 影 响 力 来 看 ， 他 在 舞 台 上 的 时 候 ， 很 多 电 视 台 和 各 种 媒 体 都 会 转 播 他 的 一 切 ， 所 以 他 成 为 了 一 种 文 化 的 代 表 。
A 9 15|||W|||受 高 中 生 喜 爱|||REQUIRED|||-NONE-|||0
A 35 35|||M|||文 化|||REQUIRED|||-NONE-|||0
A 38 42|||S|||，|||REQUIRED|||-NONE-|||0
A 46 47|||S|||现|||REQUIRED|||-NONE-|||0
A 49 50|||S|||伦 这 样 的 人|||REQUIRED|||-NONE-|||0
A 56 56|||M|||影 响|||REQUIRED|||-NONE-|||0
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 62 64|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 67|||M|||上|||REQUIRED|||-NONE-|||0
A 82 82|||M|||会|||REQUIRED|||-NONE-|||0
A 89 91|||S|||所 以|||REQUIRED|||-NONE-|||0
A 92 93|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 97 98|||S|||种|||REQUIRED|||-NONE-|||0
T1-A0 有 人 说 ， 流 行 歌 只 会 受 高 中 生 喜 欢 ， 可 是 我 认 为 流 行 歌 会 影 响 到 文 化 市 场 。 如 果 文 化 市 场 不 发 达 怎 么 会 出 现 周 杰 伦 这 样 的 人 ？ 从 周 杰 伦 的 影 响 力 来 看 ， 常 常 他 在 舞 台 上 的 时 候 ， 很 多 电 视 台 和 各 种 媒 体 都 转 播 他 的 一 切 ， 显 然 他 是 一 个 文 化 的 代 表 。
A 9 15|||W|||受 高 中 生 喜 欢|||REQUIRED|||-NONE-|||1
A 35 42|||W|||文 化 市 场 不 发 达|||REQUIRED|||-NONE-|||1
A 46 47|||S|||现|||REQUIRED|||-NONE-|||1
A 49 50|||S|||伦 这 样 的 人|||REQUIRED|||-NONE-|||1
A 56 56|||M|||影 响|||REQUIRED|||-NONE-|||1
A 57 58|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 61 64|||W|||常 常 他|||REQUIRED|||-NONE-|||1
A 67 67|||M|||上|||REQUIRED|||-NONE-|||1
A 89 89|||M|||显|||REQUIRED|||-NONE-|||1
A 90 91|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 93 96|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 如 果 我 们 都 不 可 以 选 择 ， 生 活 都 是 无 聊 。 选 择 是 我 们 的 生 活 的 一 个 最 重 要 的 动 力 ， 因 为 选 择 可 能 改 变 我 们 的 将 来 。
T0-A0 如 果 我 们 什 么 都 不 可 以 选 择 ， 那 么 生 活 就 是 无 聊 的 。 选 择 是 我 们 生 活 的 一 个 很 重 要 的 动 力 ， 因 为 选 择 可 能 改 变 我 们 的 将 来 。
A 4 4|||M|||什 么|||REQUIRED|||-NONE-|||0
A 11 11|||M|||那 么|||REQUIRED|||-NONE-|||0
A 13 14|||S|||就|||REQUIRED|||-NONE-|||0
A 17 24|||W|||的 。 选 择 是 我 们|||REQUIRED|||-NONE-|||0
A 29 30|||S|||很|||REQUIRED|||-NONE-|||0

S 但 我 也 不 是 那 么 地 喜 欢 流 行 歌 曲 ， 虽 然 凡 是 歌 曲 我 就 喜 欢 听 ， 但 我 特 别 对 流 行 歌 曲 的 评 价 低 。 因 为 不 多 数 流 行 歌 曲 都 很 吵 ， 实 在 是 不 能 让 人 通 过 听 音 乐 来 感 受 到 那 种 清 净 又 舒 服 的 感 觉 。
T0-A0 但 我 也 不 是 那 么 地 喜 欢 流 行 歌 曲 ， 虽 然 凡 是 歌 曲 我 都 喜 欢 听 ， 但 我 特 别 地 对 流 行 歌 曲 的 评 价 低 。 因 为 大 多 数 流 行 歌 曲 都 很 吵 ， 实 在 是 不 能 让 人 通 过 听 音 乐 来 感 受 到 那 种 清 净 又 舒 服 的 感 觉 。
A 22 23|||S|||都|||REQUIRED|||-NONE-|||0
A 31 31|||M|||地|||REQUIRED|||-NONE-|||0
A 43 44|||S|||大|||REQUIRED|||-NONE-|||0
T1-A0 但 我 也 不 是 那 么 地 喜 欢 流 行 歌 曲 ， 虽 然 凡 是 歌 曲 我 都 喜 欢 听 ， 但 我 对 流 行 歌 曲 的 评 价 特 别 低 。 因 为 大 多 数 流 行 歌 曲 都 很 吵 ， 实 在 是 不 能 让 人 通 过 听 音 乐 来 感 受 到 那 种 清 净 又 舒 服 的 感 觉 。
A 22 23|||S|||都|||REQUIRED|||-NONE-|||1
A 29 39|||W|||对 流 行 歌 曲 的 评 价 特 别|||REQUIRED|||-NONE-|||1
A 43 44|||S|||大|||REQUIRED|||-NONE-|||1
T2-A0 但 我 也 不 是 那 么 地 喜 欢 流 行 歌 曲 ， 虽 然 只 要 是 歌 曲 我 就 喜 欢 听 ， 但 我 特 别 地 对 流 行 歌 曲 的 评 价 低 。 因 为 大 多 数 流 行 歌 曲 都 很 吵 ， 实 在 是 不 能 让 人 通 过 听 音 乐 来 感 受 到 那 种 清 净 又 舒 服 的 感 觉 。
A 17 18|||S|||只 要|||REQUIRED|||-NONE-|||2
A 31 31|||M|||地|||REQUIRED|||-NONE-|||2
A 43 44|||S|||大|||REQUIRED|||-NONE-|||2

S 极 客 这 个 字 是 在 1 9 6 0 年 在 美 国 加 州 首 次 出 现 的 。 是 美 国 行 语 的 词 语 ， 这 意 味 着 一 个 在 特 定 方 面 挺 机 灵 和 内 向 的 人 。 由 于 他 的 专 业 知 识 ， 有 时 人 会 认 为 极 客 这 个 人 用 脑 太 多 了 而 用 心 太 小 了 。
T0-A0 极 客 这 个 词 是 1 9 6 0 年 在 美 国 加 州 首 次 出 现 的 。 是 美 国 俚 语 的 词 语 ， 意 思 是 在 特 定 方 面 挺 机 灵 和 内 向 的 人 。 由 于 他 的 专 业 知 识 ， 有 时 人 会 认 为 极 客 这 类 人 用 脑 太 多 了 而 用 心 太 少 了 。
A 4 5|||S|||词|||REQUIRED|||-NONE-|||0
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S|||俚|||REQUIRED|||-NONE-|||0
A 32 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 38|||S|||思 是|||REQUIRED|||-NONE-|||0
A 70 71|||S|||类|||REQUIRED|||-NONE-|||0
A 81 82|||S|||少|||REQUIRED|||-NONE-|||0

S 不 吸 烟 的 人 也 在 一 定 的 范 围 内 需 要 尊 重 吸 烟 人 的 自 由 。 既 然 已 经 弄 清 吸 烟 对 身 体 健 康 的 恶 影 响 ， 人 最 好 不 吸 烟 。 可 是 人 各 有 各 的 爱 好 ， 吸 烟 的 人 和 不 吸 烟 的 人 应 该 考 虑 一 下 对 方 的 看 法 和 利 益 。
T0-A0 不 吸 烟 的 人 在 一 定 的 范 围 内 也 需 要 尊 重 吸 烟 人 的 自 由 。 既 然 已 经 弄 清 吸 烟 对 身 体 健 康 的 坏 影 响 ， 人 就 最 好 不 吸 烟 。 可 是 人 各 有 各 的 爱 好 ， 吸 烟 的 人 和 不 吸 烟 的 人 应 该 考 虑 一 下 对 方 的 看 法 和 利 益 。
A 5 13|||W|||在 一 定 的 范 围 内 也|||REQUIRED|||-NONE-|||0
A 38 39|||S|||坏|||REQUIRED|||-NONE-|||0
A 43 43|||M|||就|||REQUIRED|||-NONE-|||0

S 这 样 世 界 是 一 定 美 好 的 。
T0-A0 这 样 世 界 一 定 是 美 好 的 。
A 4 7|||W|||一 定 是|||REQUIRED|||-NONE-|||0
T1-A0 这 样 的 世 界 一 定 是 美 好 的 。
A 2 2|||M|||的|||REQUIRED|||-NONE-|||1
A 4 7|||W|||一 定 是|||REQUIRED|||-NONE-|||1

S 第 一 因 为 人 类 的 自 然 破 坏 所 以 无 法 产 食 物 第 二 ， 没 有 经 过 认 真 的 考 虑 而 随 便 生 下 孩 子 。
T0-A0 第 一 ， 因 为 人 类 破 坏 了 自 然 ， 所 以 无 法 生 产 食 物 ； 第 二 ， 没 有 经 过 认 真 的 考 虑 而 随 便 生 下 孩 子 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 6 7|||S|||破 坏 了|||REQUIRED|||-NONE-|||0
A 9 11|||S|||，|||REQUIRED|||-NONE-|||0
A 15 15|||M|||生|||REQUIRED|||-NONE-|||0
A 18 18|||M|||；|||REQUIRED|||-NONE-|||0
T1-A0 第 一 ， 因 为 人 类 对 自 然 的 破 坏 ， 所 以 无 法 生 产 食 物 ； 第 二 ， 没 有 经 过 认 真 的 考 虑 而 随 便 生 下 孩 子 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||1
A 6 7|||S|||对|||REQUIRED|||-NONE-|||1
A 9 9|||M|||的|||REQUIRED|||-NONE-|||1
A 11 11|||M|||，|||REQUIRED|||-NONE-|||1
A 15 15|||M|||生|||REQUIRED|||-NONE-|||1
A 18 18|||M|||；|||REQUIRED|||-NONE-|||1
T2-A0 第 一 ， 因 为 人 类 对 自 然 造 成 了 破 坏 ， 所 以 无 法 生 产 食 物 ； 第 二 ， 没 有 经 过 认 真 的 考 虑 而 随 便 生 下 孩 子 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||2
A 6 7|||S|||对|||REQUIRED|||-NONE-|||2
A 9 9|||M|||造 成 了|||REQUIRED|||-NONE-|||2
A 11 11|||M|||，|||REQUIRED|||-NONE-|||2
A 15 15|||M|||生|||REQUIRED|||-NONE-|||2
A 18 18|||M|||；|||REQUIRED|||-NONE-|||2

S 不 过 一 分 二 为 来 看 ， 地 球 上 很 多 人 还 是 因 饥 饿 而 痛 苦 。
T0-A0 不 过 一 分 为 二 来 看 ， 地 球 上 很 多 人 还 是 因 饥 饿 而 痛 苦 。
A 4 6|||W|||为 二|||REQUIRED|||-NONE-|||0

S 这 时 ， 我 觉 得 如 果 没 有 那 一 首 流 行 歌 曲 的 话 ， 观 众 的 力 量 肯 定 小 ， 连 选 手 也 没 有 发 挥 自 已 的 才 能 、 力 量 。
T0-A0 这 时 ， 我 觉 得 如 果 没 有 那 一 首 流 行 歌 曲 的 话 ， 观 众 的 力 量 肯 定 会 小 很 多 ， 连 选 手 也 不 能 发 挥 出 自 已 的 才 能 、 力 量 。
A 27 27|||M|||会|||REQUIRED|||-NONE-|||0
A 28 28|||M|||很 多|||REQUIRED|||-NONE-|||0
A 33 35|||S|||不 能|||REQUIRED|||-NONE-|||0
A 37 37|||M|||出|||REQUIRED|||-NONE-|||0
T1-A0 这 时 ， 我 觉 得 如 果 没 有 那 一 首 流 行 歌 曲 的 话 ， 观 众 的 力 量 肯 定 小 ， 连 选 手 也 不 会 发 挥 自 已 的 才 能 、 力 量 。
A 33 35|||S|||不 会|||REQUIRED|||-NONE-|||1

S “ 吸 咽 给 人 的 身 体 人 的 健 康 不 好 的 影 响 ” 这 是 周 所 众 知 的 事 。 但 这 不 仅 仅 是 吸 咽 的 人 ， 而 且 对 周 围 的 人 带 来 不 好 的 影 响 。
T0-A0 “ 吸 咽 给 人 的 身 体 健 康 带 来 不 好 的 影 响 ” ， 这 是 众 所 周 知 的 事 。 但 这 不 仅 仅 是 对 吸 咽 的 人 ， 而 且 对 周 围 的 人 也 产 生 不 好 的 影 响 。
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 12|||M|||带 来|||REQUIRED|||-NONE-|||0
A 18 18|||M|||，|||REQUIRED|||-NONE-|||0
A 20 23|||W|||众 所 周|||REQUIRED|||-NONE-|||0
A 33 33|||M|||对|||REQUIRED|||-NONE-|||0
A 45 47|||S|||也 产 生|||REQUIRED|||-NONE-|||0
T1-A0 “ 吸 咽 给 人 的 身 体 人 的 健 康 带 来 不 好 的 影 响 ” ， 这 是 众 所 周 知 的 事 。 但 这 不 仅 仅 是 给 吸 咽 的 人 ， 而 且 给 周 围 的 人 也 带 来 不 好 的 影 响 。
A 12 12|||M|||带 来|||REQUIRED|||-NONE-|||1
A 18 18|||M|||，|||REQUIRED|||-NONE-|||1
A 20 23|||W|||众 所 周|||REQUIRED|||-NONE-|||1
A 33 33|||M|||给|||REQUIRED|||-NONE-|||1
A 40 41|||S|||给|||REQUIRED|||-NONE-|||1
A 45 45|||M|||也|||REQUIRED|||-NONE-|||1

S 如 果 这 个 女 儿 长 大 后 再 遇 到 一 样 的 情 况 ， 她 很 有 可 能 说 “ 我 自 己 付 钱 坐 这 个 汽 车 的 ， 我 有 权 利 坐 在 这 里 ， 不 想 为 别 人 让 个 座 位 ！ " 我 认 为 ， 那 位 妈 妈 那 个 时 候 应 该 教 给 女 儿 “ 对 待 人 应 该 有 爱 心 ” 这 个 道 德 。
T0-A0 如 果 这 个 女 儿 长 大 后 再 遇 到 一 样 的 情 况 ， 她 很 有 可 能 会 说 ： “ 我 自 己 付 钱 坐 这 个 汽 车 的 ， 我 有 权 利 坐 在 这 里 ， 不 想 为 别 人 让 个 座 位 ！ ” 我 认 为 ， 那 位 妈 妈 那 个 时 候 应 该 教 给 女 儿 “ 对 待 别 人 应 该 有 爱 心 ” 这 个 道 理 。
A 23 23|||M|||会|||REQUIRED|||-NONE-|||0
A 24 24|||M|||：|||REQUIRED|||-NONE-|||0
A 56 57|||S|||”|||REQUIRED|||-NONE-|||0
A 78 78|||M|||别|||REQUIRED|||-NONE-|||0
A 88 89|||S|||理|||REQUIRED|||-NONE-|||0

S 这 因 为 烟 里 的 尼 古 丁 引 起 的 原 因 。 尼 古 丁 像 吸 毒 一 样 一 进 人 体 里 就 让 人 一 直 想 吸 它 ， 我 认 识 的 好 多 朋 友 也 是 这 样 的 原 因 很 难 不 再 抽 烟 。
T0-A0 这 是 烟 里 的 尼 古 丁 引 起 的 。 尼 古 丁 像 毒 品 一 样 一 进 入 人 体 里 就 让 人 一 直 想 吸 它 ， 我 认 识 的 好 多 朋 友 也 是 这 样 的 原 因 很 难 不 再 抽 烟 。
A 1 3|||S|||是|||REQUIRED|||-NONE-|||0
A 12 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M|||品|||REQUIRED|||-NONE-|||0
A 25 25|||M|||入|||REQUIRED|||-NONE-|||0
T1-A0 这 是 烟 里 的 尼 古 丁 的 原 因 。 尼 古 丁 像 毒 品 一 样 一 进 入 人 体 里 就 让 人 一 直 想 吸 它 ， 我 认 识 的 好 多 朋 友 也 是 这 样 的 原 因 很 难 不 再 抽 烟 。
A 1 3|||S|||是|||REQUIRED|||-NONE-|||1
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 21 21|||M|||品|||REQUIRED|||-NONE-|||1
A 25 25|||M|||入|||REQUIRED|||-NONE-|||1

S 这 个 学 校 是 日 本 和 中 国 的 政 府 建 立 的 ， 根 据 小 册 子 在 学 校 老 师 一 百 多 ， 还 有 学 校 的 管 理 严 格 。
T0-A0 这 个 学 校 是 日 本 和 中 国 的 政 府 一 起 建 立 的 ， 根 据 小 册 子 所 写 ， 在 学 校 的 老 师 有 一 百 多 位 ， 并 且 学 校 的 管 理 非 常 严 格 。
A 13 13|||M|||一 起|||REQUIRED|||-NONE-|||0
A 22 22|||M|||所 写 ，|||REQUIRED|||-NONE-|||0
A 25 25|||M|||的|||REQUIRED|||-NONE-|||0
A 27 27|||M|||有|||REQUIRED|||-NONE-|||0
A 30 30|||M|||位|||REQUIRED|||-NONE-|||0
A 31 33|||S|||并 且|||REQUIRED|||-NONE-|||0
A 38 38|||M|||非 常|||REQUIRED|||-NONE-|||0
T1-A0 这 个 学 校 是 日 本 和 中 国 的 政 府 建 立 的 ， 根 据 小 册 子 所 写 ， 学 校 有 一 百 多 位 老 师 ， 并 且 学 校 的 管 理 十 分 严 格 。
A 22 23|||S|||所 写 ，|||REQUIRED|||-NONE-|||1
A 25 27|||S|||有|||REQUIRED|||-NONE-|||1
A 30 30|||M|||位 老 师|||REQUIRED|||-NONE-|||1
A 31 33|||S|||并 且|||REQUIRED|||-NONE-|||1
A 38 38|||M|||十 分|||REQUIRED|||-NONE-|||1
T2-A0 这 个 学 校 是 日 本 和 中 国 政 府 共 同 建 立 的 ， 根 据 小 册 子 ： 在 校 老 师 有 一 百 多 人 ， 而 且 学 校 的 管 理 很 严 格 。
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||共 同|||REQUIRED|||-NONE-|||2
A 22 22|||M|||：|||REQUIRED|||-NONE-|||2
A 23 24|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 27 27|||M|||有|||REQUIRED|||-NONE-|||2
A 30 30|||M|||人|||REQUIRED|||-NONE-|||2
A 31 33|||S|||而 且|||REQUIRED|||-NONE-|||2
A 38 38|||M|||很|||REQUIRED|||-NONE-|||2
T3-A0 这 个 学 校 是 日 本 和 中 国 的 政 府 建 立 的 ， 根 据 小 册 子 所 写 ， 该 学 校 的 老 师 有 一 百 多 个 ， 并 且 学 校 的 管 理 十 分 严 格 。
A 22 23|||S|||所 写 ， 该|||REQUIRED|||-NONE-|||3
A 25 25|||M|||的|||REQUIRED|||-NONE-|||3
A 27 27|||M|||有|||REQUIRED|||-NONE-|||3
A 30 30|||M|||个|||REQUIRED|||-NONE-|||3
A 31 33|||S|||并 且|||REQUIRED|||-NONE-|||3
A 38 38|||M|||十 分|||REQUIRED|||-NONE-|||3

S 我 回 答 不 了 ， 是 因 为 什 么 交 代 也 没 有 用 ， 只 能 说 ： 知 道 了 ， 我 努 力 戒 烟 。 但 是 迄 今 为 止 无 奈 戒 烟 ， 只 戒 两 三 天 就 又 点 火 。
T0-A0 我 回 答 不 了 ， 是 因 为 说 什 么 也 没 有 用 ， 只 能 说 ： 知 道 了 ， 我 努 力 戒 烟 。 但 是 迄 今 为 止 ， 戒 烟 无 果 ， 只 戒 两 三 天 就 又 点 了 火 。
A 9 9|||M|||说|||REQUIRED|||-NONE-|||0
A 11 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 40|||S|||，|||REQUIRED|||-NONE-|||0
A 42 42|||M|||无 果|||REQUIRED|||-NONE-|||0
A 51 51|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 我 回 答 不 了 ， 是 因 为 怎 么 交 代 也 没 有 用 ， 只 能 说 ： “ 知 道 了 ， 我 努 力 戒 烟 。 ” 但 是 迄 今 为 止 无 法 戒 烟 ， 只 戒 两 三 天 就 又 点 火 。
A 9 10|||S|||怎|||REQUIRED|||-NONE-|||1
A 22 22|||M|||“|||REQUIRED|||-NONE-|||1
A 32 32|||M|||”|||REQUIRED|||-NONE-|||1
A 39 40|||S|||法|||REQUIRED|||-NONE-|||1
T2-A0 我 回 答 不 了 ， 是 因 为 交 代 什 么 都 没 有 用 ， 只 能 说 ： 知 道 了 ， 我 努 力 戒 烟 。 但 是 迄 今 为 止 都 没 能 戒 烟 成 功 ， 只 戒 两 三 天 就 又 点 火 了 。
A 9 13|||W|||交 代 什 么|||REQUIRED|||-NONE-|||2
A 13 14|||S|||都|||REQUIRED|||-NONE-|||2
A 38 40|||S|||都 没 能|||REQUIRED|||-NONE-|||2
A 42 42|||M|||成 功|||REQUIRED|||-NONE-|||2
A 52 52|||M|||了|||REQUIRED|||-NONE-|||2

S 旅 行 团 会 做 单 身 团 让 男 女 慢 慢 沟 通 和 认 识 。
T0-A0 旅 行 团 会 成 立 单 身 团 来 让 男 女 之 间 慢 慢 认 识 和 沟 通 。
A 4 5|||S|||成 立|||REQUIRED|||-NONE-|||0
A 8 8|||M|||来|||REQUIRED|||-NONE-|||0
A 11 11|||M|||之 间|||REQUIRED|||-NONE-|||0
A 13 18|||W|||认 识 和 沟 通|||REQUIRED|||-NONE-|||0
T1-A0 旅 行 团 会 设 立 单 身 团 来 让 陌 生 男 女 慢 慢 沟 通 和 认 识 。
A 4 5|||S|||设 立|||REQUIRED|||-NONE-|||1
A 8 8|||M|||来|||REQUIRED|||-NONE-|||1
A 9 9|||M|||陌 生|||REQUIRED|||-NONE-|||1

S 我 喜 欢 汉 吾 果 ！ 我 在 大 学 ， 有 上 三 课 。 下 午 我 在 大 学 点 课 。 星 期 三 我 很 忙 。
T0-A0 我 喜 欢 汉 语 课 ！ 我 在 大 学 ， 上 午 有 三 节 课 。 下 午 我 在 大 学 上 课 。 星 期 三 我 很 忙 。
A 4 6|||S|||语 课|||REQUIRED|||-NONE-|||0
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M|||午 有|||REQUIRED|||-NONE-|||0
A 15 15|||M|||节|||REQUIRED|||-NONE-|||0
A 23 24|||S|||上|||REQUIRED|||-NONE-|||0
T0-A1 我 喜 欢 汉 语 课 ！ 我 在 大 学 ， 上 午 有 三 节 课 。 下 午 我 在 大 学 上 课 。 星 期 三 我 很 忙 。
A 4 6|||S|||语 课|||REQUIRED|||-NONE-|||0
A 12 12|||M|||上 午|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 15|||M|||节|||REQUIRED|||-NONE-|||0
A 23 24|||S|||上|||REQUIRED|||-NONE-|||0

S 后 来 父 亲 开 始 了 学 冲 浪 就 我 也 开 始 了 冲 浪 。 我 像 母 亲 的 部 分 是 喜 欢 做 饭 的 。 也 是 从 小 就 母 亲 在 我 身 边 做 饭 ， 那 时 候 我 喜 欢 看 母 亲 做 饭 的 样 子 ， 现 在 我 在 学 做 饭 ， 我 会 做 几 个 菜 。
T0-A0 后 来 ， 父 亲 开 始 了 学 习 冲 浪 ， 我 也 就 开 始 学 习 冲 浪 。 我 像 母 亲 一 样 是 喜 欢 做 饭 的 。 从 小 母 亲 就 在 我 身 边 做 饭 ， 那 时 候 我 喜 欢 看 母 亲 做 饭 的 样 子 ， 现 在 我 在 学 做 饭 ， 我 会 做 几 个 菜 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 8 8|||M|||习|||REQUIRED|||-NONE-|||0
A 10 11|||S|||，|||REQUIRED|||-NONE-|||0
A 13 13|||M|||就|||REQUIRED|||-NONE-|||0
A 15 16|||S|||学 习|||REQUIRED|||-NONE-|||0
A 23 26|||S|||一 样|||REQUIRED|||-NONE-|||0
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 40|||W|||母 亲 就|||REQUIRED|||-NONE-|||0
T1-A0 后 来 父 亲 开 始 学 冲 浪 我 也 就 开 始 冲 浪 了 。 我 像 母 亲 的 部 分 是 喜 欢 做 饭 。 是 因 为 从 小 母 亲 就 在 我 身 边 做 饭 ， 那 时 候 我 喜 欢 看 母 亲 做 饭 的 样 子 ， 现 在 我 在 学 做 饭 ， 我 会 做 几 个 菜 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 13|||W|||我 也 就|||REQUIRED|||-NONE-|||1
A 15 18|||W|||冲 浪 了|||REQUIRED|||-NONE-|||1
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 35|||S|||是 因 为|||REQUIRED|||-NONE-|||1
A 37 40|||W|||母 亲 就|||REQUIRED|||-NONE-|||1
T1-A1 后 来 父 亲 开 始 学 冲 浪 我 也 就 开 始 冲 浪 了 。 我 像 母 亲 的 部 分 是 喜 欢 做 饭 。 是 因 为 从 小 母 亲 就 在 我 身 边 做 饭 ， 那 时 候 我 喜 欢 看 母 亲 做 饭 的 样 子 ， 现 在 我 在 学 做 饭 ， 我 会 做 几 个 菜 。
A 6 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 13|||W|||我 也 就|||REQUIRED|||-NONE-|||1
A 15 18|||W|||冲 浪 了|||REQUIRED|||-NONE-|||1
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 35 35|||M|||因 为|||REQUIRED|||-NONE-|||1
A 37 40|||W|||母 亲 就|||REQUIRED|||-NONE-|||1

S 但 是 她 们 来 的 时 候 ， 我 不 在 北 京 ， 已 经 回 国 以 后 的 。
T0-A0 但 是 她 们 来 的 时 候 ， 我 不 在 北 京 ， 已 经 回 国 了 。
A 19 22|||S|||了|||REQUIRED|||-NONE-|||0

S 为 什 么 北 京 和 上 海 的 银 行 有 这 么 区 别 ？
T0-A0 为 什 么 北 京 和 上 海 的 银 行 有 这 么 大 的 区 别 ？
A 14 14|||M|||大 的|||REQUIRED|||-NONE-|||0
T1-A0 为 什 么 北 京 和 上 海 的 银 行 有 这 么 大 区 别 ？
A 14 14|||M|||大|||REQUIRED|||-NONE-|||1

S 我 是 七 月 跟 我 长 久 知 己 的 几 个 好 朋 友 坐 日 本 飞 机 去 的 美 国 。 我 们 没 有 在 参 加 游 览 组 的 帮 助 下 旅 行 ， 所 以 我 们 主 要 的 问 题 就 是 住 宿 ， 饮 食 当 然 花 的 钱 。 我 们 去 到 了 纽 约 的 时 候 ， 就 是 跟 见 的 美 国 人 都 用 英 文 说 的 ， 可 是 好 像 我 们 说 的 很 不 怎 么 样 ， 因 为 他 们 都 用 日 文 回 答 ， 所 以 跟 他 们 一 起 互 相 玩 笑 ， 很 有 意 思 。
T0-A0 我 是 七 月 跟 我 长 久 知 心 的 几 个 好 朋 友 坐 日 本 飞 机 去 的 美 国 。 我 们 是 在 没 有 旅 行 团 的 帮 助 下 旅 行 ， 所 以 我 们 主 要 的 问 题 就 是 住 宿 、 饮 食 ， 当 然 这 些 得 花 钱 。 我 们 去 到 了 纽 约 的 时 候 ， 跟 美 国 人 见 面 都 用 英 文 交 流 的 。 可 是 好 像 我 们 说 得 不 怎 么 样 ， 因 为 他 们 都 用 日 语 回 答 ， 所 以 我 们 跟 他 们 一 起 互 相 开 玩 笑 ， 这 很 有 意 思 。
A 9 10|||S|||心|||REQUIRED|||-NONE-|||0
A 28 28|||M|||是 在|||REQUIRED|||-NONE-|||0
A 30 36|||S|||旅 行 团|||REQUIRED|||-NONE-|||0
A 56 57|||S|||、|||REQUIRED|||-NONE-|||0
A 59 59|||M|||，|||REQUIRED|||-NONE-|||0
A 61 63|||S|||这 些 得 花|||REQUIRED|||-NONE-|||0
A 76 78|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 79 84|||W|||美 国 人 见 面|||REQUIRED|||-NONE-|||0
A 88 89|||S|||交 流|||REQUIRED|||-NONE-|||0
A 90 91|||S|||。|||REQUIRED|||-NONE-|||0
A 98 100|||S|||得|||REQUIRED|||-NONE-|||0
A 112 113|||S|||语|||REQUIRED|||-NONE-|||0
A 118 118|||M|||我 们|||REQUIRED|||-NONE-|||0
A 125 125|||M|||开|||REQUIRED|||-NONE-|||0
A 128 128|||M|||这|||REQUIRED|||-NONE-|||0
T0-A1 我 是 七 月 跟 我 长 久 知 心 的 几 个 好 朋 友 坐 日 本 飞 机 去 的 美 国 。 我 们 是 在 没 有 旅 行 团 的 帮 助 下 旅 行 ， 所 以 我 们 主 要 的 问 题 就 是 住 宿 、 饮 食 ， 当 然 这 些 得 花 钱 。 我 们 去 到 了 纽 约 的 时 候 ， 跟 美 国 人 见 面 都 用 英 文 交 流 的 。 可 是 好 像 我 们 说 得 不 怎 么 样 ， 因 为 他 们 都 用 日 语 回 答 ， 所 以 我 们 跟 他 们 一 起 互 相 开 玩 笑 ， 这 很 有 意 思 。
A 9 10|||S|||心|||REQUIRED|||-NONE-|||0
A 28 28|||M|||是 在|||REQUIRED|||-NONE-|||0
A 30 36|||S|||旅 行 团|||REQUIRED|||-NONE-|||0
A 56 57|||S|||、|||REQUIRED|||-NONE-|||0
A 59 59|||M|||，|||REQUIRED|||-NONE-|||0
A 61 61|||M|||这 些 得|||REQUIRED|||-NONE-|||0
A 62 63|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 76 78|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 79 84|||W|||美 国 人 见 面|||REQUIRED|||-NONE-|||0
A 88 89|||S|||交 流|||REQUIRED|||-NONE-|||0
A 90 91|||S|||。|||REQUIRED|||-NONE-|||0
A 98 100|||S|||得|||REQUIRED|||-NONE-|||0
A 112 113|||S|||语|||REQUIRED|||-NONE-|||0
A 118 118|||M|||我 们|||REQUIRED|||-NONE-|||0
A 125 125|||M|||开|||REQUIRED|||-NONE-|||0
A 128 128|||M|||这|||REQUIRED|||-NONE-|||0
T1-A0 我 是 七 月 跟 我 认 识 了 很 久 的 几 个 好 朋 友 坐 日 本 飞 机 去 的 美 国 。 我 们 没 有 在 旅 游 团 的 帮 助 下 旅 行 ， 所 以 我 们 主 要 的 问 题 就 是 住 宿 、 饮 食 上 花 的 钱 。 我 们 去 到 了 纽 约 的 时 候 ， 跟 见 面 美 国 人 都 用 英 语 交 流 ， 可 是 好 像 我 们 说 得 很 不 怎 么 样 ， 因 为 他 们 都 用 日 语 回 答 ， 所 以 跟 他 们 一 起 互 相 开 玩 笑 ， 很 有 意 思 。
A 6 10|||S|||认 识 了 很 久|||REQUIRED|||-NONE-|||1
A 31 33|||S|||旅|||REQUIRED|||-NONE-|||1
A 34 36|||S|||团|||REQUIRED|||-NONE-|||1
A 56 57|||S|||、|||REQUIRED|||-NONE-|||1
A 59 61|||S|||上|||REQUIRED|||-NONE-|||1
A 76 78|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 80 81|||S|||面|||REQUIRED|||-NONE-|||1
A 87 90|||S|||语 交 流|||REQUIRED|||-NONE-|||1
A 98 99|||S|||得|||REQUIRED|||-NONE-|||1
A 112 113|||S|||语|||REQUIRED|||-NONE-|||1
A 125 125|||M|||开|||REQUIRED|||-NONE-|||1
T2-A0 我 是 七 月 跟 我 认 识 很 久 的 几 个 好 朋 友 从 日 本 坐 飞 机 去 的 美 国 。 我 们 在 没 有 旅 游 团 的 帮 助 下 旅 行 ， 所 以 我 们 主 要 的 问 题 就 是 住 宿 、 饮 食 上 花 的 钱 。 我 们 到 了 纽 约 的 时 候 ， 跟 见 到 的 美 国 人 都 用 英 语 交 流 ， 可 是 好 像 我 们 说 得 不 怎 么 样 ， 因 为 他 们 都 用 日 语 回 答 ， 所 以 跟 他 们 一 起 互 相 开 玩 笑 ， 很 有 意 思 。
A 6 10|||S|||认 识 很 久|||REQUIRED|||-NONE-|||2
A 16 17|||S|||从|||REQUIRED|||-NONE-|||2
A 19 19|||M|||坐|||REQUIRED|||-NONE-|||2
A 28 28|||M|||在|||REQUIRED|||-NONE-|||2
A 30 33|||S|||旅|||REQUIRED|||-NONE-|||2
A 34 36|||S|||团|||REQUIRED|||-NONE-|||2
A 56 57|||S|||、|||REQUIRED|||-NONE-|||2
A 59 61|||S|||上|||REQUIRED|||-NONE-|||2
A 67 68|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 76 78|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 80 80|||M|||到|||REQUIRED|||-NONE-|||2
A 87 90|||S|||语 交 流|||REQUIRED|||-NONE-|||2
A 98 100|||S|||得|||REQUIRED|||-NONE-|||2
A 112 113|||S|||语|||REQUIRED|||-NONE-|||2
A 125 125|||M|||开|||REQUIRED|||-NONE-|||2

S 不 要 努 力 记 住 ， 听 几 次 就 够 记 住 。
T0-A0 不 需 要 努 力 记 住 ， 听 几 次 就 能 够 记 住 。
A 1 1|||M|||需|||REQUIRED|||-NONE-|||0
A 11 11|||M|||能|||REQUIRED|||-NONE-|||0
T1-A0 不 要 努 力 记 住 ， 听 几 次 就 能 够 记 住 。
A 11 11|||M|||能|||REQUIRED|||-NONE-|||1

S 因 此 ， 他 小 时 候 没 受 到 过 父 母 的 教 育 以 及 爱 情 。
T0-A0 因 此 ， 他 小 时 候 没 受 到 过 父 母 的 教 育 以 及 宠 爱 。
A 18 18|||M|||宠|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 因 此 ， 他 小 时 候 没 受 到 过 父 母 的 教 育 以 及 爱 。
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 哥 哥 是 大 学 生 。 他 每 天 在 大 学 学 心 理 学 。 他 很 喜 欢 读 心 理 学 的 书 惟 其 他 患 精 神 分 裂 症 。
T0-A0 我 哥 哥 是 大 学 生 。 他 每 天 在 大 学 学 心 理 学 。 他 很 喜 欢 读 心 理 学 的 书 导 致 他 患 精 神 分 裂 症 。
A 29 31|||S|||导 致|||REQUIRED|||-NONE-|||0
T1-A0 我 哥 哥 是 大 学 生 ， 他 每 天 在 大 学 里 学 心 理 学 ， 他 很 喜 欢 读 心 理 学 的 书 ， 我 唯 恐 他 患 精 神 分 裂 症 。
A 7 8|||S|||，|||REQUIRED|||-NONE-|||1
A 14 14|||M|||里|||REQUIRED|||-NONE-|||1
A 18 19|||S|||，|||REQUIRED|||-NONE-|||1
A 29 31|||S|||， 我 唯 恐|||REQUIRED|||-NONE-|||1

S 我 们 走 在 大 街 上 很 容 易 听 到 流 行 歌 曲 ， 或 是 在 卖 衣 服 的 店 里 ， 甚 至 在 大 型 超 市 也 能 听 到 。 就 这 样 ， 流 行 歌 曲 已 在 人 们 生 活 中 占 不 少 地 位 。
T0-A0 我 们 走 在 大 街 上 很 容 易 听 到 流 行 歌 曲 ， 或 者 在 卖 衣 服 的 店 里 ， 甚 至 在 大 型 超 市 都 能 听 到 。 就 这 样 ， 流 行 歌 曲 已 在 人 们 生 活 中 占 据 不 少 地 位 。
A 18 19|||S|||者|||REQUIRED|||-NONE-|||0
A 34 35|||S|||都|||REQUIRED|||-NONE-|||0
A 55 55|||M|||据|||REQUIRED|||-NONE-|||0
T1-A0 我 们 走 在 大 街 上 很 容 易 听 到 流 行 歌 曲 ， 或 是 在 卖 衣 服 的 店 里 ， 甚 至 在 大 型 超 市 也 能 听 到 。 就 这 样 ， 流 行 歌 曲 已 在 人 们 生 活 中 占 据 了 不 少 地 位 。
A 55 55|||M|||据 了|||REQUIRED|||-NONE-|||1

S 与 此 相 反 ， 对 吸 烟 者 们 而 言 有 一 些 不 公 平 的 感 觉 。 他 们 都 明 明 知 道 吸 烟 的 坏 处 ， 但 是 这 个 吸 烟 对 他 们 来 说 一 种 嗜 好 。
T0-A0 与 此 相 反 ， 对 吸 烟 者 们 而 言 有 一 些 不 公 平 的 感 觉 。 他 们 明 明 都 知 道 吸 烟 的 坏 处 ， 但 是 这 个 吸 烟 对 他 们 来 说 是 一 种 嗜 好 。
A 24 27|||W|||明 明 都|||REQUIRED|||-NONE-|||0
A 46 46|||M|||是|||REQUIRED|||-NONE-|||0
T1-A0 与 此 相 反 ， 对 吸 烟 者 们 而 言 有 一 些 不 公 平 。 他 们 明 明 都 知 道 吸 烟 的 坏 处 ， 但 是 对 他 们 来 说 吸 烟 是 一 种 嗜 好 。
A 18 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 24 27|||W|||明 明 都|||REQUIRED|||-NONE-|||1
A 37 41|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 46 46|||M|||吸 烟 是|||REQUIRED|||-NONE-|||1
T2-A0 与 此 相 反 ， 对 吸 烟 者 们 而 言 有 一 些 不 公 平 。 他 们 明 明 都 知 道 吸 烟 的 坏 处 ， 但 是 吸 烟 对 他 们 来 说 是 一 种 嗜 好 。
A 18 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 24 27|||W|||明 明 都|||REQUIRED|||-NONE-|||2
A 37 39|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 46 46|||M|||是|||REQUIRED|||-NONE-|||2

S 我 再 次 想 说 我 同 意 “ 父 母 是 孩 子 的 第 一 任 老 师 ” 。
T0-A0 我 再 次 想 说 ： “ 我 同 意 ‘ 父 母 是 孩 子 的 第 一 任 老 师 ’ 的 观 点 。 ”
A 5 5|||M|||： “|||REQUIRED|||-NONE-|||0
A 8 9|||S|||‘|||REQUIRED|||-NONE-|||0
A 20 20|||M|||’ 的 观 点|||REQUIRED|||-NONE-|||0
A 20 22|||W|||。 ”|||REQUIRED|||-NONE-|||0

S 我 是 荷 兰 人 ， 也 是 德 国 人 。 看 起 来 荷 兰 和 德 国 己 经 有 什 么 不 一 样 。 但 是 欧 洲 和 中 国 的 差 别 应 该 更 大 ！
T0-A0 我 是 荷 兰 人 ， 也 是 德 国 人 。 荷 兰 和 德 国 看 起 来 已 经 有 很 多 不 一 样 了 。 但 是 欧 洲 和 中 国 的 差 别 应 该 更 大 ！
A 12 15|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S|||看 起 来 已|||REQUIRED|||-NONE-|||0
A 23 25|||S|||很 多|||REQUIRED|||-NONE-|||0
A 28 28|||M|||了|||REQUIRED|||-NONE-|||0
T1-A0 我 是 荷 兰 人 ， 也 是 德 国 人 。 看 起 来 荷 兰 和 德 国 已 经 有 很 多 不 一 样 。 但 是 欧 洲 和 中 国 的 差 别 应 该 更 大 ！
A 20 21|||S|||已|||REQUIRED|||-NONE-|||1
A 23 25|||S|||很 多|||REQUIRED|||-NONE-|||1

S 军 队 能 让 年 轻 人 成 熟 起 来 吗 ？ 对 于 我 观 点 有 凭 证 ： 我 觉 得 是 不 可 能 的 。
T0-A0 军 队 能 让 年 轻 人 成 熟 起 来 吗 ？ 对 于 我 的 观 点 我 有 凭 证 ， 我 觉 得 是 不 可 能 的 。
A 16 16|||M|||的|||REQUIRED|||-NONE-|||0
A 18 18|||M|||我|||REQUIRED|||-NONE-|||0
A 21 22|||S|||，|||REQUIRED|||-NONE-|||0
T1-A0 军 队 能 让 年 轻 人 成 熟 起 来 吗 ？ 对 于 这 点 ， 我 观 点 是 ： 这 是 不 可 能 的 。
A 15 15|||M|||这 点 ，|||REQUIRED|||-NONE-|||1
A 18 21|||S|||是|||REQUIRED|||-NONE-|||1
A 22 25|||S|||这|||REQUIRED|||-NONE-|||1

S 但 是 在 我 的 城 市 还 有 很 多 的 人 不 怎 么 关 心 环 保 ， 例 如 他 们 把 电 池 日 常 达 扱 掉 。 我 觉 得 我 们 每 个 人 都 应 该 进 自 己 的 责 任 ， 和 不 浪 费 能 源 。 政 府 可 以 出 台 一 些 法 律 ， 比 如 给 坏 的 公 民 一 个 税 。 以 然 后 也 许 这 个 人 民 小 心 一 点 儿 ．
T0-A0 但 是 在 我 的 城 市 还 有 很 多 的 人 不 怎 么 关 心 环 保 ， 例 如 他 们 把 电 池 当 作 日 常 垃 圾 扱 掉 。 我 觉 得 我 们 每 个 人 都 应 该 尽 自 己 的 责 任 ， 不 浪 费 能 源 。 政 府 可 以 出 台 一 些 法 律 ， 比 如 给 坏 的 公 民 增 加 一 个 税 ， 以 后 这 个 公 民 也 许 就 会 小 心 一 点 儿 了 。
A 28 28|||M|||当 作|||REQUIRED|||-NONE-|||0
A 30 31|||S|||垃 圾|||REQUIRED|||-NONE-|||0
A 45 46|||S|||尽|||REQUIRED|||-NONE-|||0
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 77 77|||M|||增 加|||REQUIRED|||-NONE-|||0
A 80 81|||S|||，|||REQUIRED|||-NONE-|||0
A 82 83|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 84 86|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 88 89|||S|||公|||REQUIRED|||-NONE-|||0
A 90 90|||M|||也 许 就 会|||REQUIRED|||-NONE-|||0
A 95 96|||S|||了 。|||REQUIRED|||-NONE-|||0
T1-A0 但 是 在 我 的 城 市 还 有 很 多 的 人 不 怎 么 关 心 环 保 问 题 ， 例 如 他 们 把 电 池 当 作 日 常 垃 圾 扔 掉 。 我 觉 得 我 们 每 个 人 都 应 该 尽 自 己 的 责 任 和 不 浪 费 能 源 。 政 府 可 以 出 台 一 些 法 律 ， 比 如 给 坏 的 公 民 增 加 一 个 税 ， 以 后 也 许 这 个 公 民 会 小 心 一 点 儿 。
A 20 20|||M|||问 题|||REQUIRED|||-NONE-|||1
A 28 28|||M|||当 作|||REQUIRED|||-NONE-|||1
A 30 32|||S|||垃 圾 扔|||REQUIRED|||-NONE-|||1
A 45 46|||S|||尽|||REQUIRED|||-NONE-|||1
A 51 52|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 77 77|||M|||增 加|||REQUIRED|||-NONE-|||1
A 80 81|||S|||，|||REQUIRED|||-NONE-|||1
A 82 83|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 88 89|||S|||公|||REQUIRED|||-NONE-|||1
A 90 90|||M|||会|||REQUIRED|||-NONE-|||1
A 95 96|||S|||。|||REQUIRED|||-NONE-|||1

S 但 这 些 属 于 高 尚 而 其 次 的 东 西 。
T0-A0 但 这 些 属 于 高 尚 而 且 有 层 次 的 东 西 。
A 8 9|||S|||且 有 层|||REQUIRED|||-NONE-|||0

S 我 第 一 位 男 友 是 通 过 姐 姐 认 识 的 ， 彼 此 一 见 倾 心 ， 掉 进 爱 网 。
T0-A0 我 第 一 位 男 友 是 通 过 姐 姐 认 识 的 ， 我 们 彼 此 一 见 倾 心 ， 掉 进 爱 网 。
A 15 15|||M|||我 们|||REQUIRED|||-NONE-|||0
T1-A0 我 第 一 位 男 友 是 通 过 姐 姐 认 识 的 ， 我 跟 他 彼 此 一 见 倾 心 ， 掉 进 爱 网 。
A 15 15|||M|||我 跟 他|||REQUIRED|||-NONE-|||1

S 一 来 能 控 制 吸 烟 者 的 自 由 ， 缩 小 允 许 抽 烟 的 范 围 ， 最 终 让 吸 烟 的 人 越 来 越 少 。 二 来 是 为 了 保 护 环 境 ， 减 少 污 染 ， 保 持 市 容 整 洁 ， 并 帮 助 青 少 年 养 成 良 好 的 习 惯 。
T0-A0 一 来 能 限 制 吸 烟 者 的 自 由 ， 缩 小 允 许 抽 烟 的 范 围 ， 最 终 让 吸 烟 的 人 越 来 越 少 。 二 来 能 保 护 环 境 ， 减 少 污 染 ， 保 持 市 容 整 洁 ， 并 帮 助 青 少 年 养 成 良 好 的 习 惯 。
A 3 4|||S|||限|||REQUIRED|||-NONE-|||0
A 36 39|||S|||能|||REQUIRED|||-NONE-|||0

S 这 个 人 家 还 有 一 个 仆 人 ， 她 跟 我 说 着 话 海 南 的 方 言 ， 因 此 我 听 不 懂 了 她 说 什 么 。 我 学 习 汉 语 在 一 个 海 口 的 学 校 ， 但 是 在 那 里 有 那 么 点 儿 外 国 人 。
T0-A0 这 户 人 家 还 有 一 个 仆 人 ， 她 跟 我 说 着 海 南 的 方 言 ， 因 此 我 听 不 懂 她 说 了 什 么 。 我 在 一 个 海 口 的 学 校 学 习 汉 语 ， 但 是 在 那 里 只 有 一 点 儿 外 国 人 。
A 1 2|||S|||户|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 32|||W|||她 说 了|||REQUIRED|||-NONE-|||0
A 36 48|||W|||在 一 个 海 口 的 学 校 学 习 汉 语|||REQUIRED|||-NONE-|||0
A 54 54|||M|||只|||REQUIRED|||-NONE-|||0
A 55 57|||S|||一|||REQUIRED|||-NONE-|||0
T1-A0 这 个 家 还 有 一 个 仆 人 ， 她 跟 我 说 海 南 的 方 言 ， 因 此 我 听 不 懂 她 说 了 什 么 。 我 在 一 个 海 口 的 学 校 学 习 汉 语 ， 但 是 在 那 里 只 有 那 么 点 儿 外 国 人 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 32|||W|||她 说 了|||REQUIRED|||-NONE-|||1
A 36 48|||W|||在 一 个 海 口 的 学 校 学 习 汉 语|||REQUIRED|||-NONE-|||1
A 54 54|||M|||只|||REQUIRED|||-NONE-|||1

S 在 公 共 场 所 抽 烟 是 影 响 到 他 人 的 健 康 。 每 在 别 人 抽 烟 的 环 境 下 留 的 一 个 小 时 ， 等 于 抽 一 条 烟 卷 。
T0-A0 在 公 共 场 所 抽 烟 会 影 响 到 他 人 的 健 康 。 每 在 别 人 抽 烟 的 环 境 中 停 留 一 个 小 时 ， 等 于 抽 一 条 烟 卷 。
A 7 8|||S|||会|||REQUIRED|||-NONE-|||0
A 26 27|||S|||中 停|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 在 公 共 场 所 抽 烟 是 影 响 到 他 人 的 健 康 的 行 为 。 每 在 别 人 抽 烟 的 环 境 下 待 一 个 小 时 ， 等 于 抽 一 条 烟 卷 。
A 16 16|||M|||的 行 为|||REQUIRED|||-NONE-|||1
A 27 29|||S|||待|||REQUIRED|||-NONE-|||1

S 日 本 有 这 谚 话 “ 没 有 父 母 也 孩 子 能 成 大 ” 。
T0-A0 日 本 有 这 样 一 句 谚 语 ： “ 没 有 父 母 孩 子 也 能 成 长 。 ”
A 4 4|||M|||样 一 句|||REQUIRED|||-NONE-|||0
A 5 6|||S|||语 ：|||REQUIRED|||-NONE-|||0
A 11 14|||W|||孩 子 也|||REQUIRED|||-NONE-|||0
A 16 17|||S|||长|||REQUIRED|||-NONE-|||0
A 17 19|||W|||。 ”|||REQUIRED|||-NONE-|||0
T1-A0 日 本 有 这 样 一 句 谚 语 ： “ 没 有 父 母 的 孩 子 也 能 长 大 。 ”
A 4 4|||M|||样 一 句|||REQUIRED|||-NONE-|||1
A 5 6|||S|||语 ：|||REQUIRED|||-NONE-|||1
A 11 12|||S|||的|||REQUIRED|||-NONE-|||1
A 14 14|||M|||也|||REQUIRED|||-NONE-|||1
A 15 16|||S|||长|||REQUIRED|||-NONE-|||1
A 17 19|||W|||。 ”|||REQUIRED|||-NONE-|||1
T2-A0 日 本 有 这 样 一 句 谚 语 ： “ 没 有 父 母 孩 子 也 能 长 大 。 ”
A 4 4|||M|||样 一 句|||REQUIRED|||-NONE-|||2
A 5 6|||S|||语 ：|||REQUIRED|||-NONE-|||2
A 11 14|||W|||孩 子 也|||REQUIRED|||-NONE-|||2
A 15 16|||S|||长|||REQUIRED|||-NONE-|||2
A 17 19|||W|||。 ”|||REQUIRED|||-NONE-|||2
T3-A0 日 本 有 句 谚 语 ： “ 没 有 父 母 的 孩 子 也 能 长 大 。 ”
A 3 4|||S|||句|||REQUIRED|||-NONE-|||3
A 5 6|||S|||语 ：|||REQUIRED|||-NONE-|||3
A 11 12|||S|||的|||REQUIRED|||-NONE-|||3
A 14 14|||M|||也|||REQUIRED|||-NONE-|||3
A 15 16|||S|||长|||REQUIRED|||-NONE-|||3
A 17 19|||W|||。 ”|||REQUIRED|||-NONE-|||3

S 然 而 ， 以 新 加 坡 为 例 ， 早 在 4 0 年 代 ， 当 时 的 新 加 坡 学 校 已 施 行 男 女 混 合 。 在 那 年 代 ， 很 少 有 男 女 学 生 谈 恋 爱 的 问 题 。
T0-A0 然 而 ， 以 新 加 坡 为 例 ， 早 在 4 0 年 代 ， 当 时 的 新 加 坡 学 校 已 施 行 男 女 混 合 的 制 度 。 在 那 个 年 代 ， 很 少 有 男 女 学 生 谈 恋 爱 的 问 题 。
A 32 32|||M|||的 制 度|||REQUIRED|||-NONE-|||0
A 35 35|||M|||个|||REQUIRED|||-NONE-|||0
T1-A0 然 而 ， 以 新 加 坡 为 例 ， 早 在 4 0 年 代 ， 当 时 的 新 加 坡 学 校 已 施 行 男 女 混 合 制 度 。 在 那 年 代 ， 很 少 有 男 女 学 生 谈 恋 爱 的 问 题 。
A 32 32|||M|||制 度|||REQUIRED|||-NONE-|||1
T2-A0 然 而 ， 以 新 加 坡 为 例 ， 早 在 4 0 年 代 ， 当 时 的 新 加 坡 学 校 已 施 行 男 女 混 合 的 措 施 。 在 那 年 代 ， 很 少 有 男 女 学 生 谈 恋 爱 的 问 题 。
A 32 32|||M|||的 措 施|||REQUIRED|||-NONE-|||2

S 在 另 一 方 面 ， 学 生 们 也 要 自 觉 ， 不 要 一 时 的 好 奇 心 而 出 轨 。
T0-A0 在 另 一 方 面 ， 学 生 们 也 要 自 觉 ， 不 要 因 一 时 的 好 奇 心 ， 走 错 自 己 的 人 生 轨 迹 。
A 16 16|||M|||因|||REQUIRED|||-NONE-|||0
A 22 24|||S|||， 走 错 自 己 的 人 生|||REQUIRED|||-NONE-|||0
A 25 25|||M|||迹|||REQUIRED|||-NONE-|||0
T1-A0 在 另 一 方 面 ， 学 生 们 也 要 自 觉 ， 不 要 因 为 一 时 的 好 奇 心 而 越 界 。
A 16 16|||M|||因 为|||REQUIRED|||-NONE-|||1
A 23 25|||S|||越 界|||REQUIRED|||-NONE-|||1

S 如 果 碰 到 人 的 话 就 会 受 伤 。 但 是 大 部 分 的 人 们 没 想 过 这 样 的 情 况 。
T0-A0 如 果 碰 到 人 的 话 人 就 会 受 伤 。 但 是 大 部 分 的 人 没 想 过 这 样 的 情 况 。
A 7 7|||M|||人|||REQUIRED|||-NONE-|||0
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 如 果 碰 到 人 的 话 ， 人 就 会 受 伤 。 但 是 大 部 分 的 人 没 想 过 这 样 的 情 况 。
A 7 7|||M|||， 人|||REQUIRED|||-NONE-|||1
A 19 20|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 觉 得 最 重 要 是 我 自 己 安 排 我 的 时 间 。 第 一 个 原 因 是 要 看 什 么 时 候 我 的 身 体 不 让 我 想 去 参 观 博 物 馆 或 者 景 点 。 可 能 我 很 累 或 者 肚 子 不 舒 服 ， 但 是 我 跟 旅 行 团 旅 行 的 话 ， 没 有 办 法 ， 我 得 跟 他 们 去 。 第 二 个 原 因 是 我 的 兴 趣 跟 别 人 的 可 能 不 一 样 - 比 如 说 我 对 建 筑 学 感 兴 趣 ， 但 是 不 太 喜 欢 看 传 统 舞 蹈 的 表 演 。 所 以 在 旅 行 团 的 方 案 里 有 这 种 表 演 的 话 ， 让 我 不 太 高 兴 。 第 三 个 原 因 是 我 很 喜 欢 土 着 联 系 。
T0-A0 我 觉 得 最 重 要 的 是 我 想 自 己 安 排 我 自 己 的 时 间 。 第 一 个 原 因 是 要 看 什 么 时 候 我 的 身 体 不 允 许 我 去 参 观 博 物 馆 或 者 景 点 。 可 能 是 因 为 我 很 累 或 者 肚 子 不 舒 服 ， 但 是 我 跟 旅 行 团 旅 行 的 话 ， 没 有 办 法 ， 我 得 跟 他 们 去 。 第 二 个 原 因 是 我 的 兴 趣 跟 别 人 的 可 能 不 一 样 ， 比 如 说 我 对 建 筑 学 感 兴 趣 ， 但 是 不 太 喜 欢 看 传 统 舞 蹈 的 表 演 。 所 以 在 旅 行 团 的 方 案 里 有 这 种 表 演 的 话 ， 会 让 我 不 太 高 兴 。 第 三 个 原 因 是 我 很 喜 欢 和 土 著 人 联 系 。
A 6 6|||M|||的|||REQUIRED|||-NONE-|||0
A 8 8|||M|||想|||REQUIRED|||-NONE-|||0
A 13 13|||M|||自 己|||REQUIRED|||-NONE-|||0
A 34 35|||S|||允 许|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 50|||M|||是 因 为|||REQUIRED|||-NONE-|||0
A 104 105|||S|||，|||REQUIRED|||-NONE-|||0
A 150 150|||M|||会|||REQUIRED|||-NONE-|||0
A 167 167|||M|||和|||REQUIRED|||-NONE-|||0
A 168 169|||S|||著 人|||REQUIRED|||-NONE-|||0
T1-A0 我 觉 得 最 重 要 的 是 我 想 自 己 安 排 我 自 己 的 时 间 。 第 一 个 原 因 是 要 看 什 么 时 候 我 的 身 体 不 允 许 我 去 参 观 博 物 馆 或 者 景 点 。 可 能 是 因 为 我 很 累 或 者 肚 子 不 舒 服 ， 但 是 我 跟 旅 行 团 旅 行 的 话 ， 没 有 办 法 ， 我 得 跟 他 们 去 。 第 二 个 原 因 是 我 的 兴 趣 跟 别 人 的 可 能 不 一 样 ， 比 如 说 我 对 建 筑 学 感 兴 趣 ， 但 是 不 太 喜 欢 看 传 统 舞 蹈 的 表 演 。 所 以 在 旅 行 团 的 方 案 里 有 这 种 表 演 的 话 ， 会 让 我 不 太 高 兴 。 第 三 个 原 因 是 我 很 喜 欢 和 本 地 人 联 系 。
A 6 6|||M|||的|||REQUIRED|||-NONE-|||1
A 8 8|||M|||想|||REQUIRED|||-NONE-|||1
A 13 13|||M|||自 己|||REQUIRED|||-NONE-|||1
A 34 35|||S|||允 许|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 50 50|||M|||是 因 为|||REQUIRED|||-NONE-|||1
A 104 105|||S|||，|||REQUIRED|||-NONE-|||1
A 150 150|||M|||会|||REQUIRED|||-NONE-|||1
A 167 169|||S|||和 本 地 人|||REQUIRED|||-NONE-|||1

S 我 想 对 喜 欢 抽 烟 的 人 说 ， 要 爱 自 己 的 身 体 ！
T0-A0 我 想 对 喜 欢 抽 烟 的 人 说 ： “ 要 爱 惜 自 己 的 身 体 ！ ”
A 10 11|||S|||： “|||REQUIRED|||-NONE-|||0
A 13 13|||M|||惜|||REQUIRED|||-NONE-|||0
A 19 19|||M|||”|||REQUIRED|||-NONE-|||0
T1-A0 我 想 对 喜 欢 抽 烟 的 人 说 ， 要 爱 护 自 己 的 身 体 ！
A 13 13|||M|||护|||REQUIRED|||-NONE-|||1
T2-A0 我 想 对 喜 欢 抽 烟 的 人 说 ， 要 爱 惜 自 己 的 身 体 ！
A 13 13|||M|||惜|||REQUIRED|||-NONE-|||2
T3-A0 我 想 对 喜 欢 抽 烟 的 人 说 ： “ 要 爱 护 自 己 的 身 体 ！ ”
A 10 11|||S|||： “|||REQUIRED|||-NONE-|||3
A 13 13|||M|||护|||REQUIRED|||-NONE-|||3
A 19 19|||M|||”|||REQUIRED|||-NONE-|||3

S 你 如 果 只 战 斗 症 状 ， 可 能 走 一 会 儿 ， 可 是 很 快 就 回 来 了 。
T0-A0 你 如 果 只 和 症 状 作 斗 争 ， 可 以 走 一 会 儿 ， 可 是 症 状 很 快 就 回 来 了 。
A 4 6|||S|||和|||REQUIRED|||-NONE-|||0
A 8 8|||M|||作 斗 争|||REQUIRED|||-NONE-|||0
A 10 11|||S|||以|||REQUIRED|||-NONE-|||0
A 18 18|||M|||症 状|||REQUIRED|||-NONE-|||0

S 在 日 本 ， 无 论 是 已 婚 者 或 未 婚 者 ， 能 买 到 了 一 套 房 子 ， 人 们 都 才 感 到 一 种 安 心 感 ， 虽 然 我 们 都 一 般 长 期 贷 款 买 房 。
T0-A0 在 日 本 ， 无 论 是 已 婚 者 或 未 婚 者 ， 能 买 到 一 套 房 子 ， 人 们 才 感 到 一 种 安 心 感 ， 虽 然 我 们 一 般 都 长 期 贷 款 买 房 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 43|||W|||一 般 都|||REQUIRED|||-NONE-|||0
T1-A0 在 日 本 ， 无 论 是 已 婚 者 或 未 婚 者 ， 买 到 了 一 套 房 子 ， 人 们 才 感 到 一 种 安 心 感 ， 虽 然 我 们 一 般 都 是 长 期 贷 款 买 房 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 43|||W|||一 般 都|||REQUIRED|||-NONE-|||1
A 43 43|||M|||是|||REQUIRED|||-NONE-|||1
T1-A1 在 日 本 ， 无 论 是 已 婚 者 或 未 婚 者 ， 买 到 了 一 套 房 子 ， 人 们 才 感 到 一 种 安 心 感 ， 虽 然 我 们 一 般 都 是 长 期 贷 款 买 房 。
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 40 41|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 43 43|||M|||都 是|||REQUIRED|||-NONE-|||1

S 譬 如 可 以 在 极 短 的 时 间 内 结 交 到 许 多 朋 友 ， 可 以 重 覆 地 挑 选 ， 及 更 清 楚 地 了 解 对 方 ， 因 为 在 网 上 通 常 会 有 比 较 详 尽 的 个 人 资 料 。
T0-A0 譬 如 可 以 在 极 短 的 时 间 内 结 交 到 许 多 朋 友 ， 可 以 重 复 地 挑 选 ， 以 及 更 清 楚 地 了 解 对 方 ， 因 为 在 网 上 通 常 会 有 比 较 详 尽 的 个 人 资 料 。
A 22 23|||S|||复|||REQUIRED|||-NONE-|||0
A 27 27|||M|||以|||REQUIRED|||-NONE-|||0
T1-A0 譬 如 可 以 在 极 短 的 时 间 内 结 交 到 许 多 朋 友 ， 可 以 重 复 地 挑 选 ， 及 更 清 楚 地 了 解 对 方 ， 因 为 在 网 上 通 常 会 有 比 较 详 尽 的 个 人 资 料 。
A 22 23|||S|||复|||REQUIRED|||-NONE-|||1

S 现 代 的 社 会 不 一 样 的 工 作 很 多 。 我 们 都 可 能 是 律 师 、 老 师 、 商 人 、 工 程 师 、 美 容 师 、 外 交 官 。
T0-A0 现 代 的 社 会 不 一 样 的 工 作 有 很 多 。 我 们 可 能 是 律 师 、 老 师 、 商 人 、 工 程 师 、 美 容 师 、 外 交 官 。
A 11 11|||M|||有|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 觉 得 喜 欢 一 种 流 行 歌 曲 是 盲 目 的 追 求 一 种 东 西 一 样 。
T0-A0 我 觉 得 喜 欢 一 种 流 行 歌 曲 和 盲 目 地 追 求 一 种 东 西 一 样 。
A 11 12|||S|||和|||REQUIRED|||-NONE-|||0
A 14 15|||S|||地|||REQUIRED|||-NONE-|||0

S 据 我 所 知 ， 现 在 韩 国 、 中 国 的 烟 制 工 厂 都 是 国 家 安 排 的 ， 如 果 国 家 要 让 人 民 禁 止 抽 烟 ， 那 么 国 家 先 停 止 那 个 工 厂 。 我 的 说 话 当 然 听 起 来 很 奇 怪 ， 但 是 我 觉 得 真 正 的 方 法 都 是 这 样 。 到 目 前 为 止 不 但 老 人 、 中 年 人 抽 烟 而 且 青 少 人 也 抽 烟 。
T0-A0 据 我 所 知 ， 现 在 韩 国 、 中 国 的 制 烟 工 厂 都 是 国 家 安 排 的 ， 如 果 国 家 要 禁 止 人 民 抽 烟 ， 那 么 国 家 得 先 关 停 那 个 工 厂 。 我 说 的 话 听 起 来 很 奇 怪 ， 但 是 我 觉 得 真 正 有 用 的 方 法 就 是 这 样 。 到 目 前 为 止 ， 不 但 老 人 、 中 年 人 抽 烟 ， 青 少 年 也 抽 烟 。
A 13 15|||W|||制 烟|||REQUIRED|||-NONE-|||0
A 30 31|||S|||禁 止|||REQUIRED|||-NONE-|||0
A 33 35|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M|||得|||REQUIRED|||-NONE-|||0
A 43 43|||M|||关|||REQUIRED|||-NONE-|||0
A 44 45|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 51 53|||W|||说 的|||REQUIRED|||-NONE-|||0
A 54 56|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 70 70|||M|||有 用|||REQUIRED|||-NONE-|||0
A 73 74|||S|||就|||REQUIRED|||-NONE-|||0
A 83 83|||M|||，|||REQUIRED|||-NONE-|||0
A 93 95|||S|||，|||REQUIRED|||-NONE-|||0
A 97 98|||S|||年|||REQUIRED|||-NONE-|||0

S 但 是 ， 从 宏 观 的 角 度 来 看 ， 此 次 采 取 的 措 施 是 非 常 肯 定 的 。 我 们 一 起 共 同 努 力 的 话 ， 可 以 把 美 丽 的 公 众 环 境 稳 定 下 来 。
T0-A0 但 是 ， 从 宏 观 的 角 度 来 看 ， 这 次 采 取 的 措 施 是 非 常 值 得 肯 定 的 。 我 们 一 起 努 力 的 话 ， 一 定 可 以 把 美 丽 的 公 众 环 境 稳 定 下 来 的 。
A 12 13|||S|||这|||REQUIRED|||-NONE-|||0
A 22 22|||M|||值 得|||REQUIRED|||-NONE-|||0
A 30 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 37|||M|||一 定|||REQUIRED|||-NONE-|||0
A 51 51|||M|||的|||REQUIRED|||-NONE-|||0
T1-A0 但 是 ， 从 宏 观 的 角 度 来 看 ， 此 次 采 取 的 措 施 是 非 常 有 用 的 。 我 们 共 同 努 力 的 话 ， 可 以 把 美 丽 的 公 众 环 境 稳 定 下 来 。
A 22 24|||S|||有 用|||REQUIRED|||-NONE-|||1
A 28 30|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 我 们 改 变 了 我 们 的 地 球 ， 所 以 我 们 要 保 护 这 个 地 球 的 自 然 。
T0-A0 我 们 改 变 了 我 们 的 地 球 ， 所 以 我 们 要 保 护 地 球 的 自 然 环 境 。
A 18 20|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M|||环 境|||REQUIRED|||-NONE-|||0

S 我 一 前 没 住 过 五 星 级 旅 馆 ， 所 以 我 很 惊 奇 了 。
T0-A0 我 以 前 没 住 过 五 星 级 旅 馆 ， 所 以 我 很 惊 奇 。
A 1 2|||S|||以|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 以 前 没 住 过 五 星 级 宾 馆 ， 所 以 我 很 好 奇 。
A 1 2|||S|||以|||REQUIRED|||-NONE-|||1
A 9 10|||S|||宾|||REQUIRED|||-NONE-|||1
A 16 17|||S|||好|||REQUIRED|||-NONE-|||1
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 因 为 污 染 也 很 高 ， 我 们 要 回 收 垃 圾 。 为 什 么 ? 塑 料 、 电 池 、 垃 圾 是 我 们 做 的 东 西 。
T0-A0 因 为 污 染 很 严 重 ， 所 以 我 们 要 回 收 垃 圾 。 为 什 么 ? 因 为 塑 料 、 电 池 等 垃 圾 是 我 们 人 类 造 出 来 的 东 西 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||S|||严 重|||REQUIRED|||-NONE-|||0
A 8 8|||M|||所 以|||REQUIRED|||-NONE-|||0
A 20 20|||M|||因 为|||REQUIRED|||-NONE-|||0
A 25 26|||S|||等|||REQUIRED|||-NONE-|||0
A 31 32|||S|||人 类 造 出 来|||REQUIRED|||-NONE-|||0

S 最 近 吸 烟 者 率 是 越 来 越 多 ， 而 且 吸 烟 者 的 年 龄 层 是 越 来 越 少 。 这 些 问 题 是 现 在 最 重 要 的 事 。
T0-A0 最 近 吸 烟 率 是 越 来 越 高 ， 而 且 吸 烟 者 的 年 龄 层 是 越 来 越 低 。 这 些 问 题 是 现 在 最 重 要 的 事 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||S|||高|||REQUIRED|||-NONE-|||0
A 25 26|||S|||低|||REQUIRED|||-NONE-|||0
T1-A0 最 近 吸 烟 率 是 越 来 越 高 ， 而 且 吸 烟 者 的 年 龄 是 越 来 越 小 。 这 些 问 题 是 现 在 最 重 要 的 事 。
A 4 5|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 10 11|||S|||高|||REQUIRED|||-NONE-|||1
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 25 26|||S|||小|||REQUIRED|||-NONE-|||1
T2-A0 最 近 吸 烟 者 是 越 来 越 多 ， 而 且 吸 烟 者 的 年 龄 是 越 来 越 小 。 这 些 问 题 是 现 在 最 重 要 的 事 。
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 25 26|||S|||小|||REQUIRED|||-NONE-|||2

S 绿 色 食 品 太 贵 ， 吃 不 了 ； 那 也 不 能 “ 化 学 ” 食 品 。
T0-A0 绿 色 食 品 太 贵 ， 吃 不 了 ， 那 也 不 能 吃 “ 化 学 ” 食 品 。
A 10 11|||S|||，|||REQUIRED|||-NONE-|||0
A 15 15|||M|||吃|||REQUIRED|||-NONE-|||0
T1-A0 绿 色 食 品 太 贵 ， 吃 不 起 ； 那 也 不 能 吃 “ 化 学 ” 食 品 。
A 9 10|||S|||起|||REQUIRED|||-NONE-|||1
A 15 15|||M|||吃|||REQUIRED|||-NONE-|||1
T2-A0 绿 色 食 品 太 贵 ， 吃 不 起 ， 但 也 不 能 吃 “ 化 学 ” 食 品 。
A 9 12|||S|||起 ， 但|||REQUIRED|||-NONE-|||2
A 15 15|||M|||吃|||REQUIRED|||-NONE-|||2
T3-A0 绿 色 食 品 太 贵 ， 吃 不 了 ； 那 也 不 能 吃 “ 化 学 ” 食 品 。
A 15 15|||M|||吃|||REQUIRED|||-NONE-|||3

S 而 想 得 到 更 丰 富 的 知 识 就 是 从 阅 读 来 取 得 。
T0-A0 而 想 得 到 更 丰 富 的 知 识 就 得 从 阅 读 取 得 。
A 11 12|||S|||得|||REQUIRED|||-NONE-|||0
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 而 想 得 到 更 丰 富 的 知 识 就 得 从 阅 读 中 取 得 。
A 11 12|||S|||得|||REQUIRED|||-NONE-|||1
A 15 16|||S|||中|||REQUIRED|||-NONE-|||1

S 售 货 员 找 我 的 同 志 五 块 钱 。
T0-A0 售 货 员 找 给 我 的 同 志 五 块 钱 。
A 4 4|||M|||给|||REQUIRED|||-NONE-|||0

S 但 是 给 张 华 ， 西 菜 她 部 喜 欢 。 她 很 少 有 机 会 吃 西 菜 ， 所 以 她 非 常 爱 吃 欧 洲 的 菜 。
T0-A0 但 是 对 于 张 华 来 说 ， 西 菜 她 很 喜 欢 。 她 很 少 有 机 会 吃 西 菜 ， 但 她 非 常 爱 吃 欧 洲 的 菜 。
A 2 3|||S|||对 于|||REQUIRED|||-NONE-|||0
A 5 5|||M|||来 说|||REQUIRED|||-NONE-|||0
A 9 10|||S|||很|||REQUIRED|||-NONE-|||0
A 23 25|||S|||但|||REQUIRED|||-NONE-|||0
T1-A0 但 是 对 于 张 华 ， 西 菜 她 很 喜 欢 。 她 很 少 有 机 会 吃 西 菜 ， 但 是 她 非 常 爱 吃 欧 洲 的 菜 。
A 2 3|||S|||对 于|||REQUIRED|||-NONE-|||1
A 9 10|||S|||很|||REQUIRED|||-NONE-|||1
A 23 25|||S|||但 是|||REQUIRED|||-NONE-|||1

S 这 个 问 题 应 该 从 根 本 上 开 始 解 决 。 有 的 人 是 需 要 “ 绿 色 产 品 ” 但 有 毫 无 在 乎 。
T0-A0 这 个 问 题 应 该 从 根 本 上 解 决 。 有 的 人 是 需 要 “ 绿 色 产 品 ” ， 但 有 的 人 毫 不 在 乎 。
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M|||，|||REQUIRED|||-NONE-|||0
A 29 29|||M|||的 人|||REQUIRED|||-NONE-|||0
A 30 31|||S|||不|||REQUIRED|||-NONE-|||0
T1-A0 这 个 问 题 应 该 从 根 本 上 开 始 解 决 。 有 的 人 是 需 要 “ 绿 色 产 品 ” ， 但 有 的 毫 不 在 乎 。
A 27 27|||M|||，|||REQUIRED|||-NONE-|||1
A 29 29|||M|||的|||REQUIRED|||-NONE-|||1
A 30 31|||S|||不|||REQUIRED|||-NONE-|||1
T2-A0 这 个 问 题 应 该 从 根 本 上 开 始 解 决 。 有 的 人 需 要 “ 绿 色 产 品 ” 但 有 的 人 毫 不 在 乎 。
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 29 29|||M|||的 人|||REQUIRED|||-NONE-|||2
A 30 31|||S|||不|||REQUIRED|||-NONE-|||2

S 性 格 不 遗 传 ， 是 完 全 是 父 母 对 孩 子 的 态 度 的 结 果 。
T0-A0 性 格 不 会 遗 传 ， 这 完 全 是 父 母 对 孩 子 的 态 度 的 结 果 。
A 3 3|||M|||会|||REQUIRED|||-NONE-|||0
A 6 7|||S|||这|||REQUIRED|||-NONE-|||0
T1-A0 性 格 不 会 遗 传 ， 这 完 全 是 父 母 对 孩 子 的 态 度 所 产 生 的 结 果 。
A 3 3|||M|||会|||REQUIRED|||-NONE-|||1
A 6 7|||S|||这|||REQUIRED|||-NONE-|||1
A 18 18|||M|||所 产 生|||REQUIRED|||-NONE-|||1

S 我 喜 欢 我 的 旅 行 ， 虽 然 太 阳 没 照 。 天 汽 没 要 变 ， 天 空 没 蓝 蓝 的 。
T0-A0 我 喜 欢 我 的 旅 行 ， 虽 然 太 阳 没 出 来 ， 天 气 没 变 ， 天 空 也 不 蓝 。
A 13 15|||S|||出 来 ，|||REQUIRED|||-NONE-|||0
A 16 17|||S|||气|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 25|||S|||也 不|||REQUIRED|||-NONE-|||0
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 喜 欢 我 的 旅 行 ， 虽 然 没 太 阳 ， 天 气 也 没 变 化 ， 天 空 也 不 是 蓝 蓝 的 。
A 10 13|||W|||没 太 阳|||REQUIRED|||-NONE-|||1
A 13 15|||S|||，|||REQUIRED|||-NONE-|||1
A 16 17|||S|||气 也|||REQUIRED|||-NONE-|||1
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 20|||M|||化|||REQUIRED|||-NONE-|||1
A 23 24|||S|||也 不 是|||REQUIRED|||-NONE-|||1
T1-A1 我 喜 欢 我 的 旅 行 ， 虽 然 没 太 阳 ， 天 气 也 没 变 化 ， 天 空 也 不 是 蓝 蓝 的 。
A 10 10|||M|||没|||REQUIRED|||-NONE-|||1
A 12 15|||S|||，|||REQUIRED|||-NONE-|||1
A 16 17|||S|||气 也|||REQUIRED|||-NONE-|||1
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 20|||M|||化|||REQUIRED|||-NONE-|||1
A 23 24|||S|||也 不 是|||REQUIRED|||-NONE-|||1
T2-A0 我 喜 欢 我 的 旅 行 ， 虽 然 太 阳 没 出 来 ， 天 气 没 变 ， 天 空 不 蓝 。
A 13 15|||S|||出 来 ，|||REQUIRED|||-NONE-|||2
A 16 17|||S|||气|||REQUIRED|||-NONE-|||2
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 25|||S|||不|||REQUIRED|||-NONE-|||2
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 极 客 这 个 词 语 在 世 界 上 传 布 的 时 候 ， 他 们 的 人 是 很 小 数 的 ， 而 且 大 多 是 男 人 的 。
T0-A0 “ 极 客 ” 这 个 词 语 在 世 界 上 传 播 的 时 候 ， 知 道 他 们 的 人 是 很 少 的 ， 而 且 大 多 是 男 人 。
A 0 0|||M|||“|||REQUIRED|||-NONE-|||0
A 2 2|||M|||”|||REQUIRED|||-NONE-|||0
A 11 12|||S|||播|||REQUIRED|||-NONE-|||0
A 16 16|||M|||知 道|||REQUIRED|||-NONE-|||0
A 22 24|||S|||少|||REQUIRED|||-NONE-|||0
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0

S 不 仅 他 学 习 某 种 习 惯 ， 他 们 性 格 也 开 始 养 成 。
T0-A0 他 们 不 仅 开 始 学 习 某 种 习 惯 ， 他 们 的 性 格 也 开 始 形 成 。
A 0 0|||M|||他 们|||REQUIRED|||-NONE-|||0
A 2 3|||S|||开 始|||REQUIRED|||-NONE-|||0
A 12 12|||M|||的|||REQUIRED|||-NONE-|||0
A 17 18|||S|||形|||REQUIRED|||-NONE-|||0
T1-A0 他 们 不 仅 开 始 学 习 某 种 习 惯 ， 性 格 也 开 始 养 成 。
A 0 0|||M|||他 们|||REQUIRED|||-NONE-|||1
A 2 3|||S|||开 始|||REQUIRED|||-NONE-|||1
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 他 们 不 仅 会 学 习 某 种 习 惯 ， 性 格 也 开 始 养 成 。
A 0 0|||M|||他 们|||REQUIRED|||-NONE-|||2
A 2 3|||S|||会|||REQUIRED|||-NONE-|||2
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 这 个 时 候 学 到 东 西 ， 这 个 小 时 候 的 记 忆 ， 长 大 以 后 也 不 会 忘 掉 ， 一 直 放 在 自 己 的 心 里 面 ， 遵 守 下 去 。 每 一 个 有 小 时 候 从 父 母 学 到 的 东 西 。
T0-A0 这 个 时 候 学 到 的 东 西 ， 这 个 时 候 的 记 忆 ， 长 大 以 后 也 不 会 忘 掉 ， 一 直 放 在 自 己 的 心 里 面 ， 遵 守 下 去 。 每 一 个 人 都 有 小 时 候 从 父 母 身 上 学 到 的 东 西 。
A 6 6|||M|||的|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 47|||M|||人 都|||REQUIRED|||-NONE-|||0
A 54 54|||M|||身 上|||REQUIRED|||-NONE-|||0
T1-A0 小 时 候 学 到 的 东 西 ， 小 时 候 的 记 忆 ， 长 大 以 后 也 不 会 忘 掉 ， 一 直 放 在 自 己 的 心 里 面 ， 遵 守 下 去 。 每 一 个 人 都 有 小 时 候 从 父 母 身 上 学 到 的 东 西 。
A 0 2|||S|||小|||REQUIRED|||-NONE-|||1
A 6 6|||M|||的|||REQUIRED|||-NONE-|||1
A 9 11|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 47 47|||M|||人 都|||REQUIRED|||-NONE-|||1
A 54 54|||M|||身 上|||REQUIRED|||-NONE-|||1

S 那 个 时 候 我 认 为 不 可 能 打 太 鼓 、 因 为 我 从 来 没 有 打 过 鼓 、 也 不 了 解 日 本 传 统 的 音 乐 、 还 有 没 有 足 够 体 力 。
T0-A0 那 个 时 候 我 认 为 自 己 不 可 能 打 太 鼓 ， 因 为 我 从 来 没 有 打 过 鼓 ， 也 不 了 解 日 本 的 传 统 音 乐 ， 还 没 有 足 够 的 体 力 。
A 7 7|||M|||自 己|||REQUIRED|||-NONE-|||0
A 13 14|||S|||，|||REQUIRED|||-NONE-|||0
A 24 25|||S|||，|||REQUIRED|||-NONE-|||0
A 31 34|||W|||的 传 统|||REQUIRED|||-NONE-|||0
A 36 37|||S|||，|||REQUIRED|||-NONE-|||0
A 38 39|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 43|||M|||的|||REQUIRED|||-NONE-|||0

S 每 一 刻 都 用 得 无 可 挑 剔 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 酒 精 中 毒 的 代 价 极 其 高 ， 堆 积 卫 生 的 后 、 缺 勤 率 以 及 相 关 的 犯 罪 性 。 在 法 国 酒 精 代 价 超 过 十 七 亿 。
T0-A0 酒 精 中 毒 的 代 价 极 其 高 ， 物 品 堆 积 、 缺 勤 率 以 及 相 关 的 犯 罪 性 。 在 法 国 ， 酒 精 中 毒 的 代 价 超 过 十 七 亿 。
A 11 11|||M|||物 品|||REQUIRED|||-NONE-|||0
A 13 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M|||，|||REQUIRED|||-NONE-|||0
A 35 35|||M|||中 毒 的|||REQUIRED|||-NONE-|||0

S 流 行 歌 曲 不 是 对 我 完 全 不 喜 欢 ， 如 果 哪 个 歌 曲 听 了 有 意 思 ， 就 是 我 喜 欢 听 的 。
T0-A0 对 流 行 歌 曲 我 不 是 完 全 不 喜 欢 ， 如 果 哪 个 歌 曲 听 了 有 意 思 ， 就 是 我 喜 欢 听 的 。
A 0 0|||M|||对|||REQUIRED|||-NONE-|||0
A 4 4|||M|||我|||REQUIRED|||-NONE-|||0
A 6 8|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 对 流 行 歌 曲 不 是 完 全 不 喜 欢 ， 如 果 哪 个 歌 曲 听 了 有 意 思 ， 我 也 喜 欢 听 的 。
A 0 8|||W|||我 对 流 行 歌 曲 不 是|||REQUIRED|||-NONE-|||1
A 26 28|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 29 29|||M|||也|||REQUIRED|||-NONE-|||1
T2-A0 我 对 流 行 歌 曲 不 是 完 全 不 喜 欢 ， 如 果 听 了 哪 个 歌 曲 觉 得 有 意 思 ， 就 是 我 喜 欢 听 的 。
A 0 8|||W|||我 对 流 行 歌 曲 不 是|||REQUIRED|||-NONE-|||2
A 16 16|||M|||听 了|||REQUIRED|||-NONE-|||2
A 20 22|||S|||觉 得|||REQUIRED|||-NONE-|||2

S 我 认 为 控 制 青 少 年 的 吸 烟 最 重 要 的 是 还 是 家 庭 教 育 。
T0-A0 我 认 为 控 制 青 少 年 吸 烟 最 重 要 的 还 是 家 庭 教 育 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 认 为 控 制 青 少 年 吸 烟 最 重 要 的 途 径 还 是 家 庭 教 育 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 15 16|||S|||途 径|||REQUIRED|||-NONE-|||1

S 如 若 贵 公 司 能 拨 出 时 间 给 本 人 一 个 面 试 的 机 会 ， 将 不 胜 感 激 。
T0-A0 如 若 贵 公 司 能 拨 出 时 间 给 本 人 一 个 面 试 的 机 会 ， 我 将 不 胜 感 激 。
A 21 21|||M|||我|||REQUIRED|||-NONE-|||0

S 这 世 界 上 是 很 残 酷 的 。
T0-A0 这 个 世 界 是 很 残 酷 的 。
A 1 1|||M|||个|||REQUIRED|||-NONE-|||0
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 世 界 是 很 残 酷 的 。
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 所 以 我 从 上 个 星 期 到 九 月 份 在 上 海 。
T0-A0 所 以 我 从 上 个 星 期 到 九 月 份 一 直 在 上 海 。
A 12 12|||M|||一 直|||REQUIRED|||-NONE-|||0
T1-A0 所 以 我 从 上 个 星 期 到 九 月 份 都 在 上 海 。
A 12 12|||M|||都|||REQUIRED|||-NONE-|||1
T2-A0 所 以 我 从 上 个 星 期 一 直 到 九 月 份 都 在 上 海 。
A 8 8|||M|||一 直|||REQUIRED|||-NONE-|||2
A 12 12|||M|||都|||REQUIRED|||-NONE-|||2

S 早 上 先 煎 鸡 蛋 、 西 红 柿 切 成 片 ， 火 腿 切 成 片 ， 然 后 一 起 它 们 夹 入 两 片 面 包 中 。
T0-A0 早 上 先 煎 鸡 蛋 ， 西 红 柿 切 成 片 ， 火 腿 切 成 片 ， 然 后 一 起 把 它 们 夹 入 两 片 面 包 中 。
A 6 7|||S|||，|||REQUIRED|||-NONE-|||0
A 24 24|||M|||把|||REQUIRED|||-NONE-|||0
T1-A0 早 上 先 煎 鸡 蛋 ， 然 后 把 西 红 柿 切 成 片 ， 再 把 火 腿 切 成 片 ， 最 后 把 它 们 一 起 夹 入 两 片 面 包 中 。
A 6 7|||S|||， 然 后 把|||REQUIRED|||-NONE-|||1
A 14 14|||M|||再 把|||REQUIRED|||-NONE-|||1
A 20 21|||S|||最|||REQUIRED|||-NONE-|||1
A 22 22|||M|||把|||REQUIRED|||-NONE-|||1
A 22 26|||W|||它 们 一 起|||REQUIRED|||-NONE-|||1

S 综 上 所 述 ， 我 认 为 当 父 母 极 其 是 个 很 难 的 事 ， 为 了 养 成 孩 子 ， 应 该 要 自 己 的 本 身 的 能 力 提 高 。
T0-A0 综 上 所 述 ， 我 认 为 当 父 母 是 个 很 难 的 事 ， 为 了 养 成 孩 子 ， 父 母 应 该 要 把 本 身 的 能 力 提 高 。
A 11 13|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M|||父 母|||REQUIRED|||-NONE-|||0
A 30 33|||S|||把|||REQUIRED|||-NONE-|||0
T1-A0 综 上 所 述 ， 我 认 为 当 父 母 是 个 极 其 难 的 事 ， 为 了 养 成 孩 子 ， 父 母 应 该 要 把 本 身 的 能 力 提 高 。
A 11 15|||W|||是 个 极 其|||REQUIRED|||-NONE-|||1
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 27|||M|||父 母|||REQUIRED|||-NONE-|||1
A 30 33|||S|||把|||REQUIRED|||-NONE-|||1

S 那 些 烟 头 污 染 环 境 ， 而 且 为 了 清 洁 烟 头 政 府 要 付 出 巨 大 的 清 洁 费 。
T0-A0 那 些 烟 头 污 染 环 境 ， 而 且 为 了 清 洁 烟 头 政 府 要 付 出 巨 额 的 清 洁 费 。
A 23 24|||S|||额|||REQUIRED|||-NONE-|||0
T1-A0 那 些 烟 头 污 染 环 境 ， 而 且 为 了 清 洁 烟 头 政 府 要 支 付 巨 大 的 清 洁 费 。
A 20 20|||M|||支|||REQUIRED|||-NONE-|||1
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 那 些 烟 头 污 染 环 境 ， 而 且 为 了 清 洁 烟 头 ， 政 府 要 付 出 巨 大 的 代 价 。
A 17 17|||M|||，|||REQUIRED|||-NONE-|||2
A 25 28|||S|||代 价|||REQUIRED|||-NONE-|||2

S 昨 天 晚 上 我 和 父 亲 一 起 在 一 个 有 名 、 可 爱 的 饭 店 去 吃 饭 。 我 们 想 一 边 吃 什 么 ， 一 边 讨 论 一 些 家 庭 的 问 题 。 听 热 闹 ， 高 兴 的 。
T0-A0 昨 天 晚 上 我 和 父 亲 一 起 在 一 个 有 名 、 可 爱 的 饭 店 吃 饭 。 我 们 一 边 吃 ， 一 边 讨 论 一 些 家 庭 的 问 题 ， 挺 热 闹 ， 我 们 挺 高 兴 的 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 47|||S|||， 挺|||REQUIRED|||-NONE-|||0
A 50 50|||M|||我 们 挺|||REQUIRED|||-NONE-|||0
T1-A0 昨 天 晚 上 我 和 父 亲 一 起 在 一 个 有 名 、 可 爱 的 饭 店 吃 饭 。 我 们 一 边 想 吃 什 么 ， 一 边 讨 论 一 些 家 庭 的 问 题 ， 热 闹 ， 都 很 高 兴 。
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 27 30|||W|||一 边 想|||REQUIRED|||-NONE-|||1
A 45 47|||S|||，|||REQUIRED|||-NONE-|||1
A 50 50|||M|||都 很|||REQUIRED|||-NONE-|||1
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 昨 天 晚 上 我 和 父 亲 一 起 去 一 个 有 名 、 可 爱 的 饭 店 吃 饭 。 我 们 一 边 吃 ， 一 边 讨 论 一 些 家 庭 的 问 题 。 我 们 讨 论 得 很 热 闹 ， 很 高 兴 。
A 10 11|||S|||去|||REQUIRED|||-NONE-|||2
A 21 22|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 27 28|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 31 33|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 46 47|||S|||我 们 讨 论 得 很|||REQUIRED|||-NONE-|||2
A 50 50|||M|||很|||REQUIRED|||-NONE-|||2
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 正 如 众 所 皆 知 ， 结 交 的 方 式 繁 多 ， 过 程 不 一 ， 当 然 内 容 更 是 多 姿 多 彩 。
T0-A0 众 所 皆 知 ， 结 交 的 方 式 繁 多 ， 过 程 不 一 ， 当 然 内 容 更 是 多 姿 多 彩 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 众 所 周 知 ， 结 交 的 方 式 繁 多 ， 过 程 不 一 ， 当 然 内 容 更 是 多 姿 多 彩 。
A 0 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 5|||S|||周|||REQUIRED|||-NONE-|||1

S 不 能 因 饥 饿 而 曲 折 ， 要 努 力 开 发 ， 为 社 会 做 贡 献 。
T0-A0 不 能 因 饥 饿 而 放 弃 ， 要 努 力 开 发 ， 为 社 会 做 贡 献 。
A 6 8|||S|||放 弃|||REQUIRED|||-NONE-|||0
T1-A0 不 能 因 饥 饿 而 屈 服 ， 要 努 力 开 发 ， 为 社 会 做 贡 献 。
A 6 8|||S|||屈 服|||REQUIRED|||-NONE-|||1

S 为 了 以 后 的 事 情 ， 我 要 去 复 印 了 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 老 女 人 的 庞 的 肚 子 正 在 挂 落 下 。 胖 子 的 以 下 里 面 有 一 个 热 水 装 满 的 大 盆 。
T0 无法标注
A -1 -1|||NA|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 三 亚 机 中 国 人 可 以 说 英 语 ， 因 为 在 那 里 有 很 多 游 者 。 我 觉 得 三 亚 是 一 个 非 常 票 连 得 城 市 ， 但 海 口 没 有 意 思 。
T0-A0 在 三 亚 ， 中 国 人 可 以 说 英 语 ， 因 为 那 里 有 很 多 游 者 。 我 觉 得 三 亚 是 一 个 非 常 漂 亮 的 城 市 ， 但 海 口 没 有 意 思 。
A 3 4|||S|||，|||REQUIRED|||-NONE-|||0
A 15 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 37|||S|||漂 亮 的|||REQUIRED|||-NONE-|||0

S 这 样 就 促 成 了 上 述 的 “ 中 西 结 合 ” ， 让 父 母 及 孩 子 的 自 身 思 维 同 时 做 “ 第 一 任 老 师 ” 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 次 在 韩 国 发 生 的 事 情 ， 有 一 个 城 市 里 边 来 了 好 几 个 歌 手 ， 那 个 城 市 里 的 人 几 乎 都 要 看 他 们 ， 从 儿 童 到 奶 奶 和 爷 爷 都 要 先 走 看 他 们 。
T0-A0 这 次 在 韩 国 发 生 一 件 事 情 ， 在 一 个 城 市 里 ， 好 几 个 歌 手 来 了 ， 那 个 城 市 里 的 人 几 乎 都 要 看 他 们 ， 从 儿 童 到 奶 奶 和 爷 爷 都 要 走 过 去 看 他 们 。
A 7 8|||S|||一 件|||REQUIRED|||-NONE-|||0
A 11 12|||S|||在|||REQUIRED|||-NONE-|||0
A 17 20|||S|||，|||REQUIRED|||-NONE-|||0
A 25 25|||M|||来 了|||REQUIRED|||-NONE-|||0
A 52 53|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 54 54|||M|||过 去|||REQUIRED|||-NONE-|||0
T1-A0 这 次 在 韩 国 发 生 的 事 情 ， 是 有 一 个 城 市 里 边 来 了 好 几 个 歌 手 ， 那 个 城 市 里 的 人 几 乎 都 要 看 他 们 ， 从 儿 童 到 奶 奶 和 爷 爷 都 要 去 看 他 们 。
A 11 11|||M|||是|||REQUIRED|||-NONE-|||1
A 52 54|||S|||去|||REQUIRED|||-NONE-|||1
T2-A0 这 次 在 韩 国 发 生 的 事 情 是 ， 有 一 个 城 市 里 边 来 了 好 几 个 歌 手 ， 那 个 城 市 里 的 人 几 乎 都 要 看 他 们 ， 从 儿 童 到 奶 奶 和 爷 爷 都 要 看 他 们 。
A 10 10|||M|||是|||REQUIRED|||-NONE-|||2
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 抱 括 我 国 家 ， 全 球 上 的 国 家 共 同 努 力 ， 互 相 交 流 、 给 农 民 帮 助 ， 这 样 就 我 们 不 会 担 心 挨 饿 。
T0-A0 包 括 我 的 国 家 ， 全 球 的 国 家 共 同 努 力 ， 互 相 交 流 ， 给 农 民 帮 助 ， 这 样 我 们 就 不 用 担 心 会 挨 饿 。
A 0 1|||S|||包|||REQUIRED|||-NONE-|||0
A 3 3|||M|||的|||REQUIRED|||-NONE-|||0
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S|||，|||REQUIRED|||-NONE-|||0
A 30 33|||W|||我 们 就|||REQUIRED|||-NONE-|||0
A 34 35|||S|||用|||REQUIRED|||-NONE-|||0
A 37 37|||M|||会|||REQUIRED|||-NONE-|||0
T1-A0 包 括 我 国 在 内 ， 地 球 上 的 国 家 共 同 努 力 ， 互 相 交 流 ， 给 农 民 帮 助 ， 这 样 我 们 就 不 用 担 心 会 挨 饿 。
A 0 1|||S|||包|||REQUIRED|||-NONE-|||1
A 4 5|||S|||在 内|||REQUIRED|||-NONE-|||1
A 6 7|||S|||地|||REQUIRED|||-NONE-|||1
A 21 22|||S|||，|||REQUIRED|||-NONE-|||1
A 30 33|||W|||我 们 就|||REQUIRED|||-NONE-|||1
A 34 35|||S|||用|||REQUIRED|||-NONE-|||1
A 37 37|||M|||会|||REQUIRED|||-NONE-|||1

S 父 母 从 孩 子 刚 刚 出 生 ， 就 直 接 的 从 自 己 的 行 为 观 念 上 影 响 着 他 们 的 孩 子 。 比 如 说 ， 外 向 的 父 母 就 会 和 自 己 的 孩 子 进 行 情 感 、 语 言 上 的 交 流 ， 而 且 他 们 的 关 系 也 会 因 此 变 的 比 较 和 睦 。 生 长 在 这 样 环 境 下 的 孩 子 ， 无 论 是 心 理 而 是 身 理 上 都 比 那 些 生 活 在 内 向 父 母 家 庭 里 的 孩 子 健 康 。
T0-A0 父 母 从 孩 子 刚 刚 出 生 时 ， 就 直 接 从 自 己 的 行 为 观 念 上 影 响 着 他 们 的 孩 子 。 比 如 说 ， 外 向 的 父 母 就 会 和 自 己 的 孩 子 进 行 情 感 、 语 言 上 的 交 流 ， 而 且 他 们 的 关 系 也 会 因 此 变 得 比 较 和 睦 。 生 长 在 这 样 环 境 下 的 孩 子 ， 无 论 是 心 理 还 是 生 理 上 都 比 那 些 生 活 在 内 向 父 母 家 庭 里 的 孩 子 健 康 。
A 9 9|||M|||时|||REQUIRED|||-NONE-|||0
A 13 14|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 73 74|||S|||得|||REQUIRED|||-NONE-|||0
A 96 97|||S|||还|||REQUIRED|||-NONE-|||0
A 98 99|||S|||生|||REQUIRED|||-NONE-|||0
T1-A0 父 母 从 孩 子 刚 刚 出 生 ， 就 直 接 地 从 自 己 的 行 为 观 念 上 影 响 着 他 们 的 孩 子 。 比 如 说 ， 外 向 的 父 母 就 会 和 自 己 的 孩 子 进 行 情 感 、 语 言 上 的 交 流 ， 而 且 他 们 的 关 系 也 会 因 此 变 得 比 较 和 睦 ， 生 长 在 这 样 的 环 境 下 的 孩 子 ， 无 论 是 心 理 还 是 生 理 上 都 比 那 些 生 活 在 内 向 父 母 家 庭 里 的 孩 子 健 康 。
A 13 14|||S|||地|||REQUIRED|||-NONE-|||1
A 73 74|||S|||得|||REQUIRED|||-NONE-|||1
A 78 79|||S|||，|||REQUIRED|||-NONE-|||1
A 84 84|||M|||的|||REQUIRED|||-NONE-|||1
A 96 97|||S|||还|||REQUIRED|||-NONE-|||1
A 98 99|||S|||生|||REQUIRED|||-NONE-|||1
T2-A0 父 母 从 孩 子 刚 刚 出 生 ， 就 直 接 地 从 自 己 的 行 为 观 念 上 影 响 着 他 们 的 孩 子 。 比 如 说 ， 外 向 的 父 母 就 会 和 自 己 的 孩 子 进 行 情 感 、 语 言 上 的 交 流 ， 而 且 他 们 的 关 系 也 会 因 此 变 得 比 较 和 睦 。 生 长 在 这 样 环 境 下 的 孩 子 ， 无 论 是 心 理 还 是 生 理 上 都 比 那 些 生 活 在 内 向 父 母 家 庭 里 的 孩 子 健 康 。
A 13 14|||S|||地|||REQUIRED|||-NONE-|||2
A 73 74|||S|||得|||REQUIRED|||-NONE-|||2
A 96 97|||S|||还|||REQUIRED|||-NONE-|||2
A 98 99|||S|||生|||REQUIRED|||-NONE-|||2

S 母 亲 常 常 会 做 给 我 们 吃 ， 她 煮 的 菜 很 好 吃 。 而 我 父 亲 、 我 弟 弟 和 我 就 做 饭 得 不 太 好 ， 所 以 我 们 总 是 做 一 样 的 菜 。
T0-A0 母 亲 常 常 会 做 饭 给 我 们 吃 ， 她 煮 的 菜 很 好 吃 。 而 我 父 亲 、 我 弟 弟 和 我 就 做 饭 做 得 不 太 好 ， 所 以 我 们 总 是 做 一 样 的 菜 。
A 6 6|||M|||饭|||REQUIRED|||-NONE-|||0
A 32 32|||M|||做|||REQUIRED|||-NONE-|||0

S 我 吃 了 澳 门 名 产 的 鸡 蛋 排 ！
T0-A0 我 吃 了 澳 门 特 产 的 鸡 蛋 排 ！
A 5 6|||S|||特|||REQUIRED|||-NONE-|||0

S 我 很 喜 欢 跳 舞 ， 所 以 每 个 星 期 一 、 星 期 二 、 星 期 三 星 期 五 跳 舞 。 我 也 当 演 员 ， 唱 哥 ， 画 画 。 我 有 一 个 男 朋 友 ， 他 很 内 向 可 是 很 好 心 。 他 跟 我 跳 舞 。
T0-A0 我 很 喜 欢 跳 舞 ， 所 以 我 每 个 星 期 一 、 星 期 二 、 星 期 三 和 星 期 五 跳 舞 。 我 也 喜 欢 当 演 员 ， 唱 歌 ， 画 画 。 我 有 一 个 男 朋 友 ， 他 很 内 向 可 是 很 善 良 。 他 跟 我 跳 舞 。
A 9 9|||M|||我|||REQUIRED|||-NONE-|||0
A 22 22|||M|||和|||REQUIRED|||-NONE-|||0
A 30 30|||M|||喜 欢|||REQUIRED|||-NONE-|||0
A 35 36|||S|||歌|||REQUIRED|||-NONE-|||0
A 55 57|||S|||善 良|||REQUIRED|||-NONE-|||0
T1-A0 我 很 喜 欢 跳 舞 ， 所 以 每 周 星 期 一 、 星 期 二 、 星 期 三 和 星 期 五 我 都 跳 舞 。 我 也 喜 欢 当 演 员 、 唱 歌 、 画 画 。 我 有 一 个 男 朋 友 ， 他 很 内 向 可 是 很 善 良 ， 他 跟 我 一 起 跳 舞 。
A 10 11|||S|||周|||REQUIRED|||-NONE-|||1
A 22 22|||M|||和|||REQUIRED|||-NONE-|||1
A 25 25|||M|||我 都|||REQUIRED|||-NONE-|||1
A 30 30|||M|||喜 欢|||REQUIRED|||-NONE-|||1
A 33 34|||S|||、|||REQUIRED|||-NONE-|||1
A 35 37|||S|||歌 、|||REQUIRED|||-NONE-|||1
A 55 58|||S|||善 良 ，|||REQUIRED|||-NONE-|||1
A 61 61|||M|||一 起|||REQUIRED|||-NONE-|||1
T2-A0 我 很 喜 欢 跳 舞 ， 所 以 每 个 星 期 一 、 星 期 二 、 星 期 三 和 星 期 五 都 会 去 跳 舞 。 我 也 喜 欢 表 演 、 唱 歌 、 画 画 。 我 有 一 个 男 朋 友 ， 他 很 内 向 可 是 很 善 良 。 他 跟 我 一 起 跳 舞 。
A 22 22|||M|||和|||REQUIRED|||-NONE-|||2
A 25 25|||M|||都 会 去|||REQUIRED|||-NONE-|||2
A 30 31|||S|||喜 欢 表|||REQUIRED|||-NONE-|||2
A 32 34|||S|||、|||REQUIRED|||-NONE-|||2
A 35 37|||S|||歌 、|||REQUIRED|||-NONE-|||2
A 55 57|||S|||善 良|||REQUIRED|||-NONE-|||2
A 61 61|||M|||一 起|||REQUIRED|||-NONE-|||2

S 在 公 共 场 所 来 老 弱 男 女 。 在 公 共 场 所 吸 抽 就 意 味 着 ， 不 抽 烟 者 都 被 吸 呼 烟 。
T0-A0 在 公 共 场 所 有 男 女 老 幼 ， 所 以 在 公 共 场 所 抽 烟 就 意 味 着 这 些 不 抽 烟 者 都 得 被 迫 吸 烟 。
A 5 8|||S|||有|||REQUIRED|||-NONE-|||0
A 10 11|||S|||老 幼 ， 所 以|||REQUIRED|||-NONE-|||0
A 16 17|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M|||烟|||REQUIRED|||-NONE-|||0
A 22 23|||S|||这 些|||REQUIRED|||-NONE-|||0
A 28 28|||M|||得|||REQUIRED|||-NONE-|||0
A 29 29|||M|||迫|||REQUIRED|||-NONE-|||0
A 30 31|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 对 于 在 公 共 场 所 的 老 弱 男 女 来 说 ， 有 人 在 公 共 场 所 吸 抽 就 意 味 着 ， 他 们 都 被 迫 吸 入 二 手 烟 。
A 0 0|||M|||对 于|||REQUIRED|||-NONE-|||1
A 5 6|||S|||的|||REQUIRED|||-NONE-|||1
A 10 11|||S|||来 说 ， 有 人|||REQUIRED|||-NONE-|||1
A 23 27|||S|||他 们|||REQUIRED|||-NONE-|||1
A 29 29|||M|||迫|||REQUIRED|||-NONE-|||1
A 30 31|||S|||入 二 手|||REQUIRED|||-NONE-|||1

S 获 得 一 斤 牛 肉 需 要 入 八 斤 的 草 左 右 ， 一 斤 猪 肉 需 要 五 斤 的 草 左 右 。 这 表 明 养 动 物 需 要 很 多 农 田 。
T0-A0 获 得 一 斤 牛 肉 需 要 八 斤 草 左 右 ， 一 斤 猪 肉 需 要 五 斤 草 左 右 。 这 表 明 养 动 物 需 要 很 多 农 田 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 获 得 一 斤 牛 肉 需 要 八 斤 左 右 的 草 ， 一 斤 猪 肉 需 要 五 斤 左 右 的 草 。 这 表 明 养 动 物 需 要 很 多 农 田 。
A 8 9|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 11 15|||W|||左 右 的 草|||REQUIRED|||-NONE-|||1
A 24 28|||W|||左 右 的 草|||REQUIRED|||-NONE-|||1

S 但 是 吸 烟 者 还 不 考 虑 到 被 吸 烟 者 。 应 该 政 府 保 护 被 吸 烟 者 的 权 利 和 健 康 。
T0-A0 如 果 吸 烟 者 还 不 考 虑 到 被 吸 烟 者 ， 政 府 应 该 保 护 被 吸 烟 者 的 权 利 和 健 康 。
A 0 2|||S|||如 果|||REQUIRED|||-NONE-|||0
A 14 15|||S|||，|||REQUIRED|||-NONE-|||0
A 15 19|||W|||政 府 应 该|||REQUIRED|||-NONE-|||0
T1-A0 但 是 吸 烟 者 还 不 考 虑 到 被 吸 烟 者 。 政 府 应 该 保 护 被 吸 烟 者 的 权 利 和 健 康 。
A 15 19|||W|||政 府 应 该|||REQUIRED|||-NONE-|||1
T2-A0 但 是 吸 烟 者 还 不 考 虑 被 吸 烟 者 ， 政 府 应 该 保 护 被 吸 烟 者 的 权 利 和 健 康 。
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 14 15|||S|||，|||REQUIRED|||-NONE-|||2
A 15 19|||W|||政 府 应 该|||REQUIRED|||-NONE-|||2

S 小 时 候 我 常 常 没 听 父 母 的 话 ， 但 越 来 越 明 白 ： 父 母 的 话 是 最 重 要 的 话 。
T0-A0 小 时 候 我 常 常 不 听 父 母 的 话 ， 但 我 越 来 越 明 白 ： 父 母 的 话 是 最 重 要 的 话 。
A 6 7|||S|||不|||REQUIRED|||-NONE-|||0
A 14 14|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 小 时 候 我 常 常 不 听 父 母 的 话 ， 但 后 来 越 来 越 明 白 ： 父 母 的 话 是 最 重 要 的 话 。
A 6 7|||S|||不|||REQUIRED|||-NONE-|||1
A 14 14|||M|||后 来|||REQUIRED|||-NONE-|||1

S 星 期 五 中 午 十 二 点 钟 我 上 汉 语 果 。 晚 上 我 有 约 会 跟 朋 友 。
T0-A0 星 期 五 中 午 十 二 点 钟 我 在 上 汉 语 课 ， 那 天 晚 上 我 跟 朋 友 有 个 约 会 。
A 10 10|||M|||在|||REQUIRED|||-NONE-|||0
A 13 15|||S|||课 ， 那 天|||REQUIRED|||-NONE-|||0
A 18 24|||W|||跟 朋 友 有 个 约 会|||REQUIRED|||-NONE-|||0
T0-A1 星 期 五 中 午 十 二 点 钟 我 在 上 汉 语 课 ， 那 天 晚 上 我 跟 朋 友 有 个 约 会 。
A 10 10|||M|||在|||REQUIRED|||-NONE-|||0
A 13 15|||S|||课 ， 那 天|||REQUIRED|||-NONE-|||0
A 18 18|||M|||跟 朋 友|||REQUIRED|||-NONE-|||0
A 19 19|||M|||个|||REQUIRED|||-NONE-|||0
A 21 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 星 期 五 中 午 十 二 点 钟 ， 我 在 上 汉 语 课 。 晚 上 ， 我 跟 朋 友 有 约 会 。
A 9 9|||M|||，|||REQUIRED|||-NONE-|||1
A 10 10|||M|||在|||REQUIRED|||-NONE-|||1
A 13 14|||S|||课|||REQUIRED|||-NONE-|||1
A 17 17|||M|||，|||REQUIRED|||-NONE-|||1
A 18 24|||W|||跟 朋 友 有 约 会|||REQUIRED|||-NONE-|||1
T2-A0 星 期 五 中 午 十 二 点 钟 我 上 汉 语 课 ， 晚 上 我 跟 朋 友 有 约 会 。
A 13 15|||S|||课 ，|||REQUIRED|||-NONE-|||2
A 18 24|||W|||跟 朋 友 有 约 会|||REQUIRED|||-NONE-|||2

S 我 来 中 国 之 后 发 现 在 亚 洲 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 与 我 国 的 最 受 人 们 的 欢 迎 有 所 不 同 。
T0-A0 我 来 中 国 之 后 发 现 在 亚 洲 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 与 我 国 的 最 受 人 们 欢 迎 的 音 乐 有 所 不 同 。
A 33 36|||W|||欢 迎 的|||REQUIRED|||-NONE-|||0
A 36 36|||M|||音 乐|||REQUIRED|||-NONE-|||0
T0-A1 我 来 中 国 之 后 发 现 在 亚 洲 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 与 我 国 的 最 受 人 们 欢 迎 的 音 乐 有 所 不 同 。
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 36|||M|||的 音 乐|||REQUIRED|||-NONE-|||0
T1-A0 我 来 中 国 之 后 发 现 ， 在 亚 洲 ， 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 ， 与 我 国 的 最 受 人 们 欢 迎 的 音 乐 有 所 不 同 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||1
A 11 11|||M|||，|||REQUIRED|||-NONE-|||1
A 25 25|||M|||，|||REQUIRED|||-NONE-|||1
A 33 36|||W|||欢 迎 的|||REQUIRED|||-NONE-|||1
A 36 36|||M|||音 乐|||REQUIRED|||-NONE-|||1
T1-A1 我 来 中 国 之 后 发 现 ， 在 亚 洲 ， 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 ， 与 我 国 的 最 受 人 们 欢 迎 的 音 乐 有 所 不 同 。
A 8 8|||M|||，|||REQUIRED|||-NONE-|||1
A 11 11|||M|||，|||REQUIRED|||-NONE-|||1
A 25 25|||M|||，|||REQUIRED|||-NONE-|||1
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 36 36|||M|||的 音 乐|||REQUIRED|||-NONE-|||1
T2-A0 我 来 中 国 之 后 发 现 在 亚 洲 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 与 我 国 的 最 受 人 们 的 欢 迎 的 音 乐 有 所 不 同 。
A 36 36|||M|||的 音 乐|||REQUIRED|||-NONE-|||2
T3-A0 我 来 中 国 之 后 发 现 ， 亚 洲 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 ， 与 我 国 的 最 受 人 们 欢 迎 的 音 乐 有 所 不 同 。
A 8 9|||S|||，|||REQUIRED|||-NONE-|||3
A 25 25|||M|||，|||REQUIRED|||-NONE-|||3
A 33 36|||W|||欢 迎 的|||REQUIRED|||-NONE-|||3
A 36 36|||M|||音 乐|||REQUIRED|||-NONE-|||3
T3-A1 我 来 中 国 之 后 发 现 ， 亚 洲 大 部 人 喜 欢 的 音 乐 ， 即 流 行 音 乐 ， 与 我 国 的 最 受 人 们 欢 迎 的 音 乐 有 所 不 同 。
A 8 9|||S|||，|||REQUIRED|||-NONE-|||3
A 25 25|||M|||，|||REQUIRED|||-NONE-|||3
A 33 34|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 36 36|||M|||的 音 乐|||REQUIRED|||-NONE-|||3

S 在 我 母 亲 的 影 响 下 我 得 到 了 良 好 的 成 长 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 是 在 非 洲 中 有 名 种 名 样 的 地 方 ， 差 不 多 都 是 风 景 区 ， 是 很 安 静 。 你 们 可 以 一 边 放 松 一 边 玩 儿 。
T0-A0 在 非 洲 中 有 各 种 各 样 的 地 方 ， 差 不 多 都 是 风 景 区 ， 都 很 安 静 。 你 们 可 以 一 边 放 松 一 边 玩 儿 。
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||S|||各|||REQUIRED|||-NONE-|||0
A 8 9|||S|||各|||REQUIRED|||-NONE-|||0
A 23 24|||S|||都|||REQUIRED|||-NONE-|||0

S 节 约 用 纸 ， 可 以 重 复 使 用 打 印 纸 ， 比 如 我 利 用 打 印 纸 当 草 稿 纸 使 用 。 节 约 用 电 ， 比 如 说 家 用 电 器 的 待 机 状 态 会 增 加 电 的 消 耗 ， 当 我 们 把 电 视 机 的 插 头 拔 下 ， 就 可 以 降 低 不 必 要 的 消 耗 。
T0-A0 节 约 用 纸 ， 可 以 重 复 使 用 打 印 纸 ， 比 如 我 把 打 印 纸 当 草 稿 纸 使 用 ； 节 约 用 电 ， 比 如 说 家 用 电 器 的 待 机 状 态 会 增 加 电 的 消 耗 ， 当 我 们 把 电 视 机 的 插 头 拔 下 ， 就 可 以 降 低 不 必 要 的 消 耗 。
A 18 20|||S|||把|||REQUIRED|||-NONE-|||0
A 29 30|||S|||；|||REQUIRED|||-NONE-|||0

S 所 以 人 们 现 在 最 关 心 的 是 对 自 己 的 健 康 。
T0-A0 所 以 人 们 现 在 对 自 己 的 健 康 是 最 关 心 的 。
A 6 17|||W|||对 自 己 的 健 康 是 最 关 心 的|||REQUIRED|||-NONE-|||0
T1-A0 所 以 人 们 现 在 最 关 心 的 是 自 己 的 健 康 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 所 以 人 们 现 在 对 自 己 的 健 康 最 关 心 。
A 6 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 17 17|||M|||最 关 心|||REQUIRED|||-NONE-|||2
T3-A0 所 以 人 们 现 在 最 关 心 的 事 是 自 己 的 健 康 。
A 10 10|||M|||事|||REQUIRED|||-NONE-|||3
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||3

S 我 在 大 自 然 里 散 步 的 时 候 ， 我 在 垃 圾 箱 里 扔 我 的 垃 圾 。 我 最 近 不 坐 公 共 汽 车 去 学 校 ， 我 坐 自 行 车 去 。 这 样 没 有 污 染 ， 对 环 境 有 好 处 ， 而 且 对 身 体 也 有 好 处 ， 让 我 做 运 动 运 动 。
T0-A0 我 在 大 自 然 里 散 步 的 时 候 ， 把 我 的 垃 圾 扔 在 垃 圾 箱 里 。 我 最 近 不 坐 公 共 汽 车 去 学 校 ， 我 骑 自 行 车 去 ， 这 样 没 有 污 染 ， 对 环 境 有 好 处 ， 而 且 对 我 的 身 体 也 有 好 处 ， 可 以 让 我 多 运 动 运 动 。
A 12 12|||M|||把|||REQUIRED|||-NONE-|||0
A 13 14|||S|||的|||REQUIRED|||-NONE-|||0
A 16 18|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 21|||S|||在|||REQUIRED|||-NONE-|||0
A 23 23|||M|||箱 里|||REQUIRED|||-NONE-|||0
A 38 39|||S|||骑|||REQUIRED|||-NONE-|||0
A 43 44|||S|||，|||REQUIRED|||-NONE-|||0
A 61 61|||M|||我 的|||REQUIRED|||-NONE-|||0
A 68 68|||M|||可 以|||REQUIRED|||-NONE-|||0
A 70 71|||S|||多|||REQUIRED|||-NONE-|||0
T1-A0 我 在 大 自 然 里 散 步 的 时 候 ， 我 往 垃 圾 箱 里 扔 我 的 垃 圾 。 我 最 近 不 坐 公 共 汽 车 去 学 校 ， 我 骑 自 行 车 去 。 这 样 没 有 污 染 ， 对 环 境 有 好 处 ， 而 且 对 身 体 也 有 好 处 ， 让 我 多 运 动 运 动 。
A 13 14|||S|||往|||REQUIRED|||-NONE-|||1
A 38 39|||S|||骑|||REQUIRED|||-NONE-|||1
A 70 71|||S|||多|||REQUIRED|||-NONE-|||1

S 为 什 么 它 的 影 响 那 么 大 呢 ？ 为 什 么 比 一 般 社 会 问 题 更 严 重 ？ 这 是 因 为 我 们 害 大 自 然 的 时 候 ， 造 成 的 麻 烦 会 被 留 下 来 很 长 时 间 。
T0-A0 为 什 么 它 的 影 响 那 么 大 呢 ？ 为 什 么 比 一 般 社 会 问 题 更 严 重 ？ 这 是 因 为 我 们 伤 害 大 自 然 的 时 候 ， 造 成 的 麻 烦 会 被 保 留 很 长 时 间 。
A 32 32|||M|||伤|||REQUIRED|||-NONE-|||0
A 47 47|||M|||保|||REQUIRED|||-NONE-|||0
A 48 50|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 为 什 么 它 的 影 响 那 么 大 呢 ？ 为 什 么 比 一 般 的 社 会 问 题 更 严 重 ？ 这 是 因 为 我 们 破 坏 大 自 然 的 时 候 ， 造 成 的 麻 烦 会 留 下 来 很 长 时 间 。
A 18 18|||M|||的|||REQUIRED|||-NONE-|||1
A 32 33|||S|||破 坏|||REQUIRED|||-NONE-|||1
A 46 47|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 为 什 么 它 的 影 响 那 么 大 呢 ？ 为 什 么 它 比 一 般 的 社 会 问 题 更 严 重 ？ 这 是 因 为 我 们 伤 害 大 自 然 的 时 候 ， 造 成 的 麻 烦 会 遗 留 很 长 时 间 。
A 15 15|||M|||它|||REQUIRED|||-NONE-|||2
A 18 18|||M|||的|||REQUIRED|||-NONE-|||2
A 32 32|||M|||伤|||REQUIRED|||-NONE-|||2
A 46 47|||S|||遗|||REQUIRED|||-NONE-|||2
A 48 50|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 刚 开 始 一 点 也 不 懂 生 意 的 事 情 ， 有 很 多 困 难 的 。
T0-A0 刚 开 始 一 点 也 不 懂 生 意 方 面 的 事 情 ， 有 很 多 困 难 的 。
A 10 10|||M|||方 面|||REQUIRED|||-NONE-|||0
T1-A0 刚 开 始 一 点 也 不 懂 生 意 上 的 事 情 ， 有 很 多 困 难 的 。
A 10 10|||M|||上|||REQUIRED|||-NONE-|||1

S 现 在 ， 我 的 生 活 非 常 充 实 ， 非 常 满 意 。
T0-A0 现 在 ， 我 的 生 活 非 常 充 实 ， 我 非 常 满 意 。
A 12 12|||M|||我|||REQUIRED|||-NONE-|||0
T1-A0 现 在 ， 我 的 生 活 非 常 充 实 ， 我 感 到 非 常 满 意 。
A 12 12|||M|||我 感 到|||REQUIRED|||-NONE-|||1
T2-A0 现 在 ， 我 的 生 活 过 得 非 常 充 实 ， 我 非 常 满 意 。
A 7 7|||M|||过 得|||REQUIRED|||-NONE-|||2
A 12 12|||M|||我|||REQUIRED|||-NONE-|||2

S 而 且 好 像 上 海 市 长 宁 区 一 样 面 积 的 一 个 区 已 经 开 始 在 整 个 街 道 上 不 允 许 抽 烟 。
T0-A0 而 且 好 像 和 上 海 市 长 宁 区 一 样 面 积 的 一 个 区 已 经 开 始 在 整 个 街 道 上 不 允 许 抽 烟 。
A 4 4|||M|||和|||REQUIRED|||-NONE-|||0
T1-A0 而 且 好 像 和 上 海 市 长 宁 区 一 样 面 积 的 一 个 区 已 经 开 始 在 整 个 街 道 上 实 行 禁 止 抽 烟 了 。
A 4 4|||M|||和|||REQUIRED|||-NONE-|||1
A 28 31|||S|||实 行 禁 止|||REQUIRED|||-NONE-|||1
A 33 33|||M|||了|||REQUIRED|||-NONE-|||1

S 而 然 它 被 人 类 食 用 后 ， 不 会 象 施 肥 的 农 作 物 那 样 有 害 于 人 的 健 康 。
T0-A0 然 而 它 被 人 类 食 用 后 ， 不 会 像 施 过 肥 的 农 作 物 那 样 有 害 于 人 的 健 康 。
A 0 2|||W|||然 而|||REQUIRED|||-NONE-|||0
A 12 13|||S|||像|||REQUIRED|||-NONE-|||0
A 14 14|||M|||过|||REQUIRED|||-NONE-|||0

S 李 友 告 诉 他 图 书 馆 没 有 书 店 那 么 远 。
T0-A0 李 友 告 诉 他 去 图 书 馆 没 有 去 书 店 那 么 远 。
A 5 5|||M|||去|||REQUIRED|||-NONE-|||0
A 10 10|||M|||去|||REQUIRED|||-NONE-|||0
T1-A0 李 友 告 诉 他 图 书 馆 离 我 们 的 距 离 没 有 书 店 离 得 那 么 远 。
A 8 8|||M|||离 我 们 的 距 离|||REQUIRED|||-NONE-|||1
A 12 12|||M|||离 得|||REQUIRED|||-NONE-|||1

S 母 亲 在 音 乐 方 面 的 才 华 源 自 于 她 父 亲 曾 是 合 唱 团 的 团 员 。
T0-A0 母 亲 在 音 乐 方 面 的 才 华 源 于 她 父 亲 曾 是 合 唱 团 的 团 员 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 母 亲 在 音 乐 方 面 的 才 华 源 自 她 父 亲 曾 是 合 唱 团 的 团 员 。
A 12 13|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T2-A0 母 亲 在 音 乐 方 面 的 才 华 源 于 她 父 亲 ， 她 父 亲 曾 是 合 唱 团 的 团 员 。
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 13 13|||M|||她 父 亲 ，|||REQUIRED|||-NONE-|||2
T3-A0 母 亲 在 音 乐 方 面 的 才 华 源 自 她 父 亲 ， 她 父 亲 曾 是 合 唱 团 的 团 员 。
A 12 13|||S|||她 父 亲 ，|||REQUIRED|||-NONE-|||3

S 孩 子 在 这 个 过 程 中 才 会 知 道 世 上 的 很 多 事 情 ， 很 多 做 事 ， 什 么 是 好 什 么 是 坏 。
T0-A0 孩 子 在 这 个 过 程 中 才 会 知 道 世 上 的 很 多 事 情 ， 很 多 做 事 的 方 法 ， 什 么 是 好 什 么 是 坏 。
A 24 24|||M|||的 方 法|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 在 这 个 过 程 中 才 会 知 道 世 上 的 很 多 事 情 ， 如 何 做 事 ， 什 么 是 好 什 么 是 坏 。
A 20 22|||S|||如 何|||REQUIRED|||-NONE-|||1
T2-A0 孩 子 在 这 个 过 程 中 才 会 知 道 世 上 的 很 多 事 情 ， 什 么 是 好 ， 什 么 是 坏 。
A 19 24|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 29 29|||M|||，|||REQUIRED|||-NONE-|||2

S 现 在 许 多 国 为 了 保 持 城 市 的 整 洁 限 制 允 许 抽 烟 的 地 方 ， 为 了 帮 助 青 少 年 养 成 良 好 的 习 惯 上 涨 香 烟 的 价 格 。 在 我 的 故 乡 采 取 的 策 施 是 在 公 共 场 所 全 面 禁 烟 。
T0-A0 现 在 许 多 国 家 为 了 保 持 城 市 的 整 洁 限 制 允 许 抽 烟 的 地 方 ， 为 了 帮 助 青 少 年 养 成 良 好 的 习 惯 上 涨 香 烟 的 价 格 。 我 的 故 乡 采 取 的 政 策 是 在 公 共 场 所 全 面 禁 烟 。
A 5 5|||M|||家|||REQUIRED|||-NONE-|||0
A 46 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 54 54|||M|||政|||REQUIRED|||-NONE-|||0
A 55 56|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 现 在 许 多 国 家 为 了 保 持 城 市 的 整 洁 ， 限 制 允 许 抽 烟 的 地 方 ， 为 了 帮 助 青 少 年 养 成 良 好 的 习 惯 上 涨 香 烟 的 价 格 。 在 我 的 故 乡 采 取 的 措 施 是 在 公 共 场 所 全 面 禁 烟 。
A 5 5|||M|||家|||REQUIRED|||-NONE-|||1
A 14 14|||M|||，|||REQUIRED|||-NONE-|||1
A 54 55|||S|||措|||REQUIRED|||-NONE-|||1

S 由 上 述 的 理 由 ， 吸 烟 对 公 众 利 益 的 影 响 也 有 很 大 的 问 题 ， 特 别 是 公 众 密 集 的 地 方 比 如 说 火 车 上 、 汽 车 上 等 等 的 话 影 响 更 大 。 所 以 我 觉 得 在 公 共 地 方 禁 止 抽 烟 是 肯 定 的 ， 将 来 这 样 的 情 况 肯 定 越 来 越 多 。 因 为 大 部 分 的 人 民 都 喜 望 没 有 人 吸 烟 的 环 境 。
T0-A0 由 上 所 述 ， 吸 烟 对 公 众 利 益 的 影 响 也 很 大 ， 特 别 是 公 众 密 集 的 地 方 ， 火 车 上 、 汽 车 上 的 话 影 响 更 大 。 所 以 我 觉 得 在 公 共 地 方 禁 止 抽 烟 是 肯 定 的 ， 将 来 这 样 的 情 况 肯 定 越 来 越 少 ， 因 为 大 部 分 的 人 都 喜 欢 没 有 人 吸 烟 的 环 境 。
A 2 2|||M|||所|||REQUIRED|||-NONE-|||0
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 24|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 38|||S|||，|||REQUIRED|||-NONE-|||0
A 45 47|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 85 87|||S|||少 ，|||REQUIRED|||-NONE-|||0
A 94 95|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 97 98|||S|||欢|||REQUIRED|||-NONE-|||0

S 总 得 来 说 ， 对 孩 子 的 教 育 父 母 有 第 一 责 任 的 。
T0-A0 总 的 来 说 ， 对 孩 子 的 教 育 父 母 是 有 第 一 责 任 的 。
A 1 2|||S|||的|||REQUIRED|||-NONE-|||0
A 13 13|||M|||是|||REQUIRED|||-NONE-|||0
T1-A0 总 的 来 说 ， 父 母 对 孩 子 的 教 育 是 持 有 第 一 责 任 的 。
A 1 2|||S|||的|||REQUIRED|||-NONE-|||1
A 5 5|||M|||父 母|||REQUIRED|||-NONE-|||1
A 11 13|||S|||是 持|||REQUIRED|||-NONE-|||1
T2-A0 总 的 来 说 ， 对 孩 子 的 教 育 父 母 有 第 一 责 任 。
A 1 2|||S|||的|||REQUIRED|||-NONE-|||2
A 18 19|||R|||-NONE-|||REQUIRED|||-NONE-|||2

S 我 的 感 觉 一 点 儿 容 易 。
T0-A0 我 感 觉 有 点 儿 容 易 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 5|||S|||有|||REQUIRED|||-NONE-|||0
T1-A0 我 感 觉 有 一 点 儿 容 易 。
A 1 2|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 4 4|||M|||有|||REQUIRED|||-NONE-|||1

S 之 所 以 是 因 为 不 是 人 演 出 的 而 是 机 器 做 的 ， 而 且 有 的 歌 曲 从 我 看 来 是 噪 音 ， 非 常 难 听 。 有 的 歌 曲 可 以 使 我 非 常 紧 张 真 致 生 气 。
T0-A0 之 所 以 不 是 人 演 出 来 的 而 是 机 器 造 的 ， 是 因 为 有 的 歌 曲 在 我 看 来 是 噪 音 ， 非 常 难 听 ， 有 的 歌 曲 使 我 非 常 紧 张 甚 至 生 气 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 11|||M|||来|||REQUIRED|||-NONE-|||0
A 16 17|||S|||造|||REQUIRED|||-NONE-|||0
A 19 21|||S|||是 因 为|||REQUIRED|||-NONE-|||0
A 25 26|||S|||在|||REQUIRED|||-NONE-|||0
A 37 38|||S|||，|||REQUIRED|||-NONE-|||0
A 42 44|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 52|||S|||甚 至|||REQUIRED|||-NONE-|||0

S 总 之 我 建 议 大 家 让 小 孩 子 多 看 书 。 为 了 他 们 的 未 来 和 他 们 的 现 都 有 好 处 。
T0-A0 总 之 ， 我 建 议 大 家 让 小 孩 子 多 看 书 。 这 对 他 们 的 未 来 和 他 们 的 现 在 都 有 好 处 。
A 2 2|||M|||，|||REQUIRED|||-NONE-|||0
A 15 17|||S|||这 对|||REQUIRED|||-NONE-|||0
A 27 27|||M|||在|||REQUIRED|||-NONE-|||0
T1-A0 总 之 我 建 议 大 家 让 小 孩 子 多 看 书 ， 这 对 他 们 的 现 在 和 未 来 都 有 好 处 。
A 14 17|||S|||， 这 对|||REQUIRED|||-NONE-|||1
A 20 22|||S|||现 在|||REQUIRED|||-NONE-|||1
A 23 27|||S|||未 来|||REQUIRED|||-NONE-|||1
T2-A0 总 之 我 建 议 大 家 让 小 孩 子 多 看 书 ， 对 他 们 的 未 来 和 他 们 的 现 在 都 有 好 处 。
A 14 17|||S|||， 对|||REQUIRED|||-NONE-|||2
A 27 27|||M|||在|||REQUIRED|||-NONE-|||2

S 我 想 这 个 办 法 是 最 好 的 来 解 决 这 个 问 题 。 因 为 如 我 们 删 除 掉 化 肥 和 农 药 也 会 对 农 业 发 展 很 慢 ， 比 较 好 减 少 用 法 。
T0-A0 我 想 这 是 解 决 这 个 问 题 最 好 的 办 法 ， 因 为 如 果 我 们 禁 止 使 用 化 肥 和 农 药 会 对 农 业 发 展 速 度 造 成 影 响 ， 比 较 好 的 方 法 是 减 少 化 肥 和 农 药 的 使 用 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 11|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S|||最 好 的 办 法 ，|||REQUIRED|||-NONE-|||0
A 21 21|||M|||果|||REQUIRED|||-NONE-|||0
A 23 26|||S|||禁 止 使 用|||REQUIRED|||-NONE-|||0
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 40|||S|||速 度 造 成 影 响|||REQUIRED|||-NONE-|||0
A 44 44|||M|||的 方 法 是|||REQUIRED|||-NONE-|||0
A 46 46|||M|||化 肥 和 农 药 的 使|||REQUIRED|||-NONE-|||0
A 47 48|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 我 想 这 个 办 法 是 来 解 决 这 个 问 题 的 最 好 的 方 法 。 因 为 如 果 我 们 不 用 化 肥 和 农 药 也 会 使 农 业 发 展 很 慢 ， 比 较 好 的 方 法 是 减 少 用 量 。
A 7 10|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 17 17|||M|||的 最 好 的 方 法|||REQUIRED|||-NONE-|||1
A 21 21|||M|||果|||REQUIRED|||-NONE-|||1
A 23 26|||S|||不 用|||REQUIRED|||-NONE-|||1
A 33 34|||S|||使|||REQUIRED|||-NONE-|||1
A 44 44|||M|||的 方 法 是|||REQUIRED|||-NONE-|||1
A 47 48|||S|||量|||REQUIRED|||-NONE-|||1
T2-A0 我 想 这 是 解 决 这 个 问 题 最 好 的 办 法 ， 因 为 如 果 我 们 禁 止 使 用 化 肥 和 农 药 会 使 农 业 发 展 变 慢 ， 减 少 使 用 是 比 较 好 的 做 法 。
A 3 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 7 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 17 18|||S|||最 好 的 办 法 ，|||REQUIRED|||-NONE-|||2
A 21 21|||M|||果|||REQUIRED|||-NONE-|||2
A 23 26|||S|||禁 止 使 用|||REQUIRED|||-NONE-|||2
A 31 32|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 33 34|||S|||使|||REQUIRED|||-NONE-|||2
A 38 39|||S|||变|||REQUIRED|||-NONE-|||2
A 41 41|||M|||减 少 使 用 是|||REQUIRED|||-NONE-|||2
A 44 47|||S|||的 做|||REQUIRED|||-NONE-|||2
T3-A0 我 想 这 个 办 法 是 解 决 这 个 问 题 最 好 的 办 法 。 因 为 如 果 我 们 不 使 用 化 肥 和 农 药 ， 农 业 发 展 也 会 很 慢 ， 减 少 用 量 比 较 好 。
A 7 11|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 17 17|||M|||最 好 的 办 法|||REQUIRED|||-NONE-|||3
A 21 21|||M|||果|||REQUIRED|||-NONE-|||3
A 23 26|||S|||不 使 用|||REQUIRED|||-NONE-|||3
A 31 34|||S|||，|||REQUIRED|||-NONE-|||3
A 38 38|||M|||也 会|||REQUIRED|||-NONE-|||3
A 41 44|||R|||-NONE-|||REQUIRED|||-NONE-|||3
A 47 48|||S|||量 比 较 好|||REQUIRED|||-NONE-|||3

S 措 施 的 第 二 个 好 处 是 减 少 了 公 民 把 钱 花 在 香 烟 上 的 费 用 。
T0-A0 措 施 的 第 二 个 好 处 是 减 少 了 公 民 花 在 香 烟 上 的 费 用 。
A 14 16|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 措 施 的 第 二 个 好 处 是 减 少 了 公 民 在 香 烟 上 的 费 用 。
A 14 17|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 这 个 学 业 使 那 些 我 要 的 。 我 想 继 续 在 马 来 西 亚 或 是 新 加 坡 读 硕 士 ， 但 是 我 还 在 亚 洲 或 工 作 。
T0-A0 这 个 学 业 是 我 需 要 的 。 我 想 继 续 在 马 来 西 亚 或 是 新 加 坡 读 硕 士 ， 而 且 我 还 在 亚 洲 工 作 。
A 4 7|||S|||是|||REQUIRED|||-NONE-|||0
A 8 8|||M|||需|||REQUIRED|||-NONE-|||0
A 29 31|||S|||而 且|||REQUIRED|||-NONE-|||0
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 这 个 专 业 使 我 能 学 习 到 那 些 我 想 要 的 。 我 想 继 续 在 马 来 西 亚 或 是 新 加 坡 读 硕 士 ， 但 是 我 还 不 想 在 亚 洲 工 作 。
A 2 3|||S|||专|||REQUIRED|||-NONE-|||1
A 5 5|||M|||我 能 学 习 到|||REQUIRED|||-NONE-|||1
A 8 8|||M|||想|||REQUIRED|||-NONE-|||1
A 33 33|||M|||不 想|||REQUIRED|||-NONE-|||1
A 36 37|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 婚 姻 介 绍 所 通 常 有 一 系 列 审 批 的 过 程 来 筛 选 对 各 会 员 所 提 出 的 条 件 相 吻 情 况 下 ， 才 加 以 介 绍 ， 让 双 方 有 结 交 的 机 会 。
T0-A0 婚 姻 介 绍 所 通 常 有 一 系 列 审 批 的 过 程 来 筛 选 对 象 ， 在 与 各 会 员 所 提 出 的 条 件 相 吻 合 的 情 况 下 ， 才 加 以 介 绍 ， 让 双 方 有 结 交 的 机 会 。
A 20 20|||M|||象 ， 在 与|||REQUIRED|||-NONE-|||0
A 31 31|||M|||合 的|||REQUIRED|||-NONE-|||0

S 吸 烟 者 觉 得 没 有 吸 烟 得 话 不 能 休 息 精 神 。
T0-A0 吸 烟 者 觉 得 不 吸 烟 的 话 不 能 放 松 精 神 。
A 5 7|||S|||不|||REQUIRED|||-NONE-|||0
A 9 10|||S|||的|||REQUIRED|||-NONE-|||0
A 13 15|||S|||放 松|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 者 觉 得 没 有 吸 烟 的 话 不 能 放 松 精 神 。
A 9 10|||S|||的|||REQUIRED|||-NONE-|||1
A 13 15|||S|||放 松|||REQUIRED|||-NONE-|||1

S 随 着 流 行 歌 曲 加 速 发 展 追 星 族 也 增 加 得 多 。 比 如 说 ， 有 个 朋 友 十 分 喜 欢 叫 “ R A I N ” 这 个 歌 手 。
T0-A0 随 着 流 行 歌 曲 加 速 发 展 ， 追 星 族 也 越 来 越 多 。 比 如 说 ， 有 个 朋 友 十 分 喜 欢 叫 “ R A I N ” 的 这 个 歌 手 。
A 10 10|||M|||，|||REQUIRED|||-NONE-|||0
A 14 17|||S|||越 来 越|||REQUIRED|||-NONE-|||0
A 38 38|||M|||的|||REQUIRED|||-NONE-|||0

S 在 一 个 节 日 的 时 候 我 听 到 有 很 好 听 的 声 音 。
T0-A0 在 庆 祝 一 个 节 日 的 时 候 我 听 到 有 很 好 听 的 声 音 。
A 1 1|||M|||庆 祝|||REQUIRED|||-NONE-|||0
T1-A0 在 过 一 个 节 日 的 时 候 我 听 到 有 很 好 听 的 声 音 。
A 1 1|||M|||过|||REQUIRED|||-NONE-|||1
T2-A0 在 一 个 节 日 里 我 听 到 有 很 好 听 的 声 音 。
A 5 8|||S|||里|||REQUIRED|||-NONE-|||2

S 我 学 中 文 ， 因 为 我 想 学 写 中 文 字 和 明 白 中 国 的 文 化 。 中 国 历 使 有 意 思 。 我 很 喜 欢 也 很 开 心 ， 学 中 文 ， 因 为 有 很 多 人 问 我 为 什 么 我 不 会 看 或 者 学 中 文 。 现 在 我 会 一 点 点 了 阿 ！
T0-A0 我 学 中 文 ， 因 为 我 想 学 写 汉 字 和 了 解 中 国 的 文 化 。 中 国 历 史 很 有 意 思 。 我 很 喜 欢 也 很 开 心 学 中 文 ， 因 为 以 前 有 很 多 人 问 我 为 什 么 我 不 会 看 或 者 写 中 文 。 现 在 我 会 一 点 点 了 啊 ！
A 11 13|||S|||汉|||REQUIRED|||-NONE-|||0
A 15 17|||S|||了 解|||REQUIRED|||-NONE-|||0
A 26 27|||S|||史 很|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 46|||M|||以 前|||REQUIRED|||-NONE-|||0
A 61 62|||S|||写|||REQUIRED|||-NONE-|||0
A 73 74|||S|||啊|||REQUIRED|||-NONE-|||0

S 中 医 可 以 治 疗 问 题 的 根 子 ， 不 只 战 斗 症 状 。
T0-A0 中 医 可 以 治 疗 问 题 的 根 本 ， 不 只 是 症 状 。
A 10 11|||S|||本|||REQUIRED|||-NONE-|||0
A 14 16|||S|||是|||REQUIRED|||-NONE-|||0
T1-A0 中 医 可 以 治 疗 问 题 的 根 本 ， 不 只 是 表 面 的 症 状 。
A 10 11|||S|||本|||REQUIRED|||-NONE-|||1
A 14 16|||S|||是 表 面 的|||REQUIRED|||-NONE-|||1
T2-A0 中 医 可 以 治 疗 问 题 的 病 根 ， 不 只 治 疗 症 状 。
A 9 9|||M|||病|||REQUIRED|||-NONE-|||2
A 10 11|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 14 16|||S|||治 疗|||REQUIRED|||-NONE-|||2

S 各 商 店 不 一 定 卖 本 来 的 东 西 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 因 此 ， 既 然 在 这 “ 反 吸 烟 ” 的 社 会 中 苦 苦 地 抽 下 去 ， 不 如 就 为 自 身 健 康 和 周 围 的 美 丽 环 境 而 戒 烟 吗 。
T0-A0 因 此 ， 与 其 在 这 “ 反 吸 烟 ” 的 社 会 中 苦 苦 地 抽 烟 下 去 ， 不 如 为 自 身 健 康 和 周 围 的 美 丽 环 境 而 戒 烟 。
A 3 5|||S|||与 其|||REQUIRED|||-NONE-|||0
A 20 20|||M|||烟|||REQUIRED|||-NONE-|||0
A 25 26|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 因 此 ， 与 其 在 这 “ 反 吸 烟 ” 的 社 会 中 苦 苦 地 吸 下 去 ， 不 如 就 为 自 身 健 康 和 周 围 的 美 丽 环 境 而 戒 烟 吧 ！
A 3 5|||S|||与 其|||REQUIRED|||-NONE-|||1
A 19 20|||S|||吸|||REQUIRED|||-NONE-|||1
A 42 44|||S|||吧 ！|||REQUIRED|||-NONE-|||1

S 吸 烟 是 危 害 的 ， 个 人 与 公 众 都 应 该 采 取 措 施 ， 消 灭 不 利 的 影 响 。 希 望 迄 今 为 止 人 会 更 加 热 爱 个 人 健 康 ， 培 养 良 好 生 活 习 惯 ， 使 人 民 拥 有 美 丽 、 健 康 、 快 乐 的 人 生 。
T0-A0 吸 烟 是 有 危 害 的 ， 个 人 与 公 众 都 应 该 采 取 措 施 ， 消 除 不 利 的 影 响 。 希 望 从 今 天 开 始 人 们 会 更 加 关 爱 个 人 健 康 ， 培 养 良 好 的 生 活 习 惯 ， 从 而 拥 有 美 丽 、 健 康 、 快 乐 的 人 生 。
A 3 3|||M|||有|||REQUIRED|||-NONE-|||0
A 21 22|||S|||除|||REQUIRED|||-NONE-|||0
A 30 31|||S|||从|||REQUIRED|||-NONE-|||0
A 32 34|||S|||天 开 始|||REQUIRED|||-NONE-|||0
A 35 35|||M|||们|||REQUIRED|||-NONE-|||0
A 38 39|||S|||关|||REQUIRED|||-NONE-|||0
A 49 49|||M|||的|||REQUIRED|||-NONE-|||0
A 54 57|||S|||从 而|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 是 有 危 害 的 ， 个 人 与 公 众 都 应 该 采 取 措 施 ， 消 除 吸 烟 的 不 利 影 响 。 希 望 从 今 往 后 人 们 会 更 加 关 爱 个 人 健 康 ， 培 养 良 好 的 生 活 习 惯 ， 使 自 己 拥 有 美 丽 、 健 康 、 快 乐 的 人 生 。
A 3 3|||M|||有|||REQUIRED|||-NONE-|||1
A 21 22|||S|||除 吸 烟|||REQUIRED|||-NONE-|||1
A 22 25|||W|||的 不 利|||REQUIRED|||-NONE-|||1
A 30 31|||S|||从|||REQUIRED|||-NONE-|||1
A 32 34|||S|||往 后|||REQUIRED|||-NONE-|||1
A 35 35|||M|||们|||REQUIRED|||-NONE-|||1
A 38 39|||S|||关|||REQUIRED|||-NONE-|||1
A 49 49|||M|||的|||REQUIRED|||-NONE-|||1
A 55 57|||S|||自 己|||REQUIRED|||-NONE-|||1
T1-A1 吸 烟 是 有 危 害 的 ， 个 人 与 公 众 都 应 该 采 取 措 施 ， 消 除 吸 烟 的 不 利 影 响 。 希 望 从 今 往 后 人 们 会 更 加 关 爱 个 人 健 康 ， 培 养 良 好 的 生 活 习 惯 ， 使 自 己 拥 有 美 丽 、 健 康 、 快 乐 的 人 生 。
A 3 3|||M|||有|||REQUIRED|||-NONE-|||1
A 21 22|||S|||除 吸 烟 的|||REQUIRED|||-NONE-|||1
A 24 25|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 30 31|||S|||从|||REQUIRED|||-NONE-|||1
A 32 34|||S|||往 后|||REQUIRED|||-NONE-|||1
A 35 35|||M|||们|||REQUIRED|||-NONE-|||1
A 38 39|||S|||关|||REQUIRED|||-NONE-|||1
A 49 49|||M|||的|||REQUIRED|||-NONE-|||1
A 55 57|||S|||自 己|||REQUIRED|||-NONE-|||1

S 吸 烟 ， 也 许 会 帮 助 人 们 消 除 对 某 种 事 情 的 恐 惧 感 和 担 心 ， 但 是 吸 烟 害 个 人 的 健 康 并 且 影 响 公 众 的 利 益 。
T0-A0 吸 烟 ， 也 许 会 帮 助 人 们 消 除 对 某 种 事 情 的 恐 惧 感 和 担 心 ， 但 是 吸 烟 会 损 害 个 人 的 健 康 并 且 影 响 公 众 的 利 益 。
A 29 29|||M|||会 损|||REQUIRED|||-NONE-|||0
T1-A0 吸 烟 ， 也 许 会 帮 助 人 们 消 除 对 某 种 事 情 的 恐 惧 感 和 担 心 ， 但 是 吸 烟 危 害 个 人 的 健 康 并 且 影 响 公 众 的 利 益 。
A 29 29|||M|||危|||REQUIRED|||-NONE-|||1
T2-A0 吸 烟 也 许 会 帮 助 人 们 消 除 对 某 种 事 情 的 恐 惧 和 担 心 ， 但 是 吸 烟 更 容 易 伤 害 个 人 的 健 康 并 且 影 响 公 众 的 利 益 。
A 2 3|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 20 21|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 29 29|||M|||更 容 易 伤|||REQUIRED|||-NONE-|||2

S 现 在 使 用 化 学 肥 料 的 快 速 增 加 ， 给 人 们 带 来 了 许 多 的 疾 病 。
T0-A0 现 在 化 学 肥 料 的 普 遍 使 用 ， 给 人 们 带 来 了 许 多 的 疾 病 。
A 2 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 13|||S|||普 遍 使 用|||REQUIRED|||-NONE-|||0
T1-A0 现 在 快 速 增 长 的 化 学 肥 料 的 使 用 ， 给 人 们 带 来 了 许 多 的 疾 病 。
A 2 4|||S|||快 速 增 长 的|||REQUIRED|||-NONE-|||1
A 9 13|||S|||使 用|||REQUIRED|||-NONE-|||1

S 女 孩 比 男 孩 也 早 开 始 工 作 ， 但 是 她 们 的 收 人 低 。
T0-A0 女 孩 也 比 男 孩 早 开 始 工 作 ， 但 是 她 们 的 收 入 比 男 孩 的 低 。
A 2 6|||W|||也 比 男 孩|||REQUIRED|||-NONE-|||0
A 18 19|||S|||入 比 男 孩 的|||REQUIRED|||-NONE-|||0
T1-A0 女 孩 比 男 孩 更 早 开 始 工 作 ， 但 是 她 们 的 收 入 比 男 孩 低 。
A 5 6|||S|||更|||REQUIRED|||-NONE-|||1
A 18 19|||S|||入 比 男 孩|||REQUIRED|||-NONE-|||1
T2-A0 虽 然 女 孩 比 男 孩 早 开 始 工 作 ， 但 是 她 们 的 收 入 低 。
A 0 0|||M|||虽 然|||REQUIRED|||-NONE-|||2
A 5 6|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 18 19|||S|||入|||REQUIRED|||-NONE-|||2

S 愿 天 下 有 情 人 中 ， 如 有 儿 时 玩 伴 相 随 ， 应 好 好 把 握 ， 为 日 后 美 满 生 活 写 下 凯 歌 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 样 一 来 ， 在 路 上 边 走 边 抽 烟 的 人 少 了 许 多 ， 还 有 在 公 共 场 所 抽 烟 的 人 也 自 我 约 束 了 很 多 ， 很 感 谢 有 这 些 规 定 与 措 施 ， 因 此 人 的 健 康 会 促 进 变 好 ， 社 会 的 利 益 也 就 会 日 益 增 长 ， 迅 速 变 好 。
T0-A0 这 样 一 来 ， 在 路 上 边 走 边 抽 烟 的 人 少 了 许 多 ， 还 有 在 公 共 场 所 抽 烟 的 人 也 自 我 约 束 了 很 多 。 很 感 谢 有 这 些 规 定 与 措 施 ， 人 的 健 康 会 因 此 逐 渐 变 好 ， 社 会 的 利 益 也 就 会 日 益 增 长 ， 逐 渐 变 好 。
A 39 40|||S|||。|||REQUIRED|||-NONE-|||0
A 52 54|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 61|||S|||因 此 逐 渐|||REQUIRED|||-NONE-|||0
A 77 79|||S|||逐 渐|||REQUIRED|||-NONE-|||0

S 定 有 一 个 不 屑 一 顾 的 态 度 呢 。 怎 么 把 它 实 行 好 真 的 是 政 府 最 难 解 决 的 事 情 真 服 的 障 碍 ， 不 能 让 这 个 规 定 变 为 废 纸 。
T0-A0 为 什 么 一 定 有 不 屑 一 顾 的 态 度 呢 。 怎 么 把 它 实 行 好 真 的 是 政 府 最 难 解 决 的 事 情 ， 是 需 要 克 服 的 障 碍 ， 不 能 让 这 个 规 定 变 为 废 纸 。
A 0 0|||M|||为 什 么|||REQUIRED|||-NONE-|||0
A 0 3|||W|||一 定 有|||REQUIRED|||-NONE-|||0
A 3 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||S|||， 是 需 要 克|||REQUIRED|||-NONE-|||0
T0-A1 为 什 么 一 定 有 不 屑 一 顾 的 态 度 呢 。 怎 么 把 它 实 行 好 真 的 是 政 府 最 难 解 决 的 事 情 ， 是 需 要 克 服 的 障 碍 ， 不 能 让 这 个 规 定 变 为 废 纸 。
A 0 0|||M|||为 什 么 一|||REQUIRED|||-NONE-|||0
A 2 4|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||S|||， 是 需 要 克|||REQUIRED|||-NONE-|||0
T1-A0 为 什 么 一 定 有 一 个 不 屑 一 顾 的 态 度 呢 ？ 怎 么 把 它 实 行 好 真 的 是 政 府 最 难 解 决 的 事 情 ， 需 要 征 服 的 障 碍 ， 不 能 让 这 个 规 定 变 为 废 纸 。
A 0 0|||M|||为 什 么 一|||REQUIRED|||-NONE-|||1
A 12 13|||S|||？|||REQUIRED|||-NONE-|||1
A 32 33|||S|||， 需 要 征|||REQUIRED|||-NONE-|||1
T2-A0 一 定 不 能 采 取 不 屑 一 顾 的 态 度 。 怎 么 把 它 实 行 好 真 的 是 政 府 最 难 解 决 的 事 情 ， 是 真 正 的 阻 碍 ， 我 们 不 能 让 这 个 规 定 变 为 废 纸 。
A 0 0|||M|||一|||REQUIRED|||-NONE-|||2
A 1 4|||S|||不 能 采 取|||REQUIRED|||-NONE-|||2
A 11 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 32 32|||M|||， 是|||REQUIRED|||-NONE-|||2
A 33 34|||S|||正|||REQUIRED|||-NONE-|||2
A 35 36|||S|||阻|||REQUIRED|||-NONE-|||2
A 38 38|||M|||我 们|||REQUIRED|||-NONE-|||2

S 原 来 世 博 会 是 一 个 办 法 给 别 的 国 家 看 工 业 革 命 的 进 步 。 第 一 个 世 界 博 览 会 是 1 8 5 1 年 在 伦 敦 举 办 的 。
T0-A0 原 来 世 博 会 是 一 个 给 别 的 国 家 看 工 业 革 命 的 进 步 的 机 会 。 第 一 届 世 界 博 览 会 是 1 8 5 1 年 在 伦 敦 举 办 的 。
A 8 10|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 23|||M|||的 机 会|||REQUIRED|||-NONE-|||0
A 26 27|||S|||届|||REQUIRED|||-NONE-|||0
T1-A0 原 来 举 办 世 博 会 是 一 个 给 别 的 国 家 看 工 业 革 命 的 进 步 的 办 法 。 第 一 届 世 界 博 览 会 是 1 8 5 1 年 在 伦 敦 举 办 的 。
A 2 2|||M|||举 办|||REQUIRED|||-NONE-|||1
A 8 23|||W|||给 别 的 国 家 看 工 业 革 命 的 进 步 的 办 法|||REQUIRED|||-NONE-|||1
A 26 27|||S|||届|||REQUIRED|||-NONE-|||1
T2-A0 原 来 世 博 会 是 一 个 办 给 别 的 国 家 看 工 业 革 命 的 进 步 的 活 动 。 第 一 届 世 界 博 览 会 是 1 8 5 1 年 在 伦 敦 举 办 的 。
A 9 10|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||的 活 动|||REQUIRED|||-NONE-|||2
A 26 27|||S|||届|||REQUIRED|||-NONE-|||2

S 很 大 的 酒 精 摄 入 能 引 起 醉 醺 醺 。 醉 醺 醺 的 比 例 在 男 孩 增 加 了 百 分 之 六 ， 在 女 孩 增 加 了 百 分 之 三 十 五 ！
T0-A0 大 量 的 酒 精 摄 入 能 引 起 醉 酒 。 醉 酒 的 比 例 在 男 孩 中 增 加 了 百 分 之 六 ， 在 女 孩 中 增 加 了 百 分 之 三 十 五 ！
A 0 1|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 2 2|||M|||量|||REQUIRED|||-NONE-|||0
A 11 13|||S|||酒|||REQUIRED|||-NONE-|||0
A 15 17|||S|||酒|||REQUIRED|||-NONE-|||0
A 23 23|||M|||中|||REQUIRED|||-NONE-|||0
A 34 34|||M|||中|||REQUIRED|||-NONE-|||0
T1-A0 摄 入 很 多 的 酒 精 能 使 人 醉 醺 醺 。 摄 入 很 多 酒 精 后 醉 醺 醺 的 比 例 在 男 孩 中 增 加 了 百 分 之 六 ， 在 女 孩 中 增 加 了 百 分 之 三 十 五 ！
A 0 0|||M|||摄 入|||REQUIRED|||-NONE-|||1
A 1 2|||S|||多|||REQUIRED|||-NONE-|||1
A 5 7|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 8 10|||S|||使 人|||REQUIRED|||-NONE-|||1
A 14 14|||M|||摄 入 很 多 酒 精 后|||REQUIRED|||-NONE-|||1
A 23 23|||M|||中|||REQUIRED|||-NONE-|||1
A 34 34|||M|||中|||REQUIRED|||-NONE-|||1
T2-A0 很 多 的 酒 精 摄 入 能 引 起 醉 意 。 喝 醉 的 比 例 在 男 孩 里 增 加 了 百 分 之 六 ， 在 女 孩 里 增 加 了 百 分 之 三 十 五 ！
A 1 2|||S|||多|||REQUIRED|||-NONE-|||2
A 11 13|||S|||意|||REQUIRED|||-NONE-|||2
A 14 17|||S|||喝 醉|||REQUIRED|||-NONE-|||2
A 23 23|||M|||里|||REQUIRED|||-NONE-|||2
A 34 34|||M|||里|||REQUIRED|||-NONE-|||2
T2-A1 很 多 的 酒 精 摄 入 能 引 起 醉 意 。 喝 醉 的 比 例 在 男 孩 里 增 加 了 百 分 之 六 ， 在 女 孩 里 增 加 了 百 分 之 三 十 五 ！
A 1 2|||S|||多|||REQUIRED|||-NONE-|||2
A 11 13|||S|||意|||REQUIRED|||-NONE-|||2
A 14 14|||M|||喝|||REQUIRED|||-NONE-|||2
A 15 17|||R|||-NONE-|||REQUIRED|||-NONE-|||2
A 23 23|||M|||里|||REQUIRED|||-NONE-|||2
A 34 34|||M|||里|||REQUIRED|||-NONE-|||2

S 这 样 的 爱 情 很 值 得 珍 惜 ， 认 识 他 后 我 就 说 今 生 除 了 他 ， 在 我 心 中 ， 谁 都 不 能 再 有 这 个 地 位 ， 我 自 己 默 默 的 许 给 了 他 ， 不 幸 的 是 我 们 见 面 只 有 六 天 就 分 开 了 ， 到 现 在 都 还 未 再 见 ， 我 一 直 在 说 我 会 等 待 他 的 再 次 出 现 和 相 遇 ， 所 以 我 一 直 相 信 缘 分 ， 其 他 的 介 绍 认 识 、 两 人 慢 慢 培 养 感 情 都 没 有 这 种 好 。
T0-A0 这 样 的 爱 情 很 值 得 珍 惜 ， 认 识 他 后 我 就 说 今 生 除 了 他 ， 在 我 心 中 ， 谁 都 不 能 再 有 这 个 地 位 ， 我 把 自 己 默 默 地 许 给 了 他 ， 不 幸 的 是 我 们 见 面 只 有 六 天 就 分 开 了 ， 到 现 在 都 还 未 再 见 ， 我 一 直 在 说 我 会 等 待 他 的 再 次 出 现 和 相 遇 ， 所 以 我 一 直 相 信 缘 分 ， 其 他 的 介 绍 认 识 、 两 人 慢 慢 培 养 感 情 都 没 有 这 种 好 。
A 41 41|||M|||把|||REQUIRED|||-NONE-|||0
A 45 46|||S|||地|||REQUIRED|||-NONE-|||0
T1-A0 这 样 的 爱 情 很 值 得 珍 惜 ， 认 识 他 后 我 就 说 今 生 除 了 他 ， 在 我 心 中 ， 谁 都 不 能 再 有 这 个 地 位 ， 我 把 自 己 默 默 地 许 给 了 他 ， 不 幸 的 是 ， 我 们 见 面 只 有 六 天 就 分 开 了 ， 到 现 在 都 还 未 再 见 ， 我 一 直 在 说 我 会 等 待 他 的 再 次 出 现 和 与 他 相 遇 ， 所 以 我 一 直 相 信 缘 分 ， 靠 其 他 人 介 绍 认 识 的 、 两 人 慢 慢 培 养 感 情 的 都 没 有 这 种 好 。
A 41 41|||M|||把|||REQUIRED|||-NONE-|||1
A 45 46|||S|||地|||REQUIRED|||-NONE-|||1
A 55 55|||M|||，|||REQUIRED|||-NONE-|||1
A 93 93|||M|||与 他|||REQUIRED|||-NONE-|||1
A 106 106|||M|||靠|||REQUIRED|||-NONE-|||1
A 108 109|||S|||人|||REQUIRED|||-NONE-|||1
A 113 113|||M|||的|||REQUIRED|||-NONE-|||1
A 122 122|||M|||的|||REQUIRED|||-NONE-|||1

S 现 在 二 零 一 零 年 ？
T0-A0 现 在 是 二 零 一 零 年 ？
A 2 2|||M|||是|||REQUIRED|||-NONE-|||0
T1-A0 现 在 是 二 零 一 零 年 吗 ？
A 2 2|||M|||是|||REQUIRED|||-NONE-|||1
A 7 7|||M|||吗|||REQUIRED|||-NONE-|||1

S 我 们 的 世 界 并 没 有 无 用 的 工 作 。 工 作 都 很 光 彩 。
T0-A0 我 们 的 世 界 并 没 有 无 用 的 工 作 ， 每 一 份 工 作 都 很 有 用 。
A 13 14|||S|||， 每 一 份|||REQUIRED|||-NONE-|||0
A 18 20|||S|||有 用|||REQUIRED|||-NONE-|||0
T1-A0 我 们 的 世 界 并 没 有 无 用 的 工 作 ， 每 个 工 作 都 很 光 彩 。
A 13 14|||S|||， 每 个|||REQUIRED|||-NONE-|||1
T2-A0 我 们 的 世 界 并 没 有 无 用 的 工 作 ， 所 有 工 作 都 很 光 彩 。
A 13 14|||S|||， 所 有|||REQUIRED|||-NONE-|||2

S 在 非 洲 和 中 东 地 区 饥 死 的 人 们 也 是 跟 我 们 一 样 的 地 球 的 主 人 和 人 类 。 他 们 也 有 生 命 的 尊 严 性 。 所 以 欧 洲 、 美 洲 和 亚 洲 的 发 达 国 家 应 该 帮 助 贫 穷 国 家 人 民 的 生 活 和 幸 福 。
T0-A0 在 非 洲 和 中 东 地 区 饿 死 的 人 们 也 是 跟 我 们 一 样 的 地 球 的 主 人 。 他 们 也 有 生 命 的 尊 严 。 所 以 欧 洲 、 美 洲 和 亚 洲 的 发 达 国 家 应 该 帮 助 贫 穷 国 家 的 人 民 过 上 幸 福 的 生 活 。
A 8 9|||S|||饿|||REQUIRED|||-NONE-|||0
A 25 27|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 40|||R|||-NONE-|||REQUIRED|||-NONE-|||0
A 64 64|||M|||的|||REQUIRED|||-NONE-|||0
A 66 66|||M|||过 上 幸 福|||REQUIRED|||-NONE-|||0
A 69 72|||R|||-NONE-|||REQUIRED|||-NONE-|||0
T1-A0 在 非 洲 和 中 东 地 区 饿 死 的 人 们 也 跟 我 们 一 样 是 地 球 的 主 人 ， 他 们 也 有 生 命 的 尊 严 ， 所 以 欧 洲 、 美 洲 和 亚 洲 的 发 达 国 家 应 该 帮 助 贫 穷 国 家 的 人 民 过 上 幸 福 的 生 活 。
A 8 9|||S|||饿|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 21|||S|||是|||REQUIRED|||-NONE-|||1
A 25 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 28 30|||S|||，|||REQUIRED|||-NONE-|||1
A 39 41|||S|||，|||REQUIRED|||-NONE-|||1
A 64 64|||M|||的|||REQUIRED|||-NONE-|||1
A 66 66|||M|||过 上 幸 福|||REQUIRED|||-NONE-|||1
A 69 72|||R|||-NONE-|||REQUIRED|||-NONE-|||1
T1-A1 在 非 洲 和 中 东 地 区 饿 死 的 人 们 也 跟 我 们 一 样 是 地 球 的 主 人 ， 他 们 也 有 生 命 的 尊 严 ， 所 以 欧 洲 、 美 洲 和 亚 洲 的 发 达 国 家 应 该 帮 助 贫 穷 国 家 的 人 民 过 上 幸 福 的 生 活 。
A 8 9|||S|||饿|||REQUIRED|||-NONE-|||1
A 14 15|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 20 21|||S|||是|||REQUIRED|||-NONE-|||1
A 26 30|||S|||，|||REQUIRED|||-NONE-|||1
A 39 41|||S|||，|||REQUIRED|||-NONE-|||1
A 64 64|||M|||的|||REQUIRED|||-NONE-|||1
A 66 66|||M|||过 上 幸 福|||REQUIRED|||-NONE-|||1
A 69 72|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 流 行 歌 曲 已 经 代 表 现 代 社 会 。
T0 没有错误
A -1 -1|||noop|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 我 们 寂 寞 的 时 候 放 点 流 行 歌 曲 也 可 以 使 我 们 快 乐 的 忘 自 己 很 寂 寞 的 样 子 。
T0-A0 在 我 们 寂 寞 的 时 候 放 点 流 行 歌 曲 也 可 以 使 我 们 快 乐 得 忘 记 自 己 很 寂 寞 的 样 子 。
A 22 23|||S|||得|||REQUIRED|||-NONE-|||0
A 24 24|||M|||记|||REQUIRED|||-NONE-|||0
T1-A0 在 我 们 寂 寞 的 时 候 放 点 流 行 歌 曲 也 可 以 使 我 们 很 快 乐 ， 然 后 忘 掉 自 己 寂 寞 的 样 子 。
A 20 20|||M|||很|||REQUIRED|||-NONE-|||1
A 22 23|||S|||， 然 后|||REQUIRED|||-NONE-|||1
A 24 24|||M|||掉|||REQUIRED|||-NONE-|||1
A 26 27|||R|||-NONE-|||REQUIRED|||-NONE-|||1

S 孩 子 也 是 有 固 有 性 个 的 一 个 人 。
T0-A0 孩 子 也 是 有 固 有 个 性 的 一 个 人 。
A 7 9|||W|||个 性|||REQUIRED|||-NONE-|||0
T1-A0 孩 子 也 是 有 个 性 的 一 个 人 。
A 4 6|||R|||-NONE-|||REQUIRED|||-NONE-|||1
A 7 9|||W|||个 性|||REQUIRED|||-NONE-|||1
T2-A0 孩 子 也 是 一 个 有 固 有 性 格 的 人 。
A 4 4|||M|||一 个|||REQUIRED|||-NONE-|||2
A 8 9|||S|||格|||REQUIRED|||-NONE-|||2
A 10 12|||R|||-NONE-|||REQUIRED|||-NONE-|||2

